{
    "paper_id": "e01948b342544a5fcd8c14d757501779029c6d6d",
    "metadata": {
        "title": "Chronic infections can shape epidemic exposure: Pathogen co-occurrence networks in the Serengeti lions",
        "authors": [
            {
                "first": "Nicholas",
                "middle": [
                    "M"
                ],
                "last": "Fountain-Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1365 Gortner Avenue",
                        "settlement": "St Paul",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [],
                "last": "Packer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "postCode": "55408",
                        "settlement": "St Paul",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maude",
                "middle": [],
                "last": "Jacquot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "postCode": "G12 8QQ",
                        "settlement": "Glasgow",
                        "country": "UK"
                    }
                },
                "email": "maude.jacquot@glasgow.ac.uk.kterio@illinois.edu"
            },
            {
                "first": "F",
                "middle": [
                    "Guillaume"
                ],
                "last": "Blanchet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "2R1. Guillaume.Blanchet@usherbrooke.ca 5 Zoological Pathology Program",
                    "institution": "Université de Sherbrooke",
                    "location": {
                        "addrLine": "2500 Boulevard Université",
                        "postCode": "J1K",
                        "settlement": "Sherbrooke",
                        "region": "Québec, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Terio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meggan",
                "middle": [
                    "E"
                ],
                "last": "Craft",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1365 Gortner Avenue",
                        "settlement": "St Paul",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Pathogens are embedded in a complex network of microparasites that can collectively or individually alter disease dynamics and outcomes. Chronic pathogens, for example, can either facilitate or compete with subsequent pathogens thereby exacerbating morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pathogen interactions are ubiquitous in nature, but poorly understood, particularly in wild populations. We report here on ten years of serological and molecular data in African lions, leveraging comprehensive demographic and behavioral data to utilize pathogen networks to test if chronic infections shape infection by acute pathogens. We combine network and community ecology approaches to assess broad network structure and characterize associations between pathogens across spatial and temporal scales. We found significant non-random structure in the lion-pathogen co-occurrence network and identified potential facilitative and competitive interactions between acute and chronic pathogens. Our results provide a novel insight for untangling the complex associations underlying pathogen co-occurrence networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Identifying and determining the nature of species interactions of multiple pathogens within hosts is increasingly considered critical to understanding infectious disease dynamics (e.g., Pedersen & Fenton 2007; Johnson et al. 2015; Seabloom et al. 2015; Fountain-Jones et al. 2018) . Individuals are often co-infected by a diverse infra-community of pathogens, and interactions between pathogens can both alter infection dynamics (Cattadori et al. 2008; Susi et al. 2015) and influence disease outcomes (Moss et al. 2008; Munson et al. 2008; Wejse et al. 2015) . Pathogens that form chronic, long-lasting infections are ubiquitous and are likely to overlap pathogens that produce short-lasting acute infections (Fenton 2008; Randall et al. 2013; Rynkiewicz et al. 2015; Aivelo & Norberg 2018) . Chronic pathogens can compete for the same resources as acute pathogens and can reduce the likelihood of infection (Randall et al. 2013; Budischak et al. 2018) or, conversely, facilitate infection via immune suppression (e.g., Geldmacher & Koup 2012) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 209,
                    "text": "Pedersen & Fenton 2007;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 210,
                    "end": 230,
                    "text": "Johnson et al. 2015;",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 252,
                    "text": "Seabloom et al. 2015;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 253,
                    "end": 280,
                    "text": "Fountain-Jones et al. 2018)",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 452,
                    "text": "(Cattadori et al. 2008;",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 470,
                    "text": "Susi et al. 2015)",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 520,
                    "text": "(Moss et al. 2008;",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 540,
                    "text": "Munson et al. 2008;",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 559,
                    "text": "Wejse et al. 2015)",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 723,
                    "text": "(Fenton 2008;",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 744,
                    "text": "Randall et al. 2013;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 745,
                    "end": 768,
                    "text": "Rynkiewicz et al. 2015;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 769,
                    "end": 791,
                    "text": "Aivelo & Norberg 2018)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 909,
                    "end": 930,
                    "text": "(Randall et al. 2013;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 931,
                    "end": 953,
                    "text": "Budischak et al. 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1021,
                    "end": 1044,
                    "text": "Geldmacher & Koup 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Interactions between chronic pathogens, such as between helminths and bacteria, are relatively well understood (e.g., Ezenwa 2016), yet interactions between chronic and acute pathogens, particularly between microparasite species, are largely unknown. As humans, for example, are on average exposed to ten chronic and acute virus species alone (Xu et al. 2015) , untangling the ecological interactions between microparasites represents a clear knowledge gap that has significant consequences for understanding pathogen dynamics (Munson et al. 2008) .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 359,
                    "text": "(Xu et al. 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 527,
                    "end": 547,
                    "text": "(Munson et al. 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Discriminating between positive or negative interactions between pathogens in populations is complicated by the short time window that an acute pathogen is shedding (and thus detectable with molecular methods) and by potentially confounding host environments (Tompkins et al. 2011) . This is particularly the case for microparasites where pathogen detection often relies on serology, and, thus, without resampling the same individual, the precise timing of exposure cannot be estimated. Detection of chronic pathogens may be more straightforward as the infection is active for more extended periods, but deducing pathogen interactions is difficult without extensive longitudinal data (Tompkins et al. 2011; Fenton et al. 2014) . Identifying whether two pathogens interact due to host-habitat preferences, the increasing likelihood of exposure with age, or infra-community processes such as competition is methodologically challenging (Poulin 2007; Johnson & Buller 2011; Fenton et al. 2014; Clark et al. 2016) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 281,
                    "text": "(Tompkins et al. 2011)",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 706,
                    "text": "(Tompkins et al. 2011;",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 726,
                    "text": "Fenton et al. 2014)",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 947,
                    "text": "(Poulin 2007;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 948,
                    "end": 970,
                    "text": "Johnson & Buller 2011;",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 990,
                    "text": "Fenton et al. 2014;",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 1009,
                    "text": "Clark et al. 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Further, competition between pathogens could result in increased mortality associated with a particular combination of pathogens (Su et al. 2005) .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 145,
                    "text": "(Su et al. 2005)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Detecting interactions between pathogens is also likely to depend on taxonomic and spatial scales that are seldom considered (Stutz et al. 2018) . Studies commonly aggregate pathogen data to genus level, but interactions between pathogens can be subtype or genotype-specific (e.g., Wejse et al. 2015; Benesh & Kalbe 2016; Brook et al. 2017) . For example, individuals infected with human immunodeficiency virus subtype 1 (HIV-1) are four times more likely to become coinfected with tuberculosis compared to individuals with HIV-2 (Wejse et al. 2015) . Beyond subtype or genus, genotype-specific associations have been demonstrated in snails infected by trematodes (Louhi et al. 2015) and in rodents infected by Bartonella bacteria (Brook et al. 2017 ).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 144,
                    "text": "(Stutz et al. 2018)",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 300,
                    "text": "Wejse et al. 2015;",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 321,
                    "text": "Benesh & Kalbe 2016;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 322,
                    "end": 340,
                    "text": "Brook et al. 2017)",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 549,
                    "text": "(Wejse et al. 2015)",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 683,
                    "text": "(Louhi et al. 2015)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 749,
                    "text": "(Brook et al. 2017",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infra-community dynamics are also likely to vary with spatiotemporal scale. For example, pathogen associations in amphibian communities differed substantially at the host scale compared to the pond scale, but these effects can be reversed or undetected at other scales (Stutz et al. 2018) . In general, interactions between free-living species are more apparent at scales 7 7 Although pathogen co-occurrence networks are valuable for quantifying broad structural patterns, they do not account for environmental or host factors or differences in spatial or temporal scale. Joint species distribution models fill this gap by simultaneously assessing environmental influences and interspecific co-occurrences across multiple scales using hierarchical Bayesian mixed models (Warton et al. 2015; Ovaskainen et al. 2017 ). Here we use both co-occurrence network and joint species distribution models to examine the structure of pathogen-pathogen networks and quantify pathogen associations whilst controlling for environmental and host factors. We collate ten years of data on acute and chronic pathogens in 105 African lions (Panthera leo) as well as extensive host and environmental data from the Serengeti Lion Project (SLP, Packer et al. 2005) . The SLP datasets provides a unique opportunity to understand pathogen co-occurrence networks in a wild population whilst controlling for group, individual and environmental characteristics. We use this data to ask the following interlinked questions:",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 288,
                    "text": "(Stutz et al. 2018)",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 790,
                    "text": "(Warton et al. 2015;",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 813,
                    "text": "Ovaskainen et al. 2017",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1222,
                    "end": 1241,
                    "text": "Packer et al. 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To what degree is the co-occurrence network of pathogens in Serengeti lions nested or segregated?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(II) After accounting for environmental and host factors, is the type of chronic infection an individual is infected by associated with subsequent exposure to an acute pathogen? Are there important chronic-chronic or acute-acute pathogen cooccurrence patterns?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We view co-occurrence at two levels of taxonomic resolution and across spatiotemporal scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We describe a step-analytical pathway that can assess broad network structure and quantify . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint pathogen interactions across multiple scales that can generally be applied to infectious disease dynamics. Detecting pathogen co-occurrence patterns not only provides novel insights into pathogen infra-community dynamics but also helps aide surveillance efforts and generates testable hypotheses that can be answered in laboratory experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Serological testing and quantitative PCR (qPCR) was performed to detect acute and chronic pathogens from blood samples taken from lions in the Serengeti National Park, Tanzania from 1984-1994. In total, 394 individuals were sampled throughout this period, but our analysis was restricted to the 105 individuals tested for the full suite of pathogens (see Table 1 for pathogen natural history and Table S1 for the number of individuals tested per year included in the analyses). Nomadic individuals (i.e. lions that were not resident in any pride) were excluded due to the difficulty of assigning environmental variables (see Confounding variables below).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 362,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 396,
                    "end": 404,
                    "text": "Table S1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Pathogen data"
        },
        {
            "text": "Serological data for canine distemper virus (CDV), feline calicivirus, parvovirus, and coronavirus has been published previously (Packer et al. 1999 but see Table S2 for assay details), with the exception of Rift Valley Fever (RVF). To detect RVF exposure we conducted a plaque reduction virus neutralizing test (PRNT) that quantified virus neutralizing antibodies from serum as per the Scott et al. (1986) protocol. Anthrax (Bacilus anthracis) and feline herpes virus were excluded from analysis because all lions were seropositive (Packer et al. 1999; Lembo et al. 2011) . Similarly, feline leukemia virus (FeLV) was also excluded because al lions were seronegative (Hofmann-Lehmann et al. 1996) .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 148,
                    "text": "(Packer et al. 1999",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 387,
                    "end": 406,
                    "text": "Scott et al. (1986)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 533,
                    "end": 553,
                    "text": "(Packer et al. 1999;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 554,
                    "end": 572,
                    "text": "Lembo et al. 2011)",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 697,
                    "text": "(Hofmann-Lehmann et al. 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Table S2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Pathogen data"
        },
        {
            "text": "We used qPCR for identification of nucleotides for feline immunodeficiency virus (FIV Ple ) and the protozoan pathogens in this study (Table 1) . Three distinct subtypes of FIV Ple co-circulate in . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint lions in the Serengeti (Troyer et al. 2005 (Troyer et al. , 2011 Antunes et al. 2008 ) and thus subtype specific qPCR was performed (see Troyer et al. 2004 Troyer et al. , 2005 for qPCR protocols). The resultant 300 base pair sequences from the pol gene were aligned and assigned to 21 operational taxonomic units/genotypes based on a 95% molecular similarity threshold (see Fountain-Jones et al. 2017 for details). Lions also commonly get chronically infected by a rich protozoan fauna including Babesia and Hepatazoon genera. We developed quantitative PCR protocols using density gel gradient electrophoresis to identify each protozoan species (see Munson et al. 2008) .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 454,
                    "text": "(Troyer et al. 2005",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 476,
                    "text": "(Troyer et al. , 2011",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 496,
                    "text": "Antunes et al. 2008",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 549,
                    "end": 567,
                    "text": "Troyer et al. 2004",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 588,
                    "text": "Troyer et al. , 2005",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 813,
                    "text": "Fountain-Jones et al. 2017",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1082,
                    "text": "Munson et al. 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Pathogen data"
        },
        {
            "text": "We categorized each pathogen as chronic or acute based on the literature and, as the biology of most of these pathogens in lions are poorly understood, age-prevalence relationships. Pathogens which peak in prevalence at a young age (<= 2 y.o.) with little temporal fluctuation were considered to be chronic, whereas an increasing age-prevalence relationship and high temporal variation were classified as more acute (Fig. S1 ). Feline coronavirus can have both acute and chronic forms and it is impossible to assess which form the individual was exposed to from serological data, but based on age-prevalence relationships we categorized it as a chronic infection (Fig. S1 ). As most individual lions were likely to be infected by chronic infections within the first two years after birth (Troyer et al. 2011, Fig . S1), we assume that acute exposure typically occurred whilst the individual was infected by the chronic pathogen. We then partitioned the chronic pathogen data into two sets based on taxonomic resolution (high and medium). The high taxonomic resolution dataset encompassed FIV Ple genotype and Babesia species data, whereas the medium resolution dataset aggregated FIV Ple subtype information and Babesia data to genus level. We created a summary co-occurrence matrix (n*n) (Griffiths et al. 2014) that described the amount of co-occurrence of both chronic and acute pathogens within individuals by multiplying the incidence matrix (i.e., contingency table that described the occurrence of pathogens across individuals) by its transpose. We then computed a measure ( ) of network structure and modularity index based on node overlap and segregation (Strona & Veech 2015) .",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 812,
                    "text": "(Troyer et al. 2011, Fig",
                    "ref_id": null
                },
                {
                    "start": 1664,
                    "end": 1685,
                    "text": "(Strona & Veech 2015)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "(Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 671,
                    "text": "(Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "Pathogen data"
        },
        {
            "text": "is scaled from -1 to 1, where -1 represents an entirely segregated network and 1 represents an entirely nested network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary co-occurrence network"
        },
        {
            "text": "The co-occurrence matrix was also used to evaluate preferential associations among pathogens The co-occurrence matrix was obtained from the incidence matrix using the graph.incidence and the bipartite.projection functions. The classification analysis was performed using the fastgreedy.community function and graphical output were produced using the tkplot function in igraph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary co-occurrence network"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a We fitted joint species distribution models (JDSM) for both high and medium taxonomic resolution datasets, combining information on environmental and host covariates (see Confounding variables below for details), to the occurrence data for each of the pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joint species distribution modeling"
        },
        {
            "text": "Pathogens detected fewer than five times were excluded from this analysis. We fitted all the JSDMs with Bayesian inference, using \"Hierarchical Modelling of Species Communities\" (\"HMSC\" Blanchet et al. 2018) . For each analysis, we modeled the response pathogen coexposure matrix using a probit model. In each model we added individual, pride-year (i.e., which pride and year the individual was sampled in) and year sampled as random effects. We utilized the default priors of the framework (described in full detail in Ovaskainen et al. 2017) and ran the HMSC model twice using 3 million MCMC samples (the first 300 000 of which being burnin). Each run was carried out using a different seed. Visual inspection of MCMC traces were performed to assess convergence. In addition, we made sure that the effective sample size (ESS) of each parameter was > 200.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 207,
                    "text": "Blanchet et al. 2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 520,
                    "end": 543,
                    "text": "Ovaskainen et al. 2017)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Joint species distribution modeling"
        },
        {
            "text": "As part of the SLP, most of the individuals in this study have been regularly observed since birth (Mosser & Packer 2009). We selected 13 predictor variables that we thought were likely to be important for pathogen exposure and thus could confound possible interaction patterns (Table 2 ). We included variables that captured individual variability (e.g., age at sampling), and pride characteristics including environmental variables (e.g., average vegetation cover of the pride's territory; see Table 2 for measurement details). We attempted to calibrate each predictor set based on possible epidemic year (e.g., calculating rainfall for the year the individual was co-infected by the acute pathogen) as determined by Packer et al. (1999) ,",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 739,
                    "text": "Packer et al. (1999)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 286,
                    "text": "(Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 496,
                    "end": 503,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Confounding variables"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 1 2 however this removed a large number of males from the dataset as their natal pride were unknown and this reduced the power of our analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confounding variables"
        },
        {
            "text": "Not including anthrax and herpes (to which all individuals had been exposed), the Serengeti lions were exposed to an average of 5 pathogens (two acute and three chronic, SD = 1) with one individual had been infected by 9 of 10 pathogens (based on medium resolution data, Fig. S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 278,
                    "text": "Fig. S3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Remarkably, cubs between 1 and 2 y.o. had been already infected with an average of 4 pathogens (SD = 1) with one 1.5 y.o cub positive for 5. All lions were qPCR positive for at least one protozoan species, and 25% of them were infected by all four considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The high taxonomic resolution summary network indicated a significantly nested architecture ( = 0.74) with relatively low modularity (modularity index = 0.393, z = 3.307, p = <0.001) with three clusters (Fig. 1a) . The largest cluster (green nodes) included all of the protozoans, acute pathogens, and some FIV Ple genotypes, whilst the remaining two clusters consisted just of FIV Ple genotypes (Fig. 1a) . While the high prevalence FIV Ple genotypes clustered in the largest cluster, the B2, B3 and C2 genotypes clustered separately , and the disconnected C7 was only detected in one pride during the 1980s. The light red cluster is likely to result from the restricted distribution and temporal period in which these genotypes were identified (e.g., the north western region of the SLP in the 1990's). The blue and green clusters, in contrast, included a variety of prides over the full sampling period (with the exception of B2 and B6, which were only detected in the woodlands in the 1980's). Phylogenetically similar genotypes of FIV did not cluster . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 1 4 1 4 FIV Ple C1 had a higher prevalence (Fig. S6) , C1 had the same overall association profile as FIV Ple C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 405,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1323,
                    "text": "(Fig. S6)",
                    "ref_id": null
                }
            ],
            "section": "Pathogen co-occurrence networks are highly nested and modular"
        },
        {
            "text": "Associations between acute pathogens were rare. At the year-level, we detected positive associations between CDV and parvovirus with both pathogens negatively associated with calicivirus ( Fig. 2c/S5c ). In contrast, associations between the chronic pathogens were common, but the nature of the interaction also differed at each taxonomic scale. For example, in the medium resolution model, we detected a positive association between H. felis and FIV Ple C that was not found in the high-resolution model indicating that FIV Ple subtype but not genotype was important for this association (Fig. 2b/S5b ). Strikingly, we found that FIV Ple subtypes had contrasting association profiles. At the individual level, FIV Ple B and C were negatively associated with each other and negatively and FIV Ple C was positively associated with coronavirus whilst FIV Ple B was negatively associated with coronavirus ( Fig. 2a/S5a ). See Fig. 3 for a summary of all of the associations detected across scales and Figs. S7/8 for model details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 200,
                    "text": "Fig. 2c/S5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 589,
                    "end": 601,
                    "text": "(Fig. 2b/S5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 904,
                    "end": 915,
                    "text": "Fig. 2a/S5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 923,
                    "end": 929,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Pathogen co-occurrence networks are highly nested and modular"
        },
        {
            "text": "Here we demonstrate non-random pathogen interactions infecting wild African lions, with both facilitative and competitive associations detected between chronic and acute pathogens across different spatiotemporal scales. We found that whilst there was minimal structure in the summary co-occurrence network (Fig. 1a) , we uncovered structure after accounting for scale and controlling for potentially confounding environmental and host variables (Fig. 2) . The particular chronic pathogen an individual is infected by as a cub may have consequences for which acute pathogen the individual is infected with later in life (Fig. 3) . Moreover, we detected strong relationships between chronic pathogens across scales, and these associations may have . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 1 5 consequences for lion health. We emphasize that the approach used here can start to untangle pathogen infra-community relationships and identify potential chronic-acute interactions in wild populations. These can then be compared with knowledge of pathogen pathogenesis and validated in-vitro in a laboratory setting. Whilst clinical or laboratory studies of co-infection in lions are rare, the associations we found have clear precedence in similar pathogens co-infecting humans. Our results not only provide new insights on disease dynamics in the Serengeti lions but also provide a valuable framework for exploring pathogen co-occurrence networks and infracommunity dynamics across taxonomic and spatial scales.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 315,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 453,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 619,
                    "end": 627,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Co-occurrence networks were highly nested with relatively low modularity, particularly at a medium taxonomic resolution. This contrasts with the more modular human parasite co- The predicted stability (or otherwise) of our lion co-occurrence network is uncertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Theoretically, if such a strongly nested network were mostly mutualistic (i.e., pathogens facilitate other pathogens) if the prevalence of one pathogen decreased significantly due to . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 1 6 vaccination, for example, the overall structure would not alter (e.g., Thebault & Fontaine 2010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, this may not hold for networks consisting of both positive and negative associations as found here (Sauve et al. 2014) . Conversely, the relatively low segregation in the lion network could mean that a perturbation would be less likely to be restricted to a particular compartment (Griffiths et al. 2014) . We recommend further empirical and theoretical investigations on the consequences of nested or segregated networks on the stability of pathogen infra-communities.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 127,
                    "text": "(Sauve et al. 2014)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 290,
                    "end": 313,
                    "text": "(Griffiths et al. 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After accounting for environment and host effects, we found that the chronic pathogens were strongly associated with the acute pathogens across scales. For example, at an individual scale, chronic infections negatively interacted with RVF. Coinfections between bunyaviruses like RVF and retroviruses are likely common in humans and wildlife, though there are surprisingly few studies addressing the topic. In contrast, relationships between dengue virus (a flavivirus) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HIV are relatively well understood. Flaviviruses and HIV share similar immune receptors that can inhibit HIV replication and the molecular machinery used to do so maybe a viable way to control HIV infection (e.g., Xiang et al. 2009 ). Given the overall structural similarity of flaviviruses and bunyaviruses (Hernandez et al. 2014) , it is possible that a similar mechanism underlies the association in lions between RVF and FIV Ple that we observed, although we show that this association was subtype specific. If this was true, RVF may actually inhibit FIV Ple B infection counter to our assumption that chronic pathogens in our system infected each individual first (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 231,
                    "text": "Xiang et al. 2009",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 308,
                    "end": 331,
                    "text": "(Hernandez et al. 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 677,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 1 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Relationships between acute and chronic pathogens were strongest at the year-landscape level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "leading to mortality of nearly 40% of the lion population in 1994 (Munson et al. 2008) . We found that all tick-borne hemoparasites showed potentially facilitative associations with CDV including B. leo (with insert) despite its low prevalence in 1993/4 (Fig. S9 ) Parvovirus was also positively associated with CDV, but this was likely due to similarities in epidemic cycles with a parvovirus epidemic in 1992 just before the 1994 CDV epidemic (Packer et al. 1999) .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 86,
                    "text": "(Munson et al. 2008)",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 465,
                    "text": "(Packer et al. 1999)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "(Fig. S9",
                    "ref_id": null
                }
            ],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "Parvoviruses are also immune suppressive, and so the timing of the parvovirus outbreak may also have contributed to the CDV/Babesia-induced mortality. The general negative relationship between FIV Ple C and CDV/Babesia supports the theory that individuals infected by subtype C were more likely to die in the consequent Babesia/CDV outbreak (Troyer et al. 2011) . Thus, this negative association may not be due to competition between pathogens but rather to mortality.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 361,
                    "text": "(Troyer et al. 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "Our approach detected strong interactions between the chronic pathogens. For example, there were opposing associations between the FIV Ple subtypes and coronavirus (Fig. 2) to be genetically diverse, examining the genetic structure of coronavirus may help untangle these associations further. In contrast, competitive interactions between HIV strains are well characterized with HIV-1, for example, found to outcompete HIV-2 for blood resources (Ariën et al. 2005) . For FIV Ple , even though co-infection is relatively common (Troyer et al. 2011) competition between subtypes could be important as there is anecdotal cell culture evidence that FIV Ple B can propagate more rapidly than FIV Ple C (Melody Roelke, unpublished data).",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 464,
                    "text": "(Ariën et al. 2005)",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 547,
                    "text": "(Troyer et al. 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "There were also contrasting associations between the protozoan species. For example, the distribution of B. felis was not shaped by any other protozoan and in general, had a narrow association profile (Fig.2) , unlike the other Babesia species. For the individuals co-infected by protozoans, combinations involving B. felis were also common, whereas co-infections involving H. felis and the other Babesia species varied in prevalence and composition (Fig. S9) . Even though B. gibsoni and B. felis show similar age prevalence profiles (Fig. S1 ), the prevalence of B. felis over time was relatively stable compared to the other protozoa (Fig. S10) . Differences in the host range for individual Babesia species and potential host differences in virulence may partially explain these patterns. For example, B. felis has only ever been detected in felids, whereas B. gibsoni has a much broader host range including canids (Penzhorn 2006 ). More generalist pathogens may have greater pathogenicity as there can be reduced selective restraint on virulence particularly in 'dead end' hosts (Woolhouse et al. 2001 ). If more pathogenic species are more likely to form significant associations with other pathogens compared to less virulent",
            "cite_spans": [
                {
                    "start": 920,
                    "end": 934,
                    "text": "(Penzhorn 2006",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1085,
                    "end": 1107,
                    "text": "(Woolhouse et al. 2001",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "(Fig.2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 450,
                    "end": 459,
                    "text": "(Fig. S9)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 543,
                    "text": "(Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 647,
                    "text": "(Fig. S10)",
                    "ref_id": null
                }
            ],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "pathogens is an open question in disease ecology. Importantly, patterns like these would be missed without incorporating high-resolution pathogen data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 1 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "There are, however, limitations to this approach. The inability to distinguish mortality from competitive interactions is one of them, and careful interpretation of negative associations is necessary. Incorporating approaches such as structural equation models that explicitly include potential mechanisms that underly candidate pathogen interactions (Carver et al. 2015) could be a valuable additional step in future pathogen network studies. Another weakness is the inability to estimate the timing of these infections more precisely. For example, the negative association between RVF and H. felis could be due to differences in rainfall affecting vector abundance with higher rainfall years increase mosquito abundance thus increasing RVF prevalence (Fig. S2 ). In contrast, low rainfall years increase the risk of lions being exposed to ticks (Munson et al. 2008) thus potentially increasing H. felis prevalence. As rainfall was calibrated to the age of sampling rather than the age of infection (which could differ) the JSDM approach could not capture this variation. Furthermore, we cannot quantify the importance of these associations in shaping pathogen distribution across scales compared to processes such as host density. Also, the number of samples we had did differ across years (Table S1 ) with most coming between 1985 and 1994, and this have influenced some patterns, particularly between genotypes. Lastly, incorporating immune function and host resources in both the summary network and JSDM analyses are likely to provide mechanistic insight into pathogen network structure (Griffiths et al. 2014) . However, given the daunting complexity of pathogen infra-community dynamics, our two-step approach can assess broad network structure and identify useful candidate interactions between pathogens thereby reducing some of this complexity.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 371,
                    "text": "(Carver et al. 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 847,
                    "end": 867,
                    "text": "(Munson et al. 2008)",
                    "ref_id": null
                },
                {
                    "start": 1593,
                    "end": 1616,
                    "text": "(Griffiths et al. 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 761,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "(Table S1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "The high frequency of co-occurrence and co-infection in lions -and the potential for specific associations to cause population decline -highlights the importance of understanding pathogen . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 0 2 0 associations. The summary lion co-occurrence network is highly connected with both positive and negative associations between chronic and acute pathogens and altering the network could assist with disease control. For example, individuals vaccinated for both parvovirus and H. felis could potentially be at lower risk of Babesia and CDV infection. Conversely, our networks show that there could be unintended consequences of controlling a pathogen, as has been shown for deworming (Fenton 2013). For example, it is possible that vaccination targeting coronavirus in this population could increase B. gibsoni infections that may, in turn, lead to a higher risk of CDV exposure. Whilst these relationships are correlative rather than mechanistic, it is clear from our study that relationships between microparasites are common and should be considered in disease management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "Our findings indicate that the lion's pathogen infra-community is complex, but interactions between pathogens are important. We identify useful candidate interactions between pathogens thereby reducing some of this complexity. More broadly, our work demonstrates how different network approaches can be combined to gain insights into the ecological factors underlying pathogen structures and interactions and how this can be applied to the study of pathogen communities of wildlife populations. In addition to these biological insights, the study highlights several critical areas for methodological improvement that can currently limit robust inference of pathogen interactions from time-series serological and qPCR data. Addressing these limitations is timely, given the ongoing threat of wildlife populations decline, creating an urgent need to integrate better molecular, ecological and network information to guide strategies for disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 2 8 2 8 protective immunity to blood-stage malaria by concurrent nematode infection. Infect. Imunity, 73, 3531-9. Susi, H., Barrès, B., Vale, P.F., Laine, A.-L., Mideo, N., Alizon, S., et al. (2015) . Co-infection alters population dynamics of infectious disease. Nat. Commun., 6, 5975. Vet. Immunol. Immunopathol., 143, 338-346. Vaumourin, E., Vourc'h, G., Gasqui, P., Vayssier-Taussat, M., Windsor, D., Anderson, R., et al. (2015) . The importance of multiparasitism: examining the consequences of co-infections for human and animal health. Parasit. Vectors, 8, 545. Warton, D.I., Blanchet, F.G., O'Hara, R.B., Ovaskainen, O., Taskinen, S., Walker, S.C., .0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 0 3 0 * We calculated this predictor two years prior to sampling to account for differences in individual status at a potential time of exposure or infection (e.g., individuals that had just immigrated into a pride when sampled were considered nomads as exposure or infection was likely to have occurred previously. †: We averaged over two years to reduce the variability in pride counts as exposure was unlikely to have happened during the sampling year.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 413,
                    "text": "Imunity, 73, 3531-9. Susi, H., Barrès, B., Vale, P.F., Laine, A.-L., Mideo, N., Alizon, S., et al. (2015)",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 647,
                    "text": "Vet. Immunol. Immunopathol., 143, 338-346. Vaumourin, E., Vourc'h, G., Gasqui, P., Vayssier-Taussat, M., Windsor, D., Anderson, R., et al. (2015)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 775,
                    "text": "Vectors,",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "545.",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 807,
                    "text": "Blanchet,",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 813,
                    "text": "F.G.,",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 821,
                    "text": "O'Hara,",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 827,
                    "text": "R.B.,",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 839,
                    "text": "Ovaskainen,",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "O.,",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 853,
                    "text": "Taskinen,",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "S.,",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 865,
                    "text": "Walker,",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 871,
                    "text": "S.C.,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 2 3 2 Fig. 1 : Pathogen summary co-occurrence network for a) high taxonomic resolution and b) medium taxonomic resolution data, where nodes are pathogens and edges reflect co-occurrence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 227,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "Edges are shown only when there were ≥ 3 co-occurrences. Distinct co-occurrence clusters were identified using a \"greedy approach\" (Clauset et al. 2004) ; node colors reflect separate clusters.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 152,
                    "text": "(Clauset et al. 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": "Edge weights are proportional to the number of co-occurrences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 3 3 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint 4 3 4 Fig. 3 : Summary of the strong positive (red line/arrows) and negative (blue lines/arrows) interactions between chronic (grey circles) and acute (orange circles) pathogens in the Serengeti lions; dark-grey borders indicate protozoa. The direction of the red or blue arrows indicates the potential sequence of infection events. The black arrow along the X-axis represents lion age with the relative position of the circles reflecting when lions were likely to be infected by each . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/370841 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 380,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "The association between CDV and Babesia is well documented with high levels of Babesia infection magnifying the impacts of consequent T cell depletion caused by CDV infection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Parasite-microbiota interactions potentially affect intestinal communities in wild mammals",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aivelo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Norberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Anim. Ecol",
            "volume": "87",
            "issn": "",
            "pages": "438--447",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The evolutionary dynamics of the lion Panthera leo revealed by host and viral population genomics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Troyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Roelke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pecon-Slattery",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winterbach",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Genet",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The replicative fitness of primary human immunodeficiency virus type 1 (HIV-1) group M, HIV-1 group O, and HIV-2 isolates",
            "authors": [],
            "year": null,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "8979--90",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Experimental parasite community ecology: intraspecific variation in a large tapeworm affects community assembly",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Benesh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalbe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Anim. Ecol",
            "volume": "85",
            "issn": "",
            "pages": "1004--1013",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "HMSC: Hierarchical Modelling of Species Community",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Blanchet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tikhonov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Norberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Elucidating transmission dynamics and host-parasite-vector relationships for rodent-borne Bartonella spp",
            "authors": [],
            "year": null,
            "venue": "Madagascar. Epidemics",
            "volume": "20",
            "issn": "",
            "pages": "56--66",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Competing for blood: the ecology of parasite resource competition in human malaria-helminth co-infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Budischak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Wiria",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hamid",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Wammes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M M"
                    ],
                    "last": "Kaisar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Lieshout",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ecol. Lett",
            "volume": "21",
            "issn": "",
            "pages": "536--545",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Closing the gap on causal processes of infection risk from cross-sectional data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Troyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stutzman-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Barrs",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How to make more out of community data? A conceptual framework and its implementation as models and software",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ovaskainen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tikhonov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Norberg",
                    "suffix": ""
                },
                {
                    "first": "Guillaume",
                    "middle": [],
                    "last": "Blanchet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dunson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ecol. Lett",
            "volume": "20",
            "issn": "",
            "pages": "561--576",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viruses of the Serengeti: patterns of infection and mortality in African lions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martenson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Anim. Ecol",
            "volume": "68",
            "issn": "",
            "pages": "1161--1178",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ecological change, group territoriality, and population dynamics in Serengeti lions",
            "authors": [],
            "year": null,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "390--393",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Emphasizing the ecology in parasite community ecology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fenton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Trends Ecol. Evol. Evol",
            "volume": "22",
            "issn": "",
            "pages": "133--142",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Babesiosis of wild carnivores and ungulates",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Penzhorn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet. Parasitol",
            "volume": "138",
            "issn": "",
            "pages": "11--21",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Are there general laws in parasite ecology?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Poulin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Parasitology",
            "volume": "134",
            "issn": "",
            "pages": "763--766",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Endemic infection reduces transmission potential of an epidemic parasite during co-infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cable",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Guschina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Harwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lello",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings. Biol. Sci",
            "volume": "280",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The spatial distribution of vegetation types in the Serengeti ecosystem: the influence of rainfall and topographic relief on vegetation patch characteristics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dempewolf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Metzger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Serneels",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Biogeogr",
            "volume": "36",
            "issn": "",
            "pages": "770--782",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ecological networks. On the structural stability of mutualistic systems",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rohr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saavedra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bascompte",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An ecosystem approach to understanding and managing within-host parasite community dynamics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Rynkiewicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fenton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Parasitol",
            "volume": "31",
            "issn": "",
            "pages": "212--221",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "High frequency of functional extinctions in ecological networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Säterberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sellman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ebenman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "499",
            "issn": "",
            "pages": "468--470",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structure-stability relationships in networks combining mutualistic and antagonistic interactions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M C"
                    ],
                    "last": "Sauve",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fontaine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thébault",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Oikos",
            "volume": "123",
            "issn": "",
            "pages": "378--384",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Serological tests for detecting rift valley fever viral antibodies in sheep from the Nile Delta",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Feinsod",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Allam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Botros",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Clin. Microbiol",
            "volume": "24",
            "issn": "",
            "pages": "612--614",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The community ecology of pathogens: coinfection, coexistence and community composition",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Seabloom",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Borer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Kendig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lacroix",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ecol. Lett",
            "volume": "18",
            "issn": "",
            "pages": "401--415",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Asynchronous food-web pathways could buffer the response of Serengeti predators to El Niño Southern Oscillation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R E"
                    ],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fryxell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Byrom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Craft",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ecology",
            "volume": "94",
            "issn": "",
            "pages": "1123--1130",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A new measure of ecological network structure based on node overlap and segregation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Strona",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Veech",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Ecol. Evol",
            "volume": "6",
            "issn": "",
            "pages": "907--915",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Using multi-response models to investigate pathogen coinfections across scales: Insights from emerging diseases of amphibians",
            "authors": [],
            "year": null,
            "venue": "Methods Ecol. Evol",
            "volume": "9",
            "issn": "",
            "pages": "1109--1120",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "So many variables: Joint modeling in community ecology",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Loredo-Osti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Ecol. Evol",
            "volume": "30",
            "issn": "",
            "pages": "766--79",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Impact of HIV-1, HIV-2, and HIV-1+2 dual infection on the outcome of tuberculosis",
            "authors": [],
            "year": null,
            "venue": "Int. J. Infect. Dis",
            "volume": "32",
            "issn": "",
            "pages": "128--134",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "circleplot: Circular plots of distance and association matrices",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Westgate",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Population biology of multihost pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "1109--1112",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Viruses within the Flaviviridae decrease CD4 expression and inhibit HIV replication in human CD4+ cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mclinden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rydze",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinzman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Immunol",
            "volume": "183",
            "issn": "",
            "pages": "7860--7869",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Comprehensive serological profiling of human populations using a synthetic human virome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kula",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Vernon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ndung&apos;u",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "348",
            "issn": "",
            "pages": "698--0698",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/370841"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "utilizing a modularity-based ''greedy'' approach (Clauset et al. 2004). Measures of modularity aim to determine the adequacy of different classification schemes in representing clusters and divisions in datasets; here, the clusters represented the co-occurrence of pathogens in individual hosts. Estimates of modularity were calculated for each possible classification by comparing the expected fraction of co-occurrence of pathogens compared to the quantity if the co-occurrences happened randomly(Newman 2006). The classification with the highest modularity from all the generated classifications was selected. This analysis was performed using the igraph library in R(Csárdi & Nepusz 2006).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "occurrence network(Griffiths et al. 2014). However, this is not surprising as the human networks included host resources and immune system components as nodes, and we lacked data on bacteria, helminths, and fungi. These additional taxa may lead to further segregation in the network, as larger and more diverse networks typically show increased modularity and segregation(Thebault & Fontaine 2010;Sauve et al. 2014). Expanding sampling to construct a more complete microbe and macroparasite network would also capture a broader array of potentially facilitative and competitive interactions (Ezenwa 2016;Aivelo & Norberg 2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Negative associations between retroviruses and coronaviruses are rarely reported, yet there are plausible molecular pathways. HIV-1 and human coronaviruses (HCoV) share remarkably similar binding receptors (Chan et al. 2006) and some mild HCoV strains even considered a viable vaccine against HIV (Eriksson et al. 2006). This may explain the negative association we detected for FIV Ple B and coronavirus but does not explain the positive association between FIV Ple C and coronavirus we detected across scales. The mechanism driving FIV Ple subtype specific relationships with coronaviruses are unclear, and as coronaviruses infecting lions are also likely",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Thebault, E. & Fontaine, C. (2010). Stability of ecological communities and the architecture of mutualistic and trophic networks. Science (80-. )., 329, 853-856. Tompkins, D.M., Dunn, A.M., Smith, M.J. & Telfer, S. (2011). Wildlife diseases: from individuals to ecosystems. J. Anim. Ecol., 80, 19-38. Troyer, J.L., Pecon-Slattery, J., Roelke, M.E., Black, L., Packer, C. & O'Brien, S.J. (2004). Patterns of feline immunodeficiency virus multiple infection and genome divergence in a free-ranging population of African lions. J. Virol., 78, 3777-3791. Troyer, J.L., Pecon-Slattery, J., Roelke, M.E., Johnson, W., VandeWoude, S., Vazquez-Salat, N., et al. (2005). Seroprevalence and genomic divergence of circulating strains of feline immunodeficiency virus among Felidae and Hyaenidae species. J. Virol., 79, 8282-8294. Troyer, J.L., Roelke, M.E., Jespersen, J.M., Baggett, N., Buckley-Beason, V., MacNulty, D., et al. (2011). FIV diversity: FIV Ple subtype composition may influence disease outcome in African lions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Pathogen-pathogen associations detected at (a) individual, (b) pride-year and (c) landscape-year level after controlling for individual, pride, and environmental variables. Blue represents negative correlations and red indicates positive associations. Only associations with posterior coefficient estimate ≥ 0.4 with 95% credible intervals that do not cross 0 are shown. Pathogens in bold (in boxes) are the acute viruses (all other pathogens are chronic). Length of the dark grey borders reflects the number of strong associations with other pathogens. This figure was drawn using the R package 'circleplot' (Westgate 2016). See Fig. S5 for association matrices and Figs. S7/S8 for covariate partitioning and effect size.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Natural history of both acute and chronic pathogens in this study. Ple A, B, and C) and FIV genotypes A1, B1-12, C1-C8) Trans. Mode = transmission mode (all pathogens can be horizontally transmitted). Vertical: Vertical transmission is also possible. Env: Environmentally persistent. Direct: Transmission through host contact. Immune sup: Immune suppression. * : Likely time of exposure †: Determined by age-prevalence relationships (see Methods and Fig. S1) but can have chronic or acute variants. U: Unknown NE: No evidence. #: More likely after heavy rainfall (Fig. S2).The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Details of the individual, pride-level and environmental predictors used in the joint species distribution models to help account for potential confounding factors. All variables were calculated based on the year of sampling.Territory sizePride Based on location data over a two-year period based on utilizationdistribution curves with a 75% kernel.SLP dataTerritory overlap Pride What percentage of pride territory overlapped with other prides.EnvironmentalAverage vegetation cover across the prides territory based on a 75% kernal.(Reed et al. 2009)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}