{
    "paper_id": "e05c39ce913edc81f93c9247f9714d6cddd30073",
    "metadata": {
        "title": "Sensitive one-step isothermal detection of pathogen-derived RNAs",
        "authors": [
            {
                "first": "Chang",
                "middle": [
                    "Ha"
                ],
                "last": "Woo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pohang University of Science 6 and Technology",
                    "location": {
                        "addrLine": "77 Cheongam-ro, Nam-gu",
                        "postCode": "37673",
                        "settlement": "Pohang",
                        "region": "Gyeongbuk",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sungho",
                "middle": [],
                "last": "Jang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pohang University of Science 6 and Technology",
                    "location": {
                        "addrLine": "77 Cheongam-ro, Nam-gu",
                        "postCode": "37673",
                        "settlement": "Pohang",
                        "region": "Gyeongbuk",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Giyoung",
                "middle": [],
                "last": "Shin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pohang University of Science 6 and Technology",
                    "location": {
                        "addrLine": "77 Cheongam-ro, Nam-gu",
                        "postCode": "37673",
                        "settlement": "Pohang",
                        "region": "Gyeongbuk",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Gyoo",
                "middle": [],
                "last": "Yeol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pohang University of Science 6 and Technology",
                    "location": {
                        "addrLine": "77 Cheongam-ro, Nam-gu",
                        "postCode": "37673",
                        "settlement": "Pohang",
                        "region": "Gyeongbuk",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jung",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeong",
                "middle": [],
                "last": "Wook",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pohang University of Science 6 and Technology",
                    "location": {
                        "addrLine": "77 Cheongam-ro, Nam-gu",
                        "postCode": "37673",
                        "settlement": "Pohang",
                        "region": "Gyeongbuk",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Increasing global trade and travel are considered the cause of frequent emergence and rapid 30 dissemination of infectious diseases around the world. Some life-threatening infectious 31 diseases often have signs and symptoms similar to cold or flu-like syndromes. Early diagnosis 32 is therefore essential to identify the diseases and provide the correct treatment. Immediate and 33 onsite diagnostic decisions also help to prevent the spread of epidemic and pandemic 34 infectious diseases [1] [2] [3] . In order to rapidly diagnose infectious diseases, a nucleic acid-based 35 diagnosis has emerged as an alternative to the conventional culture-based, or immunoassay-36 based, approaches due to their rapidity or specificity 4-6 . 37",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "29"
        },
        {
            "text": "To increase sensitivity, current nucleic acid detection methods generally involve a 38 target amplification step prior to the detection step. The conventional amplification method is 39 based on PCR, which requires a thermocycler for delicate temperature modulation. As an 40 alternative to the thermal cycling-based amplification, isothermal amplification methods are 41 available, which rely primarily on a strand-displacing polymerase or T7 RNA polymerase at a 42 constant temperature 7 . However, the complex composition of the isothermal amplification 43 mixtures often renders these approaches incompatible with detection methods and whole 44 diagnosis generally becomes a multi-step process [8] [9] [10] [11] . The diagnostic regimen with multi-step 45 procedures requires additional time, instruments, and reagents, as well as skilled personnel to 46 perform the diagnostic procedure. This aspect limits the broad applicability of nucleic acid 47 diagnostics, especially in situations where rapid and simple detection is required. 48 3 efficiently ligate two DNA probes using a target single-stranded RNA as a splint, enabling 54 the sequence-specific detection of RNA molecule 17, 18 . Because the reaction components of 55 the ligation-dependent methods are relatively simple, we hypothesized that the ligation-56 dependent method could be exploited to establish a one-step RNA detection platform when 57 combined with compatible amplification and signal generation methods in a single reaction 58 mixture. 59",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 701,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1189,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 1190,
                    "end": 1192,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "29"
        },
        {
            "text": "In this study, we developed a one-step, ligation-dependent isothermal reaction 60 cascade that enables rapid detection of RNAs with high sensitivity, termed SENsitive Splint-61 We designed a reaction cascade that allows the one-step diagnostic test, in which all reaction 76 steps for nucleic acid detection occur simultaneously in a single tube (Fig. 1) . The cascade 77",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "29"
        },
        {
            "text": "consists of four core components, which includes only two enzymes: a set of oligonucleotide 78 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "29"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint 4 probes, SplintR ligase, T7 RNA polymerase, and a fluorogenic dye. The components were 79 mixed in a buffer solution with ribonucleotides. Upon addition of the pathogen-derived RNA 80 sample, the reaction steps of ligation, transcription, and dye-aptamer binding enabled 81 detection, amplification, and signal production, respectively. 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "29"
        },
        {
            "text": "Two single-stranded DNA probes were designed to include several functional parts 83 involved in amplification, detection, and signal generation, thereby eliminating the need for 84 human intervention during the entire diagnostic process (Fig. 1) using the full-length, ligated probe as a DNA template, which can be bound with the 101 fluorogenic dye to emit fluorescence as an output (Fig. 1) . Notably, the reaction scheme of 102 SENSR inherently supports two mechanisms that could amplify the signal: 1) multiple 103 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 392,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "29"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint 5 transcription events from the full-length, ligated probe by T7 RNA polymerase and 2) the 104 presence of target RNA sequence on the full-length transcript which could be utilized as an 105 additional splint for unligated probes in the reaction mixture. Accordingly, SENSR could 106 enable sensitive RNA detection without any pre-amplification steps. 107 108",
            "cite_spans": [],
            "ref_spans": [],
            "section": "29"
        },
        {
            "text": "In this study, we used MRSA as a model case to validate each reaction step that constitutes 110 SENSR. MRSA is of particular interest because it requires significant effort to minimize 111 healthcare-related infections and prevent future infectious diseases of drug-resistant 112 pathogens 22 . 113",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "First, we designed a pair of probes that target the mecA transcript of MRSA following 114 the probe design process described in the previous section (Supplementary Note 1 and  115   Supplementary Tables 1 and 3) , and the RNA-splinted ligation between the two probes was 116 tested. The probes were ligated using SplintR ligase with or without the target RNA, and the 117 reaction resultants were further amplified with a pair of PCR primers and analyzed (see 118",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 211,
                    "text": "(Supplementary Note 1 and  115   Supplementary Tables 1 and 3)",
                    "ref_id": null
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "Methods section). The correct size of the PCR product was obtained only when the two 119 probes and target RNA were added together to the ligation mixture (Fig. 2a) . This result 120 indicates that our probes were successfully ligated only in the presence of the target RNA. 121",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "We then used the ligated probe as a DNA template to test whether transcription could 122 occur. The ligation mixture was added at a 1/10 ratio to the in vitro transcription reaction 123 mixture with T7 RNA polymerase. Only when the target RNA was present in the ligation 124 reaction was the full-length transcript (92 nt) observed from transcription, thereby confirming 125 both target-dependent ligation and the subsequent transcription (Fig. 2b) . 126",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 448,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "Finally, we confirmed that the transcript from the full-length ligated probe could 127 produce fluorescence upon binding to the fluorogenic dye. The reaction mixture of sequential 128 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint 6 ligation and transcription reactions were purified, and an equal amount of RNAs from each 129 combination was incubated with the fluorogenic dye (Fig. 2c) . The RNA product from the 130 reaction mixture with the two probes and target RNA produced higher fluorescence than that 131 of the other combinations. Therefore, we confirmed that the target RNA could be detected 132 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 296,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Since the one-step and one-pot isothermal reaction condition was established, we then 157 assessed the sensitivity and turnaround time of SENSR. We evaluated the sensitivity by 158 measuring fluorescence from one-step reactions containing the mecA probe pair and synthetic 159 mecA RNA in the range of 0.1 aM to 220 nM (Fig. 3a) . Notably, the detection limit was as 160 With the fast and sensitive RNA detection using SENSR, we next attempted to reconfigure 174 this platform for the detection of RNA markers from various pathogens. Target RNA 175 sequences for SENSR are specified by only two hybridization regions (UHS and DHS) of 176 probes, which makes the probe design process fast and straightforward without many 177 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is able to detect the Influenza A RNA target with similar sensitivity and linearity (Fig. 4e) . 201",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "Finally, we designed a probe pair for a recently emerging pathogen, SARS-CoV-2. The target 202 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint 9 sequence was selected based on the standard real-time RT-PCR assay for the SARS-CoV-2 26 , 203 which aimed at the RNA-dependent RNA polymerase (RdRp) gene (Supplementary Table 3) . 204",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 320,
                    "text": "(Supplementary Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "Again, SENSR successfully detected its target RNA as low as 0.1 aM, which corroborates the 205 high adaptability of this method to various RNA markers (Fig. 2f) . 206",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "(Fig. 2f)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "Taken together, we demonstrated that SENSR could be easily reconfigured to detect 207 various RNA markers of pathogens by redesigning the probes. The probe design process is 208 simple and requires a small amount of computation using open web-based software. All probe 209 pairs tested showed high sensitivity and linearity for detecting RNA markers, reinforcing the 210 robustness of the probe design process and the wide expandability of SENSR. 211 212 Direct detection of a pathogen using SENSR 213",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "Next, we employed SENSR for the detection of RNA samples derived from the live cells of a 214 pathogen. We targeted MRSA, whose marker RNA was detected by SENSR. Methicillin-215",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "Sensitive Staphylococcus aureus (MSSA) that contains no target mRNA was used as a 216 negative control. MRSA and MSSA cells were heated to 95 °C to lyse the cells and to release 217",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "RNAs. The samples were then diluted and added to SENSR reaction to investigate the 218 specificity and sensitivity (Fig. 5a ). We observed a significant difference in fluorescence 219 intensity between MRSA and MSSA (Fig. 5b) . The RNA sample from only 2 CFU per 100 220 μL reaction of MRSA, not MSSA, was clearly detected by SENSR, thereby indicating its 221 high sensitivity and specificity even with samples of the living pathogen. Finally, the 222 performance of SENSR was further validated using samples prepared in human serum (Fig.  223 5c). The sensitivity and specificity of SENSR were unaffected by the presence of human 224 serum (Fig. 5d) , indicating the suitability of SENSR in practical applications. 225 226 Dual target detection using orthogonal SENSR probes 227 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "(Fig. 5a",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 216,
                    "end": 225,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 533,
                    "end": 543,
                    "text": "(Fig.  223",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint fluorescence for Influenza A virus. Indeed, the presence of either target RNA (1 nM) was 253 easily detected by the fluorescence pattern (Fig. 6b) . Across various concentrations of each 254 target RNA, the SENSR probes specifically produced fluorescence that responded only to 255 respective targets, thereby enabling orthogonal dual detection of two pathogens (Fig. 6c) . 256",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 286,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 502,
                    "end": 511,
                    "text": "(Fig. 6c)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "Lastly, we applied the orthogonal dual detection to the SARS-CoV-2, which has many 257 related viruses with high sequence homology. Simultaneous detection of multiple target sites 258 along its genome would enable specific discrimination of this emerging pathogen from 259 others. In addition to the previously demonstrated SARS-CoV-2 probe pair (Fig. 4f) CoV-2 RNA, thereby exhibiting higher fluorescence intensity compared to that of the related 267 viral RNA sequences (Fig. 7b) . We then tested the orthogonal dual detection of two target 268 regions using the SARS-CoV-2-MG1 and SARS-CoV-2-BR2 probe pairs. Dual SENSR 269 assay effectively detected the target RNA and maintained the specificity of each probe pair 270 (Fig. 7c) . Therefore, the dual SENSR assay could be used to assist diagnostic decision 271 making by providing two detection results that can complement each other. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 355,
                    "text": "(Fig. 4f)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 472,
                    "end": 481,
                    "text": "(Fig. 7b)",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 723,
                    "end": 732,
                    "text": "(Fig. 7c)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint based methods, including real-time-PCR, require a complex procedure, expensive 278 instruments, and skilled expertise. Various isothermal amplification methods for RNA have 279 been introduced to replace traditional methods 7,8 , but they generally require numerous 280 reaction components, often making them expensive and incompatible with the signal 281 production step. 282",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "In contrast, SENSR satisfies many desirable requirements for onsite diagnostic tests 283 for pathogens, such as short turnaround time (30 min), low limit of detection (0.1 aM), 284 inexpensive instrumentation and reagents, and a simple diagnostic procedure. SENSR 285 integrates all component reaction steps using the specially designed probes that contain all 286 required functional parts: promoter, hybridization sequence to target, and an aptamer 287 template. Even with the multifaceted features of the SENSR probes, the design process is 288 systematic and straightforward. Therefore, new SENSR assay can be promptly developed for 289 emerging pathogens as exemplified by the successful design of SENSR assay for SARS-290",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of each component reaction in SENSR 109"
        },
        {
            "text": "The probe design is unique in that two DNA probes are designed to expose single-292 stranded target recognition parts, enabling hybridization of the target RNA and the probes at 293 37℃. The hybridization sequences were systematically selected using the nucleic acid design 294 software Primer-BLAST and NUPACK to minimize any structure formation while 295 maximizing hybridization to the target RNA. The efficient hybridization between the probes 296 and target RNA is one of the reasons for enabling high sensitivity during the isothermal 297",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2. 291"
        },
        {
            "text": "The promoter probe is programmed to form a stem-loop structure and the stem part 299 forms a double-stranded T7 promoter sequence that initiates transcription by recruiting T7 300 RNA polymerase. Since the two strands of T7 promoter part are physically connected by the 301 loop, the probability of formation of a functional double-stranded promoter is higher in the 302 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint 13 stem-loop structured design than when each strand of the promoter is not connected by the 303 loop. Thus, the hairpin structured, self-assembling promoter sequence in the promoter probe 304 can facilitate hybridization and subsequent transcription more efficiently. 305",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The initiated transcription elongates through the single-stranded DNA as a template to 306 amplify target RNAs containing aptamer RNAs. The use of a fluorogenic RNA aptamer 307 facilitated SENSR development by enabling fast and straightforward signal generation. 308",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "Compared to conventional fluorescent protein outputs, the use of RNA aptamers as reporters 309 can reduce the time it takes to observe the signal 34 . 310",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The simple enzyme composition is another reason to enable one-step and one-pot 311 detection. The fewer the enzymes, the easier it is to optimize in terms of temperature and 312 buffer composition. In designing the detection scheme, we deliberately tried to reduce the 313 number of enzymes, thus creating one of the simplest isothermal detection schemes based on 314 two enzymes: SplintR ligase for target detection and T7 RNA polymerase for amplification. 315",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "In addition to the results shown in this study, we expect that SENSR has a broad range 316 of possibilities for pathogen detection. First, SENSR can be easily implemented in the initial 317 screening of infectious diseases at places where a large number of people gather and 318 transfer 35,36 . With a short turnaround time and a simple reaction composition, SENSR is an 319 ideal diagnostic test for rapid and economical screening. Second, SENSR will be a valuable 320 platform for the immediate development of diagnostic tests for emerging pathogens 1,37 321 because of the simple probe design process and broad adaptability of SENSR. In this work, 322 we demonstrated the successful application of SENSR to six pathogens, using minimal 323 redesign based on the highly modular structure of the probes. In theory, SENSR detection 324 probes can be designed for any RNA as long as the target nucleic acid sequence is available. 325",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "This feature provides SENSR a significant advantage over antibody-based diagnostics to 326 rapidly respond to the outbreak of infectious disease. The nucleic acid probe synthesis is 327 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint 14 more scalable than animal antibody production. Therefore, SENSR is more suitable for rapid 328 mass production of diagnostic kits than antibody-based diagnostics. Future efforts on 329 automated probe design will be needed to accelerate the development of SENSR assays for 330 newly emerging pathogens. 331",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "In conclusion, SENSR is a powerful diagnostic platform for RNA detection, which 332 offers a short turnaround time, high sensitivity and specificity, and a simple assay procedure, 333 and eliminates the need for expensive instrumentations and diagnostic specialists. Given the 334 simple probe design process, and its rapid development, SENSR will be a suitable diagnostic 335 method for emerging infectious diseases. 336 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Inhibitor (20 U), 2 μL T7 RNA polymerase (50 U), and 8.7 μL RNase-free water was 355 incubated at 37 °C for 16 h. The resulting reaction products were treated with 1 μL of DNase 356 I (RNase-free) for 1 h at 37 °C. The transcript was purified using the Riboclear TM (plus!) 357 RNA kit (GeneAll, Seoul, Republic of Korea) and quantified using the absorbance at 260 nm. 358",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The purified RNA was used immediately for the downstream reaction or stored at -80 °C. The 359 RNA transcripts were assessed by an Agilent 2100 Bioanalyzer (Agilent Technologies, Santa 360 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint 16 Clara, CA, USA) using an RNA 6000 nano kit (Agilent Technologies) following the 361 manufacturer's direction. All primers are listed in Supplementary Table 4 RNase-free water. The mixture was heated to 95 °C for 3 min, then slowly cooled to room 377 temperature. This was followed by the addition of 1 μL 10 SplintR buffer and 0.5 μL of 378 SplintR ligase (25 U), and incubation of the mixture at 37 °C for 30 min. The reaction was 379 terminated by heating at 95 °C for 10 min. The ligated product was amplified through PCR 380 reaction with LigChk_F and LigChk_R primers (Supplementary Table 4 ). The PCR products 381",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 300,
                    "text": "Supplementary Table 4",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 738,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "reaction. 298"
        },
        {
            "text": "were assessed by an Agilent 2100 Bioanalyzer using a DNA 1000 kit (Agilent Technologies) 382 according to the manufacturer's protocol. 383 384 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint The ligation resultants were amplified with a pair of PCR primers (LigChk_F,R in 555 Supplementary Table 4 ) and analyzed using Bioanalyzer. The ligation reaction occurred 556 when only the promoter probe, reporter probe, SplintR ligase, and target RNA were all 557 present. A full-length probe combining the promoter and reporter probes was amplified with 558 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 246,
                    "text": "Supplementary Table 4",
                    "ref_id": null
                }
            ],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint the same set of PCR primers and used as a size control, as indicated by the red arrow. b, 559",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "Transcription reaction. The ligated mixtures were used as a DNA template to validate 560 transcription. The transcript was obtained only in the presence of target RNA and all other 561 components, demonstrating both target-dependent ligation and the subsequent transcription. 562",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The red arrow points to the correct size of the transcript. c, Fluorescence reaction. After 563 sequential ligation and transcription reactions, the reaction mixture with the correct size of 564 the transcript produced higher fluorescence compared to other conditions that lack one of the 565 necessary components. Fluorescence tests are four experimental replicas (two-tailed student's 566 test; * P < 0.05, ** P < 0.01, *** P < 0.001, **** P < 0.0001; bars represent mean ± s.d). 567",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is four experimental replicas (two-tailed student's test; * P < 0.05, ** P < 0.01, *** P < 0.001, 575 **** P < 0.0001; bars represent mean ± s.d). 576",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is SARS-CoV-2, respectively. All probe pairs tested showed high sensitivity and linearity to 583 detect RNA markers. All tests are four experimental replicas (two-tailed student's test; * P < 584 0.05, ** P < 0.01, *** P < 0.001, **** P < 0.0001; bars represent mean ± s.d). 585 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is samples. The detection limit of SENSR is as low as 2 CFU per 100 µL reaction. c, Detection 591 of bacterial cell diluted in human serum as a proxy clinical sample. Bacteria-contained human 592 serum was thermally lysed and subjected to the SENSR reaction. d, An obvious distinction in 593 the fluorescence intensity between MRSA-and MSSA-contained human serum was 594 observed. The detection limit of SENSR is as low as 2 CFU per 100 µL reaction. All tests are 595 four experimental replicas (two-tailed student's test; * P < 0.05, ** P < 0.01, *** P < 0.001, 596 **** P < 0.0001; bars represent mean ± s.d). 597 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "reaction. 298"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Better tests, better care: improved diagnostics for infectious 455 diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Caliendo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "57",
            "issn": "",
            "pages": "139--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A review of methods for the detection of pathogenic 457 microorganisms",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rajapaksha",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Analyst (Lond)",
            "volume": "144",
            "issn": "",
            "pages": "396--411",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Laboratory-guided detection of disease outbreaks: three 459 generations of surveillance systems",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sintchenko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gallego",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Pathol Lab Med",
            "volume": "133",
            "issn": "",
            "pages": "916--925",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recent advances in the development of nucleic acid 461 diagnostics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glynn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Rev Med Devices",
            "volume": "7",
            "issn": "",
            "pages": "529--539",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Standardization of nucleic acid tests for clinical measurements of bacteria 463 and viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pavšič",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emerging pathogens: challenges 465 and successes of molecular diagnostics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Olano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Diagn",
            "volume": "10",
            "issn": "",
            "pages": "185--197",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isothermal amplified detection of DNA and RNA",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Biosyst",
            "volume": "10",
            "issn": "",
            "pages": "970--469",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Low-Cost Detection of Zika Virus Using Programmable 471",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pardee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nucleic acid detection with CRISPR-Cas13a/C2c2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gootenberg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "356",
            "issn": "",
            "pages": "438--442",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiplexed and portable nucleic acid detection platform with 475",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gootenberg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Recent developments in ligase-mediated amplification and detection",
            "authors": [],
            "year": null,
            "venue": "Trends",
            "volume": "477",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Discriminatory bases that enable specific detection of SARS-CoV-2 612 against viruses with highly similar sequences are marked by bold letters. Grey shades indicate 613 mismatches between the sequences of SARS-CoV-2 and other viruses. b, Singleplex 614 detection of 1 aM SARS-CoV-2 RNA by SENSR. 229E, Human coronavirus 229E",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Human coronavirus NL63; OC43, Human coronavirus OC43; HKU1, Human coronavirus 616 HKU1; Bat-SARS-1, Mg772933 Bat SARS-related coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "based one-step isothermal RNA detection (SENSR). SENSR consists of two simple 62 enzymatic reactions, a ligation reaction by SplintR ligase and subsequent transcription by T7 63 RNA polymerase. The resulting transcript forms an RNA aptamer that binds to a fluorogenic 64 dye and produces fluorescence only when target RNA exists in a sample. SENSR was able to 65 detect target RNA of Methicillin-Resistant Staphylococcus aureus (MRSA) in 30 minutes 66 with a limit of detection of 0.1 aM. We further applied this platform to detect various 67 pathogens, Vibrio vulnificus, Escherichia coli O157:H7, Middle East Respiratory Syndrome-68 related Coronavirus (MERS-CoV), and Influenza A viruses, by merely redesigning the 69 hybridization regions of the probes. Finally, we demonstrated the fast development of the 70 SENSR assay for the latest epidemic pathogen, Severe acute respiratory syndrome-related 71 coronavirus 2 (SARS-CoV-2 or 2019-nCoV), using minimal, publicly available information. 72 73Results74Design of one-step, isothermal reaction cascade 75",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "using a set of probes by performing each component reaction in SENSR. 133 134 Development of one-step isothermal reaction cascade 135 Since all component reactions in SENSR were validated in their respective buffers, we then 136 sought to develop a one-step reaction condition with a single reaction buffer at a single 137 temperature, where all reaction steps, including probe annealing, ligation, transcription, and 138 aptamer fluorescence reaction occur simultaneously. To accomplish this, we first investigated 139 a wide range of temperatures (25-95 °C) for hybridization of the probes and target. Then, 140 each mixture was subjected to the sequential ligation, transcription reactions, and 141 fluorescence reaction described in the previous section. Remarkably, fluorescence was 142 observed at all hybridization temperatures, including 35 °C and 40 °C (Supplementary Fig. 143 1), the optimal temperature ranges for enzyme activities in SENSR, thereby suggesting that 144 the entire reaction can be built up as an isothermal reaction. 145 Additionally, a single reaction buffer composition suitable for all reaction steps was 146 configured to establish all reactions in one pot. Since T7 RNA polymerase reaction buffer has 147 the most inclusive composition of the four reaction buffers (probe annealing, ligation, 148 transcription, and aptamer fluorescence reaction buffers) we used T7 RNA polymerase buffer 149 as a basis for the optimization. Various reaction conditions were optimized, including the 150 reaction temperature and concentrations of various enzymes, and components to enhance the 151 fluorescence signal (Supplementary Note 2 and Supplementary Figs. 2 and 3). The optimized 152 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "as 0.1 aM (corresponding to 6 molecules per 100 µL reaction), indicating the high 161 sensitivity of SENSR. Moreover, the linearity of the fluorescence intensity over a wide range 162 of concentrations (R 2 = 0.9932) suggests that SENSR can be used for target RNA 163 quantification. 164 We then measured the minimal turnaround time required to confirm the presence of 165 the target RNA in a sample. The target RNA ranging from 0.1 aM to 10 aM were added to the 166 SENSR reaction, and fluorescence was measured every 30 minutes. The fluorescence with 167 0.1 aM was discernible against the negative control in only 30 minutes (Fig. 3b). Further 168 incubation of the reaction better distinguished the target RNA-containing reaction from the 169 negative control reaction. Collectively, the SENSR reaction was able to specifically detect the 170 target RNA within 30 minutes with a detection limit of 0.1 aM. 171 172 Broad adaptability of SENSR for pathogen detection 173",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", we expanded the capability of SENSR to enable the simultaneous detection of two 228 target RNAs in a single reaction by leveraging simple probe design. The detection of multiple 229 biomarkers is frequently needed to make a better decision by reducing false-positive and 230 false-negative results. Based on the high specificity of SENSR probes and availability of 231 light-up RNA aptamers with distinct spectral properties 27 , we hypothesized that we could 232 design two sets of SENSR probes that operate orthogonally in a single reaction to detect their 233 respective target RNAs.234 First, we developed an orthogonal reporter probe for Influenza A virus. Since the 235 MRSA infection causes flu-like symptoms, discrimination of this pathogen from common 236 Influenza A virus is required. Furthermore, the patient with the influenza A infection is more 237 susceptible to the MRSA infection 28 . Collectively, simultaneous detection and discrimination 238 of both pathogens can help the diagnosis and follow-up actions. An orthogonal reporter probe 239 for Influenza A virus was designed by replacing its aptamer template region with the template 240 for the Broccoli aptamer 29-32 which binds to DFHBI-1T ((5Z)and exhibits spectral properties distinct from that of the malachite green aptamer. 243 Secondary structures of the new reporter probe and corresponding full-length RNA transcript 244 were simulated, using NUPACK, and satisfied the probe design criteria without further 245 optimization (SupplementaryTable 2). Dual detection of MRSA and Influenza A virus was 246 tested in SENSR reactions in which the two probe pairs, their cognate fluorogenic dyes, and 247 various concentrations of the target RNAs were added(Fig. 6a). When the probe pairs are 248 hybridized to their respective target RNAs, and successful transcription follows, the RNA 249 aptamers would bind their cognate dyes and emit distinguishable fluorescence. The presence 250 of each target RNA could be determined by the fluorescence patterns from the SENSR 251 reaction: malachite green aptamer fluorescence for MRSA, and Broccoli aptamer 252 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "additional probe pairs for other regions in the RdRp gene with either the 261 malachite green aptamer or the Broccoli aptamer (Fig. 7a). Each probe pair contained a 262 discriminatory base at either the 5′-end of PP or 3′-end of RP, which are unique to SARS-263 CoV-2 against other similar viruses. Mismatches between the probes and nontarget RNAs 264 would inhibit ligation and subsequent SENSR reaction and could enable more specific 265 detection of SARS-CoV-2. Indeed, all four probe pairs were able to detect 1 aM of SARS-266",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "simple, economical, and sensitive diagnostic tests are needed to detect and manage 275 infectious diseases at the earliest possible time. However, conventional approaches lack one 276 or more of these features. Culture-based methods are time-consuming (>24 h) 33 while PCR-277 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "SplintR ligase, T7 RNA polymerase, extreme thermostable single-stranded DNA 338 binding protein (ET-SSB), DNase I (RNase-free), and ribonucleotide solution mix were 339 obtained from New England Biolabs (NEB, Ipswich, MA, USA). Recombinant RNase 340 Inhibitor and pMD20 T-vector were obtained from Takara (Shiga, Japan). Malachite green 341 oxalate was purchased from Sigma-Aldrich (St. Louis, MO, USA). Dithiothreitol was 342 acquired from Thermo Fisher Scientific (Waltham, MA, USA). Potassium chloride and 5′-343 phosphate modified oligonucleotides were obtained from Bioneer, Inc. (Daejeon, Republic of 344 Korea). Full-length probe oligonucleotides were synthesized from Integrated DNA 345 Technologies, Inc. (IDT, Coralville, IA, USA). Oligonucleotides other than these were 346 synthesized from Cosmogenetech, Inc. (Seoul, Republic of Korea). 347 348 Preparation of target RNA. Target RNA was synthesized by an in vitro transcription 349 process. To accomplish this, the template DNA containing the target RNA region was 350 amplified by PCR with primer, including the T7 promoter sequence, and cloned into pMD20 351 T-vector. The PCR amplicon was used as a template for in vitro transcription. A transcription 352 reaction mixture containing 1 μg of target DNA, 2 μL 10 T7 RNA polymerase reaction 353 buffer, 1 μL DTT (1 mM), 0.8 μL NTPs (1 mM for each NTP), 0.5 μL Recombinant RNase 354",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "of MSSA and MRSA cell lysates. MRSA (NCCP 15919) and MSSA (NCCP 364 11488) were obtained from the Korea Centers for Disease Control and Prevention (Osong, 365 Republic of Korea) and cultured for 24 h at 37 °C in 5% sheep blood agar (SBA) (Hanil 366 Komed, Seoul, Republic of Korea). Cells were heat lysed at 95 °C for 2 min. 367 368 Preparation of proxy clinical sample. Human serum was purchased from EMD Millipore 369 Corporation (Temecula, CA, USA). MRSA (NCCP 15919) and MSSA (NCCP 11488) were 370 spiked into human serum. Human serum was diluted at a 1/7 ratio in RNase-free water 9 and 371 the diluted human serum was heat lysed at 95 °C for 2 min. 372 373 RNA-splinted ssDNA ligation assay. The ligation reaction was performed according to a 374 previously reported method 17 . In summary, 200 nM PP, 220 nM RP, and 220 nM target RNA 375 were added to 4 μL reaction buffer containing 10 mM Tris-HCl (pH 7.4), and 50 mM KCl in 376",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "to 95 °C for 10 min and left at room temperature for 20 min. A 5 μL solution of 388 10 mM MgCl2 was added to the mixture and allowed to stabilize at room temperature for 15 389 min, followed by addition of 5 μL of 320 μM malachite green solution to produce a total 390 volume of 100 μL. The mixture was incubated at room temperature for 30 min. After 391 incubation, fluorescence intensity was measured using a microplate reader (Hidex, 392 Lemminkäisenkatu, Finland) in 384-well clear flat-bottom black polystyrene microplates 393 (Corning Inc., Corning, NY, USA). For the malachite green aptamer fluorescence, the 394 excitation wavelength was 616 nm with a slit width of 8.5 nm, and the emission wavelength 395 was 665 nm with a slit width of 7.5 nm. Background intensity from the malachite green 396 buffer containing 16 μM malachite green was subtracted from all fluorescence intensities. 397 398 SENSR protocol. The one-step, isothermal reaction master mix consisted of the following 399 components: 2 μL of 1 μM PP, 2.2 μL of 1 μM RP, 5 μL of 320 μM malachite green solution 400 (or 20 μL of 50 μM DFHBI-1T solution), 0.8 μL of ET-SSB, 0.5 μL Recombinant RNase 401 Inhibitor (20 U), 10 μL of SplintR ligase, 5 μL of T7 RNA polymerase (50 U), and 10 μL of 402 10 SENSR buffer containing 50 mM Tris-HCl (pH 7.4), 10 mM MgCl2, 1 mM of each 403NTPs, and 10.5 mM NaCl. The reaction master mix was adjusted to 99.22 μL in RNase-free 404 water and 0.78 μL of target RNA was added to produce a total volume of 100 μL. The 405 reaction solution was incubated at 37 °C for 2 hr. After incubation, fluorescence intensity was 406 measured by a Hidex Sense Microplate Reader, as described above. Background intensity 407 from the SENSR buffer containing 16 μM malachite green was subtracted from all malachite 408 green fluorescence intensities. For the Broccoli aptamer fluorescence, the excitation 409 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(20 U), 10 μL of SplintR ligase, 5 μL of T7 RNA polymerase (50 U), and 10 416 μL of 10 SENSR buffer. The reaction master mix was adjusted to 99.22 μL in RNase-free 417 water and added to 0.78 μL of target RNA, producing a total volume 100 μL. The remaining 418 steps are identical to the single target detection. 419 420 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Schematic illustration of SENSR, a one-step isothermal reaction cascade for 546 rapid detection of RNAs. The reaction is composed of four main components: a set of 547 probes, SplintR ligase, T7 RNA polymerase (T7 RNAP), and a fluorogenic dye. In the 548 presence of target RNA, hybridization, ligation, transcription, and aptamer-dye binding 549 reactions occur sequentially in a single reaction tube at a constant temperature. UHS, 550 upstream hybridization sequence; DHS, downstream hybridization sequence. 551 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Construction of the three components reactions of SENSR. a, Ligation reaction. 554",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Sensitivity and turnaround time of SENSR. a, Sensitivity of SENSR. The target 570 RNA from 220 nM to 0.1 aM was tested. The detection limit is 0.1 aM. High linearity 571 suggests that SENSR can be used for the quantification of the target RNA. b, Turnaround 572 time of SENSR. To check the time required for the SENSR reaction, the incubation time of 573 SENSR was varied. The target RNA of 0.1 aM was detected as early as 30 min. All tests are 574",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Broad adaptability of SENSR. Two pathogenic microbes and three viruses were 579 targeted by redesigning probe sequences. a, Schematic of SENSR with easy reconfiguration 580 and rapid development. b,c, Detection of bacterial RNA markers, for V. vulnificus and E. coli 581 O157:H7, respectively. d,e,f, Detection of viral RNA markers, MERS-CoV, Influenza A, and 582",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Live cell and proxy clinical sample detection using SENSR. a, Direct detection of 588 bacterial cells. Thermal cell lysates of MRSA and MSSA were subjected to the SENSR 589 reaction. b, Clear distinction in the fluorescence intensity between MRSA and MSSA 590",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "One-pot dual detection of RNAs by SENSR. a, One-pot dual detection of MRSA 600 and Influenza A. The dual SENSR mixture contains two orthogonal pairs of probes and 601 fluorogenic dyes with other components. Each probe pair hybridizes to the corresponding 602 target RNA and allows SENSR reaction, emitting fluorescence that is distinguishable from 603 each other. b, Validation of orthogonal dual SENSR reaction. Presence of each target RNA (1 604 nM) was determined by the intensities of non-overlapping fluorescence. c, One-pot dual 605 SENSR detection of MRSA and Influenza A with various concentration combinations. All 606 tests are four experimental replicas. 607 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Dual detection of SARS-CoV-2 by SENSR. a, Probe design for dual SENSR 610 detection. Three regions in the RNA-dependent RNA polymerase (RdRp) gene of SARS-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". First, the promoter probe 85 consists of an upstream hybridization sequence (UHS) and a stem-loop T7 promoter. The 86 UHS hybridizes to the 5′-half of a target RNA region. The stem-loop T7 was adopted from 87 the literature 19 (Supplementary Table 1) to form an active, double-stranded T7 promoter 88 using a single-stranded oligonucleotide. The sequence of the UHS was designed by Primer-89 BLAST 20 to ensure specific binding to the target RNA. Among candidate UHS sequences, we 90 chose the one with minimal secondary structure at 37 °C predicted by NUPACK 21 to 91 maximize the hybridization between the UHS and its target region (Supplementary Table 2). 92 The 5′-end of the promoter probe was then phosphorylated for ligation. Next, a reporter probe 93 consists of a downstream hybridization sequence (DHS) and a template sequence for a dye-94 binding RNA aptamer. The DHS contains the complementary sequence to the other half of 95 the target RNA region. Similar to the UHS, the DHS was selected to have minimal predicted 96 secondary structure (Supplementary Table 2). 97 Once both UHS and DHS probes hybridize correctly to the target RNA, SplintR 98 ligase can initiate the cascade by connecting the probes that have all features built for the one-99 step diagnostic test. Subsequently, T7 RNA polymerase can synthesize the RNA aptamer 100",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SENSR condition enabled the detection of target RNA in a one-pot isothermal reaction at 153Rapid and sensitive RNA detection by SENSR 156",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "computational steps. This design feature, requiring only nucleotide sequences to build 178 molecular diagnostics, allows for easy construction of SENSR probes for any infectious 179 diseases(Fig. 4a). 180To demonstrate SENSR for various pathogens, we first targeted two pathogenic 181 microorganisms, V. vulnificus and E. coli O157:H7. V. vulnificus is known to cause 182 gastroenteritis, wound infection, and sepsis in humans. We designed a probe pair targeting 183 vvhA (SupplementaryTable 3), a V. vulnificus-specific target encoding extracellular 184 hemolysin with hemolytic activity and cytotoxic effect. The sensitivity of SENSR reaction 185 using the probe pair and in-vitro-transcribed vvhA RNA was as low as 0.1 aM(Fig. 4b), and a 186 linear correlation was observed between the concentration of RNA and the fluorescence 187Next, we used SENSR to detect E. coli O157:H7, which causes foodborne illness. 189 Similar to that for V. vulnificus, we designed a probe pair for E. coli O157:H7-specific target 190 gene, tir(Supplementary Table 3), for SENSR reaction. Similarly, RNA concentrations as 191 low as 0.1 aM were detected by SENSR and a high linear correlation between the 192 concentration of RNA and the fluorescence intensity was observed (Fig. 4c; R 2 =0.9684). 193The target was expanded to human-infective RNA viruses that cause fatal diseases23 .  194    First, we aimed at Middle East Respiratory Syndrome-related Coronavirus (MERS-CoV). 195The mortality rate of MERS was reported to be 35% 24 , and can be transmitted from human to 196 human 25 , which raises the need for a fast and sensitive onsite diagnostic test. The probe pairs 197 for the MERS-specific gene, upE(Supplementary Table 3), exhibited similar sensitivity and 198 linearity to the bacterial cases(Fig. 4d). Likewise, we designed a probe pair for the Influenza 199 A virus-specific target gene, HA (hemagglutinin) gene(Supplementary Table 3). SENSR was 200",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is One-pot dual detection of SARS-CoV-2 by orthogonal probe pairs, SARS-CoV-2-MG1 and -620 BR1. All tests are two experimental replicas. Fold changes were calculated by dividing the 621 normalized fluorescence values by that with no target RNA. 622 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.05.20031971 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}