{
    "paper_id": "e4701bdf5d414ea8ca38a4d8d3f69540805293b0",
    "metadata": {
        "title": "TITLE PAGE Clinical features and laboratory inspection of novel coronavirus pneumonia (COVID-19) in Xiangyang, Hubei",
        "authors": [
            {
                "first": "Weiliang",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuemei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zirong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, fast-multiplying outbreak of the 2019 novel coronavirus (2019-nCov) in China, which have reached multiple continents currently. 2019-nCov mainly cause pneumonia that the desease was named as novel coronavirus pneumonia (COVID-19) 1 . The 2019-nCov is an betacoronavirus that possibly originated from wild animals that genome is highly homologous to bats 2 . Human-to-human transmission is the main way of cause infection 3 . The World Health Organization (WHO) has declared it to be a public health emergency of international concern 4 . Until February 20, 2020, a total number of 75569 COVID-19 cases have been diagnosed in China, including 2239 deaths 5 . Despite the rapid spread over the world, the clinical features and laboratory inspection of COVID-19 keep largely unclear. The clinical characteristics of severe COVID-19 cases were similar to severe acute respiratory syndrome ( SARS ) and the Middle East Respiratory Syndrome ( MERS ) that could occur acute respiratory distress syndrome (ARDS), acute cardiac injury, and even death 6 .Whereas the main clinical features of COVID-19 patients are fever, cough and sore throat. However, there are few reports on the clinical features and laboratory detection results of NCP cases in every regions of Hubei province outside Wuhan. We aimed to through analyzed 128 laboratory confirmed cases of Xiangyang No. 1 Hospital to reveal the infectious characteristics of COVID-19 that provide more information for the research of novel coronavirus.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 442,
                    "end": 443,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 555,
                    "end": 556,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 675,
                    "end": 676,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1063,
                    "end": 1064,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We performed a retrospective study on the clinical characteristics of laboratoryconfirmed 128 cases with COVID-19. Patients were admitted to the Xiangyang No.1 Hospital from 1 January 2020 to 16 February 2020, with final follow-up for the research on 21 February 2020. Clinical data were collected from the hospital . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . electronic medical records system and laboratory information system. On admission, 107 and 21 patients were divided into non-severe and severe groups, respectively. A confirmed case with COVID-19 was defined as a positive result to real-time reverse transcriptase polymerase chain reaction ( RT-PCR ) assay for nasal and pharyngeal swab specimens 7 . Only the laboratory-confirmed cases were included the analysis. Suspected patients and clinical diagnosised patients were not part of our study. The study was approved by the ethics committee of the Xiangyang No. 1Hospital with written informed consent from the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "All statistical analyses were performed using SPSS version 20.0 (IBM, Armonk, NY, USA). The data between groups with variables were compared by χ 2 test or Fisher's exact test, and one-way analysis of variance followed by Tukey's test. All means were reported with the corresponding standard deviation in tables. The P values < 0.05 were regarded as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical features and Demographic"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical features and Demographic"
        },
        {
            "text": "The 128 COVID-19 patients were confirmed by laboratory detection. On admission, 107 and 21 patients were divided into non-severe and severe groups, respectively. The demographic and clinical features were showed in Table 1 . The data showed that female patients account for 53.1%, the proportion of these female patients in the severe and non-severe groups was 55.1% and 42.9%, respectively. The overall patients throughout the whole spectrum of age. The aged below 20 years that accounts for 1.6% of overall patients. The rate of overall patients who aged in 21~50 years were 44.5%, no-severe and severe patients accounts for 46.7%, 33.3%, respectively. The 51~65 years accounts for 35.1% of overall patients. The older patients aged over 66 years in the group of overall patients accounts for 18.8%. However, aged over 50 years accounting for 53.9% of overall patients. In the difference age spectrum, all severe groups compared with non-severe groups were difference significantly ( P < 0.01 ). Fever ( 89.8% ) and Cough ( 67.2% ) were common clinical symptoms. The rate of patients with sore throats (14.1%) was rare. The rate of chest computed tomography scan showing ground glass opacity in overall, non-severe, severe were 63.3%, 60.7%, 76.2%, respectively. However, no marked differences in fever, cough, sore throat between the two groups (all P > 0.05). Moreover, there were distinctly different of chest computed tomography scan showing ground glass opacity in severe group compared with non-severe group (P < 0.05). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical features and Demographic"
        },
        {
            "text": "All patients were summoned to the laboratory for a routine blood sample, all of which were analyzed. Laboratory detection results were showed in Table 2 . Results indicated that white blood cell counts in the normal range of overall patients, but severe group patients were increased significantly ( P < 0.01). Lymphocytes of overall patients were decreased, yet Platelets in the normal range. Whereas, Lymphocytes and Platelets level of severe group obviously lower than no-severe group ( P < 0.01 ). Alanine transaminase and aspartate transaminase in the normal range of overall patients, but its were elevated in the severe group. Creatinine and blood urea nitrogen of overall patients in the normal range and no marked difference between no-severe and severe group. C-reactive protein level of all patients were increased markedly, but it in the severe group was significantly higher than that in the non-severe group ( P < 0.01 ). . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Laboratory inspection of patients infected 2019-nCov"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory inspection of patients infected 2019-nCov"
        },
        {
            "text": "All values are mean±SD. P values denoted the comparison between mild-moderate cases and severe cases. Abbreviations: WBC, white blood cell. LYM, lymphocytes. PLT, Platelets.ALT, alanine transaminase. AST, aspartate transaminase. Cr, creatinine. BUN, blood urea nitrogen. CRP, C-reactive protein level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory inspection of patients infected 2019-nCov"
        },
        {
            "text": "2019 novel coronavirus was an batacoronavirus which was transmitted by droplets and direct contact with a patient's body fluids, other ways of it transmission was unclear 8, 9 . Until 16 February 2020, the number of COVID-19 patients was more than 70 000, yet the number of infections was still rising 5 . However, there are still no effective treatment for COVID-19, the main treatment is symptomatic and supportive therapy to alleviate symptoms and maintain organ function in severe diseases 10 . Although some studies have reported that some drugs can be used against the 2019-nCov, these drugs still in the research stage 11 .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 174,
                    "end": 175,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 494,
                    "end": 496,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our 128 case series by laboratory-diagnosed that all of them comeback from Wuhan, or had contacted with people from Wuhan, or close contacted with diagnosed patients. However, there are unavoidable misdiagnosis through laboratory-confirmed by real-time quantitative fluorescence PCR detection of 2019-nCov due to sampling deviation. In our study, the aged over 50 years patients accounted for over half of the diagnosed patients (53.9%). Fever (89.8%) and cough(67.2%) were common symptoms, yet sore throat (14.1%) was rare. Chest computed tomography scan showing ground glass opacity of diagnosed patients account for 63.3%, whereas the severe pneumonia up to 76.2%, these were inconsistent with other studies 12 data suggested that gender may not be an influence factor in 2019-nCov infection, yet advanced age was a risk factor for viral infection and poor prognosis.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 713,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our data of laboratory detection indicated that the white blood cells and C-reactive protein level were elevated in severe case series and the lymphocytes were decreased. The results suggested that severe pneumonia may be accompanying bacterial infection and immune deficiency may be also a risk factor for unfavourable prognosis in patients 13 . In addition, alanine transaminase (ALT), aspartate transaminase (AST) and creatinine (CR) were elevated in the patients of severe pneumonia. The results suggested that 2019-nCov may be carries a risk factor of impaired liver and kidney function.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 344,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, our data provide more information that advanced age, lower lymphocytes levels at the diagnosed COVID-19 patients may be a risk factor for unfavourable prognosis. The white blood cells and C-reactive protein level elevated in severe COVID-19 patients may be accompanying bacterial infection. 2019-nCov may be carries a risk factor of impaired liver and kidney function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chinese Center for Disease Control and Prevention. Notice of the National Health and Health Commission on the tentative naming of new coronavirus pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Pneumonia Outbreak Associated With a New Coronavirus of Probable Bat Origin",
            "authors": [
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Xing-Lou",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Xian-Guang",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report-32 . Data as reported by 21",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Importation and human-to-human transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001272"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO: clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "Chih-Cheng",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Tzu-Ping",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "Wen-Chien",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Hung-Jen",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Po-Ren",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "",
            "issn": "105924",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "Weijie",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Zhengyi",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Wenhua",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Chunquan",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "Jianxing",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiological and Clinical Characteristics of 17 Hospitalized Patients with",
            "authors": [
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Shilin",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Yurui",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Qin",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Xue",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Zhaoping",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel Coronavirus Infections Outside Wuhan, China. medRxiv preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.11.20022053"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Clinical features and Demographic of COVID-19 patients ( n=128 ).author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Laboratory inspection of COVID-19 patients (n=128).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". Our",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Ethical approval: The study was approved by the ethics committee of the Xiangyang No. 1Hospital with written informed consent from the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest: All authors declare no competing interests of this study."
        },
        {
            "text": "We thank Xuemei Xu, Hao Li, Li Shi, Le Xiong, Lin Chen, Zirong Wu for supporting this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Funding: This work was financially supported by grants from the Youth development fund of Xiangyang No.1 Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECLARATIONS"
        }
    ]
}