{
    "paper_id": "e7ff9455c483c237c3ee08b9d230b7be65c064bf",
    "metadata": {
        "title": "Imaging Striatal Dopamine Release Using a Non-Genetically Encoded Near-Infrared Fluorescent Catecholamine Nanosensor",
        "authors": [
            {
                "first": "Abraham",
                "middle": [
                    "G"
                ],
                "last": "Beyene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristen",
                "middle": [],
                "last": "Delevich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jackson",
                "middle": [],
                "last": "Travis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Del",
                "middle": [],
                "last": "Bonis-O&apos;donnell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Piekarski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wan",
                "middle": [
                    "Chen"
                ],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Wren"
                ],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "J"
                ],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Polina",
                "middle": [],
                "last": "Kosillo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Darwin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Wilbrecht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Markita",
                "middle": [
                    "P"
                ],
                "last": "Landry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley, Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Neuromodulation plays a critical role in brain function in both health and disease. New optical tools, and their validation in biological tissues, are needed that can image neuromodulation with high spatial and temporal resolution, which will add an important new dimension of information to neuroscience research. Here, we demonstrate the use of a catecholamine nanosensor with fluorescent emission in the 1000-1300 nm near-infrared window to measure dopamine transmission in ex vivo brain slices. These near-infrared catecholamine nanosensors (nIRCats) represent a broader class of nanosensors that can be synthesized from non-covalent conjugation of single wall carbon nanotubes (SWNT) with single strand oligonucleotides. We show that nIRCats can be used to detect catecholamine efflux in brain tissue driven by both electrical stimulation or optogenetic stimulation. Spatial analysis of electrically-evoked signals revealed dynamic regions of interest approximately 2 microns in size in which transients scaled with simulation intensity. Optogenetic stimulation of dopaminergic terminals produced similar transients, whereas optogenetic stimulation of glutamatergic terminals showed no effect on nIRCat signal. Bath application of nomifensine prolonged nIRCat fluorescence signal, consistent with reuptake blockade of dopamine. We further show that the chemically synthetic molecular recognition elements of nIRCats permit measurement of dopamine dynamics in the presence of dopamine receptor agonists and antagonists. These nIRCat nanosensors may be advantageous for future use because i) they do not require virus delivery, gene delivery, or protein expression, ii) their near-infrared fluorescence facilitates imaging in optically scattering brain tissue and is compatible for use in conjunction with other optical neuroscience tool sets, iii) the broad availability of unique near-infrared colors have the potential for simultaneous detection of multiple neurochemical signals, and iv) they are compatible with pharmacology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The catecholamines dopamine and norepinephrine are neuromodulators known to play an important role in learning and attention and are implicated in multiple brain disorders. [1] [2] [3] [4] [5] Dopamine, in particular, is thought to play a critical role in learning 6 , motivation 7, 8 , and motor control 9 , and aberrations in dopamine neurotransmission are implicated in a wide range of neurological and psychiatric disorders including Parkinson's disease 10 , schizophrenia 11 , and addiction. 12 Neuromodulatory neurotransmission is thought to occur on a broader spatial scale than classic neurotransmission, which is largely mediated by synaptic release of the amino acids glutamate and γ-aminobutyric acid (GABA) in the central nervous system. In synaptic glutamatergic and GABAergic neurotransmission, neurotransmitter concentrations briefly rise in the synaptic cleft to mediate local communication between the pre-and postsynaptic neurons through the rapid activation of ligand-gated ion channels. 13 In contrast, neuromodulators (catecholamines, neuropeptides) may diffuse beyond the synaptic cleft and act via extrasynaptically-expressed metabotropic receptors. [14] [15] [16] [17] [18] [19] Thus, modulatory neurotransmitter activity extends beyond single synaptic partners and enables small numbers of neurons to modulate the activity of broader networks. 20 The absence of direct change in ionic flux across cell membranes, which is measurable using available tools like electrophysiology or genetically encoded voltage indicators (GEVIs), has necessitated the use of methods borrowed from analytical chemistry such as microdialysis and amperometry to study the dynamics of neuromodulation. However, spatial limitations of fast-scan cyclic voltammetry and spatial and temporal limitations of microdialysis currently make it difficult to interpret how neuromodulators affect the plasticity or function of target neural populations at behaviorally relevant spatiotemporal scales.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 283,
                    "end": 284,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 305,
                    "end": 306,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 477,
                    "end": 479,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 497,
                    "end": 499,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1369,
                    "end": 1371,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Main"
        },
        {
            "text": "Ideally, to understand how neuromodulation sculpts brain activity, we need to develop tools that can optically report modulatory neurotransmitter concentrations in the brain extracellular space (ECS) in a manner that is compatible with pharmacology and other available tools to image neural structure and activity, and minimally interferes with the underlying biology. This goal motivates our effort to design an optical probe that can report extracellular catecholamine dynamics with high spatial and temporal fidelity within a unique near-infrared spectral profile. In this work, we describe the design, characterization, and implementation of a nanoscale near-infrared (nIR) non-genetically encoded fluorescent reporter that allows precise measurement of catecholamine dynamics in brain tissue. This technology makes use of a single wall carbon nanotube (SWNT) noncovalently functionalized with single strand (GT)6 oligonucleotides to form the nearinfrared catecholamine nanosensor (nIRCat). nIRCats respond to dopamine with ΔF/F of up to 24-fold in the fluorescence emission window of 1000-1300 nm 48 , a wavelength range that has shown utility for non-invasive through-skull imaging in mice. 21 First, we show in vitro characterization of the nanosensor's specificity for the catecholamines dopamine and norepinephrine, and demonstrate its insensitivity to GABA, glutamate, and acetylcholine. Second, we use ex vivo brain slices containing the dorsal striatum to demonstrate that nIRCats exhibit a fractional change in fluorescence that has the dynamic range and signalto-noise ratio to report dopamine efflux in response to brief electrical or optogenetic stimulation of dopaminergic terminals. Next, optogenetic stimulation of this preparation is also used to demonstrate the selectivity of the nIRCat nanosensor response to dopaminergic over glutamatergic terminal stimulation. In both stimulation contexts, we show that bath application of dopamine receptor antagonist sulpiride and agonist quinpirole modulates nIRCat signals in a manner consistent with predicted effects of presynaptic D2 autoreceptor manipulation. Finally, we show that the presence of a dopamine reuptake inhibitor yields a prolonged nIRCat fluorescent signal indicating that the sensors report a change in the time course of dopamine diffusion and reuptake in striatal brain tissue. These data indicate that nIRCats provide a unique synthetic tool compatible with pharmacology to interrogate the release, diffusion, and reuptake of neuromodulators in neural tissue.",
            "cite_spans": [
                {
                    "start": 1197,
                    "end": 1199,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Main"
        },
        {
            "text": "We report near-infrared fluorescent catecholamine nanosensors (nIRCats) that enable imaging of extrasynaptic catecholamines and their release and re-uptake dynamics in the ECS of brain tissue. Using a previously established nanosensor generation platform 22, 23 , synthetic bio-mimetic polymers were pinned onto the surface of intrinsically near-infrared fluorescent single-wall carbon nanotubes (SWNT). The resulting non-covalent nanometerscale conjugate produced the catecholamine-selective nIRCat. In in vitro solution phase experiments (Methods), nIRCats exhibited a maximal change in fluorescence (ΔF/F) of up to 24 (Figure 1b, 1c) with a dynamic range of 4 orders of magnitude, reporting detectable fluorescence changes from 10 nM to 100 µM dopamine concentration ( Figure S1 ). nIRCats were also sensitive to norepinephrine with a maximal response of ∆F/F=35 and a similar dynamic range ( Figure S1 ). We found that nIRCats are insensitive to GABA, glutamate, and acetylcholine ( Figure 1c ) and can report fluctuations in dopamine concentration in the presence of ascorbic acid, which is present in cerebrospinal fluid ( Figure S1 ). Singlemolecule imaging revealed that the nIRCat signal in response to repeated perfusions of 10 µM dopamine was reversible upon exposure, an important feature for measuring neuromodulator kinetics ( Figure S2 ). In previous work, we performed stochastic simulations that suggest nIRCats have sufficient sensitivity to detect physiologically relevant fluctuations in dopamine concentration in brain tissue arising from the activity of a single dopaminergic terminal, which can briefly exceed concentrations of 1 µM from the release site in a distance-dependent manner. 24",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 621,
                    "end": 636,
                    "text": "(Figure 1b, 1c)",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 905,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 996,
                    "text": "Figure 1c",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1138,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1341,
                    "end": 1350,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A Near-Infrared Dopamine and Norepinephrine Nanosensor"
        },
        {
            "text": "Schematic of optical catecholamine reporters, nIRCats. Pristine SWNT are functionalized with (GT)6 oligonucleotides to generate turn-on optical reporters for dopamine (DA) and norepinephrine (NE) (b) Fluorescence spectra of nIRCats before (black) and after (red) addition of 10 µM of dopamine in an in vitro preparation in phosphate buffered saline (without tissue). Multiple emission peaks correspond to unique SWNT chiralities contained within the multi-chirality mixture. (c) Nanosensor optical response to 100 µM dopamine (DA), norepinephrine (NE), glutamate (GLU), γ-aminobutyric acid (GABA), and acetylcholine (ACH) (data from in vitro testing). Black bars represent averages from n=3 independent measurements and error bars are calculated as standard deviations of the n=3 measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Synthesis and testing of near-infrared catecholamine nanosensors (nIRCats). (a)"
        },
        {
            "text": "To determine the efficacy of nIRCats for imaging dopamine in brain tissue, we used brain slices from the dorsal striatum of the mouse. Given that the dorsal striatum is densely innervated by dopaminergic projections from the substantia nigra pars compacta (SNc) but lacks innervation from neurons that release norepinephrine (NE) 25 , we leveraged nIRCats capacity to serve as a dopamine sensor in the striatum. The majority of neurons within the striatum are GABAergic medium spiny neurons (MSNs) with a minority fraction of interneuron populations that include GABAergic and cholinergic interneurons. 26 Glutamatergic inputs from the cortex and thalamus are the major drivers of MSN activity and dopaminergic terminals in close proximity to these inputs are thought to play an important role in modulating the activity of MSNs and plasticity at striatal synapses. 27 Due to the composition of local axons, intrastriatal electrical stimulation is predicted to drive the release of a mix of neurotransmitter including GABA, glutamate, acetylcholine, and dopamine, but negligible amounts of other catecholamines like norepinephrine.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 603,
                    "end": 605,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 866,
                    "end": 868,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Imaging of electrical stimulation-evoked dopamine release in acute striatal brain slices"
        },
        {
            "text": "Coronal mouse brain slices were prepared as described previously. 28 Slices were subsequently incubated with 2 mg/L nIRCats for 15 minutes to enable sensors to diffuse into the brain tissue ( Figure 2a ). Slices were subsequently rinsed to remove excess nIRCats and incubated in standard artificial cerebrospinal fluid (ACSF) for another 15 minutes before imaging. This method, modified from Godin et al. 29 who demonstrated that SWNT localize in the ECS of acute brain slices, enabled even and widespread labeling of the coronal slice, including the dorsal striatum ( Figure 2c ). Imaging of nIRCat fluorescence modulation in dorsal striatum was accomplished with a custom-built visible and nearinfrared microscope to enable concurrent imaging of both visible (400 nm -750 nm) and near-infrared (750 nm -1700 nm) wavelengths on the same detector ( Figure 2b ). Briefly, a 785 nm laser for excitation of nIRCats and mercury bulb for generating brightfield images were directed onto the back focal plane of an epifluorescence upright microscope, and imaging channels were selected using a sliding mirror. Serially, either brightfield or nearinfrared images were collected on a Ninox Vis-SWIR 640 broadband camera (Raptor Photonics) with appropriate dichroic filters (Methods) and a 60X water dipping objective (Nikon) providing an imaging field of 178 µm by 142 µm, containing hundreds of dopaminergic terminals. Experimental schematic depicting preparation of acute brain slices and subsequent incubation in 2 mg/L nIRCat solution to load the nanosensors into brain tissue. (b) Schematic of visible/near-infrared microscope. A 785 nm CW laser is beam-expanded and co-aligned with a mercury vapor lamp and directed into the objective with dichroic filter cubes. Emitted photons are filtered through a 900 nm long-bass filter and are relayed onto the sensor of a broadband InGaAs camera that is sensitive to both visible and near-infrared wavelengths. (c) Dorsomedial striatum from mouse acute slice imaged in brightfield (top) and near-infrared (bottom) after tissue nanosensor loading. Scale bars = 10 µm.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 405,
                    "end": 407,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 569,
                    "end": 578,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 849,
                    "end": 858,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Imaging of electrical stimulation-evoked dopamine release in acute striatal brain slices"
        },
        {
            "text": "To investigate striatal neuromodulator release with temporal control of tissue stimulation, we used a bipolar stimulating electrode to evoke terminal release within the dorsomedial striatum (stimulus protocol: 3 millisecond wide single square pulses, over 5 biological replicates). We found a single pulse could elicit a nIRCat signal transient, and that increasing the strength of the stimulus led to larger evoked changes in nIRCat F/F signal, (ΔF/F)max 0.1 mA = 0.047 ± 0.025; 0.3 mA = 0.122 ± 0.026; and 0.5 mA = 0.2 ± 0.033; mean ± s. d., n=5 for all measurements, p=0.008 between 0.1 mA vs. 0.3 mA, p=0.008 between 0.3 mA vs. 0.5 mA) (Figure 3b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 651,
                    "text": "(Figure 3b",
                    "ref_id": null
                }
            ],
            "section": "Imaging of electrical stimulation-evoked dopamine release in acute striatal brain slices"
        },
        {
            "text": "To further test if evoked nIRCat signals tracked striatal dopamine release and reuptake kinetics, we investigated the effect of nomifensine, a dopamine reuptake inhibitor that slows the clearance of dopamine from the ECS by competitively binding to dopamine transporters (DATs). Addition of 10 µM nomifensine to the bath yielded nIRCat signal with higher peak fluorescence modulation ((∆F/F)max = 0.108 ± 0.029 vs. 0.189 ± 0.023; mean ± s. d., n=3, p=0.0178) and a prolonged fluorescent signal compared to signals obtained in ACSF from the same field of view (decay time constant, =2.43 ± 0.24 s vs. 10 .95 ± 1.15 s; mean ± s. d., n=3, p=0.0002) (Figure 3a top vs. bottom row, Figure 3c ).",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 657,
                    "text": "(Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 687,
                    "text": "Figure 3c",
                    "ref_id": null
                }
            ],
            "section": "Imaging of electrical stimulation-evoked dopamine release in acute striatal brain slices"
        },
        {
            "text": "Nanosensor ΔF/F imaging of the same acute brain slice field of view upon electrical stimulation by 0.3 mA in standard ACSF (top row) and in ACSF plus 10 µM nomifensine (bottom, +Nomifensine). Three still frames are presented from each movie. \"Pre\" is a representative frame before electrical stimulation is applied, \"Stim\" represents frame corresponding to peak ∆F/F following stimulation, and \"Post\" is a representative frame after nIRCat fluorescence has returned to baseline. Scale bars = 10 µm. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/356543 doi: bioRxiv preprint entire field of view, overlaid with ROIs identified from an automated program from per-pixel ∆F/F stack projections of nIRCat fluorescence modulation (see Methods). Color bar represents nIRCat fluorescence intensity of labeled tissue. Scale bar = 20 µm. (e) Frequency histogram of ROI sizes depicted in (d), exhibiting a log-normal distribution with median ROI size of 2 µm. (f) ROI size distribution from three different fields of view (representing n = 3 biological replicates) in the dorsal striatum, each stimulated separately by 0.3 mA stimulation. In each of these fields of view, ROIs showed similar median size and size distribution even when compared across biological replicates. Box plot definitions: red-line = median, edges of box: 25 th and 75 th percentiles, top and bottom lines: minimum and maximum values of non-outlier data, red points: outlier data (g) A higher magnification view of an ROI with an effective radius of 5 µm. Maximum ∆F/F projection of the ROI shows presence of smaller fluorescence hotspots within the ROI. Scale bar = 5 µm. (h) Overlay of representative normalized FSCV (gray) and nIRCat (blue) traces showing that nIRCat ROI signals exhibit a wider diversity of decay kinetics. Inset: An example of nIRCat experimental data (blue dots) fitted to first order kinetics (red line) to compute decay time constants (). To identify nIRCat fluorescence change hotspots (i.e., regions of high ∆F/F), we analyzed our video-rate acquisitions using a custom-built program that accounted for background fluorescence and identified regions with fluctuations in fluorescence intensity in the poststimulation epoch (see Methods for details). We defined nIRCat ∆F/F hotspots as regions of interest (ROIs) based on a per-pixel stack projection of maximal ∆F/F in the imaging time series. The ROIs identified were found to vary in size from 1 µm to 15 µm ( Figure  3d , 3e). We found that ∆F/F hotspots do not necessarily correspond to high nIRCat labeling of the brain tissue, suggesting that the hotspot is a consequence of variation in dopamine release and not nanosensor loading in the tissue (Figure 3d , Figure S3 a-c). Using data from single pulse electrical stimulation experiments, the program identified ROIs whose size distribution was observed to exhibit a log-normal distribution with median ROI size of 2 µm (Figure 3e ). Repeat stimulations with the same stimulation amplitude in fields of view of the dorsomedial striatum across biological replicates generated similar size distributions (Figure 3f ). Closer examination of several larger ROIs (> 5µm) suggested these may be comprised of smaller hot-spots in close proximity (Figure 3g , Figure S3 d-e).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2524,
                    "end": 2534,
                    "text": "Figure  3d",
                    "ref_id": null
                },
                {
                    "start": 2764,
                    "end": 2774,
                    "text": "(Figure 3d",
                    "ref_id": null
                },
                {
                    "start": 2777,
                    "end": 2786,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 2989,
                    "end": 2999,
                    "text": "(Figure 3e",
                    "ref_id": null
                },
                {
                    "start": 3171,
                    "end": 3181,
                    "text": "(Figure 3f",
                    "ref_id": null
                },
                {
                    "start": 3308,
                    "end": 3318,
                    "text": "(Figure 3g",
                    "ref_id": null
                },
                {
                    "start": 3321,
                    "end": 3330,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "Figure 3. Imaging and spatiotemporal analysis of dopamine release evoked by electrical stimulation in acute striatal slices. (a)"
        },
        {
            "text": "For further examination of the temporal resolution of nIRCats, we compared the temporal profile of evoked transients measured with nIRCats to transients measured with fast scan cyclic voltammetry (FSCV). FSCV is a technique that has been widely used to measure temporal catecholamine dynamics both in vivo and in vitro in the striatum and other brain areas. [30] [31] [32] FSCV and nIRCat experiments were conducted on separate experimental rigs with the same solutions, temperature settings, electrodes, and stimulation parameters. Evoked transients measured with FSCV and nIRCat fluorescence emission showed comparable temporal profiles in the rising phase (latency to peak: FSCV = 0.25 ± 0.0 s vs. nIRCat = 0.40 ± 0.18 s; mean ± s. d., n=4 fields of view from 2 biological replicates, p=0.23). Meanwhile, nIRCat signals exhibited a wider diversity of decay kinetics (: FSCV = 0.51 ± 0.08 s vs. nIRCats = 2.43 ± 0.24 s; mean ± s. d. n=4 fields of view from 2 biological replicates, p=0.0002). A subset of ROIs exhibited decay time constants that overlapped with, or were faster than, those of FSCV signals (Figure 3h, 3i) . We next evaluated the ability of nIRCats to detect dopamine in the presence of dopamine receptor (DR) drugs. In in vitro solution phase experiments (without biological tissue), we found that nIRCat fluorescence intensity was not modulated by exposure to 1 µM concentration of DRD2 antagonists sulpiride, haloperidol, the DRD2 agonist quinpirole, or the DRD1 antagonist SCH-23390 (Figure 4a) . Furthermore, in vitro solution phase All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1109,
                    "end": 1124,
                    "text": "(Figure 3h, 3i)",
                    "ref_id": null
                },
                {
                    "start": 1506,
                    "end": 1517,
                    "text": "(Figure 4a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Figure 3. Imaging and spatiotemporal analysis of dopamine release evoked by electrical stimulation in acute striatal slices. (a)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/356543 doi: bioRxiv preprint dopamine-induced nIRCat fluorescence signals were not altered in the presence of these same dopamine receptor drugs (Figure 4a ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 272,
                    "text": "(Figure 4a",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Figure 3. Imaging and spatiotemporal analysis of dopamine release evoked by electrical stimulation in acute striatal slices. (a)"
        },
        {
            "text": "In ex vivo brain slices (dorsal striatum), application of quinpirole (1 µM) abolished nIRCat fluorescent transients in response to single electrical pulse stimulation which was rescued following 15-minute drug wash-out (Figure 4b, 4c) . Conversely, application of sulpiride (1 µM) significantly increased nIRCat ∆F/F (Figure 4d, 4e) . The effects of quinpirole and sulpiride were reproducible in n=3 biological replicates (Figure 4f) . Importantly, the effects of D2 receptor pharmacology on nIRCat fluorescence modulation by dopamine were absent in vitro and only present in brain tissue. In brain tissue, presynaptic dopamine receptors play a critical role in regulating dopamine release, and our results are consistent with powerful inhibition of dopamine efflux by the DRD2 agonist quinpirole and facilitation of dopamine efflux by the DRD2 antagonist sulpiride.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 234,
                    "text": "(Figure 4b, 4c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 317,
                    "end": 332,
                    "text": "(Figure 4d, 4e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 422,
                    "end": 433,
                    "text": "(Figure 4f)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Figure 3. Imaging and spatiotemporal analysis of dopamine release evoked by electrical stimulation in acute striatal slices. (a)"
        },
        {
            "text": "To further confirm striatal nIRCat nanosenor signals were indeed reporting dopamine release, we compared channelrhodopsin (ChR2) stimulation of cortical glutamatergic and nigrostriatal dopaminergic terminals in the dorsal striatum. Acute striatal brain slices were prepared from mice virally transfected to express the light sensitive cation channel ChR2 in either dopaminergic terminals (targeted by viral injection in the midbrain in DAT-cre mice; ChR2-DA) (Figure 5c, Figure S4 ) or glutamatergic terminals of the striatum (targeted by viral injection in the frontal cortices, ChR2-GLU) (Figure 5a ). Upon optical stimulation of ChR2-DA terminals with a 473 nm laser (5 pulses at 25 Hz, 1 mW/mm 2 ) in the dorsal striatum, we observed significant fluorescence modulation of nIRCat signal (Figure 5d ). When optogenetic stimulation instead targeted glutamatergic terminals, fluorescent nIRCat signals did not rise above baseline fluctuation, although we could observe light-evoked excitatory postsynaptic currents (EPSCs) in striatal MSNs (Figure 5b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 480,
                    "text": "(Figure 5c, Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 590,
                    "end": 600,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 791,
                    "end": 801,
                    "text": "(Figure 5d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1041,
                    "end": 1051,
                    "text": "(Figure 5b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Imaging of optogenetically-evoked dopamine release in acute striatal brain slices"
        },
        {
            "text": "Returning to ChR2-DA stimulation, we next varied the number of stimulation pulses (5 ms pulse duration, 25 Hz, 1 mW/mm 2 ) and observed scaling in nIRCat ∆F/F amplitude from 1 pulse to 10 pulses (p=0.005), and trend level differences between 1 pulse and 5 pulses (p=0.0645) and 5 pulses and 10 pulses (p=0.086) (Figure 5e ). When we varied the pulse frequency while holding the number of pulses constant at 5, we observed scaling with significant differences detectable between 1 Hz and 10 Hz (p=0.036). The amplitude difference between 10 Hz and 25 Hz did not reach significance (p=0.179) (Figure 5f ). In single pulse experiments in which we varied pulse width, nIRCat fluorescence responses scaled with pulse duration. This effect was significant when comparing 2 ms to 5 ms (p=0.002) but the difference from 5 ms to 10 ms did not reach significance (p=0.055) (Figure 5g ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 321,
                    "text": "(Figure 5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 590,
                    "end": 600,
                    "text": "(Figure 5f",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 863,
                    "end": 873,
                    "text": "(Figure 5g",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Imaging of optogenetically-evoked dopamine release in acute striatal brain slices"
        },
        {
            "text": "Finally we tested the effect of dopaminergic pharmacological agents on optogenetically evoked dopamine release (ChR2-DA). Bath application of quinpirole (1 µM) powerfully suppressed nIRCat fluorescence (p<0.0001), and this effect was reversed after drug washout (Figure 5h ). Nomifensine (10 µM) enhanced nIRCat signal decay time, consistent with the predicted slowing of dopamine clearance from the ECS ( Figure S5 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 272,
                    "text": "(Figure 5h",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 406,
                    "end": 415,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Imaging of optogenetically-evoked dopamine release in acute striatal brain slices"
        },
        {
            "text": "In order to understand how neuromodulation alters the plasticity and activity of distinct populations of neurons, there is need for new optical tools that can measure the extracellular dynamics of neuromodulator release and reuptake at spatiotemporal resolution commensurate with methods used to record neural activity (e.g. electrophysiology and calcium imaging). Here, we demonstrated the feasibility of using of a non-genetically encoded fluorescent sensor, nIRCat, which enables optical detection of catecholamine release and reuptake with sub-second temporal and with micrometer spatial resolution. We used electrical and optogenetic methods in ex vivo brain slices to demonstrate that nIRCat fluorescent signals can successfully report differences in evoked dopamine release and pharmacologically induced changes in dopamine dynamics in striatal brain tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Here, we focused nIRCat imaging experiments within the dorsal striatum, a region that receives dense dopaminergic innervation and negligible norepinephrine innervation. 25 Therefore, while nIRCats are not selective for dopamine over norepinephrine, nIRCats effectively function as a dopamine sensor within the context of the striatum. Given that striatal dopamine regulates fundamental processes including motor function, motivation and learning, nIRCats represent an important addition to the neuroscience investigative toolkit.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "While other tools are emerging to optically report dopamine fluctuations via cell-surface engineered proteins, 33, 34 nIRCats are likely to fulfill a niche amongst currently available methods for detecting dopamine neurotransmission due to their unique near-infrared fluorescence, the fact that they do not rely on genetic delivery and expression, and the functionality of nIRCats in the presence of pharmacological dopamine receptor ligands. This is in contrast to receptor-based fluorescent sensors which currently cannot report on endogenous dopamine dynamics in the presence of ligands to the engineered receptor. 33, 34 Furthermore, the synthetic nature of nIRCats affords complete elimination of potential GPCR-mediated residual signaling that may be present in protein-based optical probes. nIRCats also offer spatial advantages over FSCV, and our initial experiments suggest that the temporal resolution of the nIRCat signal can be comparable to that of FSCV. nIRCat decay profiles exhibit a wider range than that observed from FSCV data and included a significant number of ROIs that showed seconds-long time constants. It is debatable if these results capture the unique spatial properties of specific striatal ROIs or are related to tool differences alone. nIRCats, unlike FSCV probes, should sample catecholamine concentration at a single point in space, such that each distributed nIRCat construct can act as a probe within the ECS and therefore yield a \"higher resolution\" picture of catecholamine dynamics. Future experiments will investigate how the heterogeneity of nIRCat signals (amplitude and kinetics) relates to structural and functional properties at dopamine terminals and within the ECS. We predict that new optical tools for measuring dopamine dynamics with high spatial resolution will be enable new insights into the regulation of dopamine release and reuptake at the level of individual synapses. [35] [36] [37] In the future, we see potential for expansion of a larger family of SWNT based nearinfrared nanosensors (nIRNS) similar to nIRCats for multiple neurochemical imaging applications. Several lines of evidence illustrate their future potential. First, nIRNS are easily functionalized with a wide range of synthetic molecular recognition moieties, affording fine control of their surface functional elements and their interactions with the local chemical environment. [38] [39] [40] SWNT fluorescence can be finely tuned to monochromatic emission in the near-infrared II (1000-1700 nm) window by controlling the SWNT chirality. 41 This chirality-dependent fluorescence in the near-infrared II window provides further avenues for designing color-specific responses to multiple molecular analytes simultaneously, thereby affording synthesis of ratiometric and multiplexed analyte imaging platforms, as we have shown previously. 42 Second, SWNT-based nanosensors rely on near-infrared fluorescence, which greatly reduces the impact of tissue scattering in the emission window and therefore may enable through-cranium imaging. 21 nIRNS are compatible with multi-photon imaging with 1600 nm excitation 43 and as such could permit nanoscale imaging of intact neuronal structures pending parallel developments in allinfrared microscopy, as has been shown with visible wavelength-emitting fluorophores. 44 Third, nIRNS have robust photostability allowing for use in long-term imaging experiments. 45 Fourth, because nIRNS are not genetically-encoded, they could enable use in species where gene delivery and protein expression is too difficult, time consuming, or undesirable. Finally, nanosecond-scale binding kinetics and the nanoscale dimensions of nIRNS 48 , are likely to enable generation of nanosensors with improved temporal and spatial resolution. In sum, nIRCats are versatile catecholamine probes amenable to multiplexing with existing tools for concurrent investigation of dopaminergic neuromodulation with other core mechanisms of brain function.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 115,
                    "end": 117,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1926,
                    "end": 1930,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1931,
                    "end": 1935,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1936,
                    "end": 1940,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2404,
                    "end": 2408,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2409,
                    "end": 2413,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2414,
                    "end": 2418,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2564,
                    "end": 2566,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2862,
                    "end": 2864,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 3059,
                    "end": 3061,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3133,
                    "end": 3135,
                    "text": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3331,
                    "end": 3333,
                    "text": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3425,
                    "end": 3427,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(GT)6 oligonucleotides were purchased from Integrated DNA Technologies (IDT, Standard Desalting). HiPCo SWNT were purchased from NanoIntegris (Batch # HR27-104). (GT)6-SWNT colloidal suspension (nIRCat) was prepared by mixing 1 mg of (GT)6 and 1 mg of SWNT in 1 mL of a 100 mM NaCl solution. The solution was bath sonicated (Branson Ultrasonic 1800) for 10 minutes and probe-tip sonicated for 10 minutes at 5 W power (Cole Parmer Ultrasonic Processor, 3 mm tip diameter) in an ice-bath. The sonicated solution was incubated at room temperature for 30 minutes. The product was subsequently centrifuged at 16,000 g (Eppendorf 5418) for 90 minutes to remove unsuspended SWNT bundles and amorphous carbon, and the supernatant was recovered for characterization and use. Each nanosensor suspension was stored at 4°C until use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nanosensor synthesis"
        },
        {
            "text": "To characterize nIRCats post-synthesis, the full visible and near-infrared absorption spectrum was taken for each nanosensor batch (UV-VIS-NIR spectrophotometer, Shimadzu UV-3600 Plus) or UV-VIS (ThermoFisher Scientific Genesys 20) . SWNT concentrations of as-made nanosensor batches were determined using absorbance at 632 nm (UV-VIS) with an extinction coefficient of  = 0.036 (mg/L) -1 cm -1 . Full spectrum absorbance measurements were made with UV-VIS-NIR after dilution to 5 mg/L SWNT concentration in 100 mM NaCl. For fluorescence spectroscopy, each sensor batch was diluted to a working concentration of 5 mg/L in 100 mM NaCl, and aliquots of 198 µL were placed in each well of a 96-well plate (Corning). Fluorescence measurements were obtained with a 20 X objective on an inverted Zeiss microscope (Axio Observer.D1) coupled to a Princeton Instruments spectrograph (SCT 320) and liquid nitrogen cooled Princeton Instruments InGaAs linear array detector (PyLoN-IR). A 721nm laser (OptoEngine LLC) was used as the excitation light source for all characterization experiments.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 231,
                    "text": "Genesys 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanosensor characterization"
        },
        {
            "text": "For neurotransmitter response screens, we collected the near-infrared fluorescence spectrum from 198 µL aliquots of nanosensor (5 mg/L SWNT concentration) before and after addition of 2 µL of 10 mM solutions of each analyte neurotransmitter (for a 100 µM final analyte concentration in each well of a 96-well plate). All neurotransmitter analytes were purchased from Sigma-Aldrich. Neurotransmitter analytes were incubated for 5 minutes before taking post-analyte fluorescence measurements. Responses were calculated for the integrated fluorescence count as ∆F/F0 = (F-F0)/F0, where F0 is total fluorescence before analyte addition and F is total fluorescence after analyte addition or for peak fluorescence change corresponding to the (9,4) SWNT chirality (~1128 nm center wavelength). All measurements were made in triplicate. Reported results are mean and standard deviations of the triplicate measurements. All nIRCat nanosensor batches were tested for catecholamine responses prior to use for tissue catecholamine imaging. Dopamine receptor drugs were purchased from Tocris (quinpirole and sulpiride), abcam (SCH 23390) and Sigma-Aldrich (haloperidol). nIRCat fluorescence modulation to dopamine receptor drugs were measured after addition of 1 µM drug quantities (final concentration in well) in each well. Post-drug fluorescence spectra were taken after 5minute drug incubation. To measure nIRCat response to dopamine in the presence of drugs, dopamine aliquots were added to each drug-incubated well to obtain 100 µM dopamine, and post-dopamine fluorescence spectra were taken after an additional 5-minute incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurotransmitter and dopamine receptor drug screening"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nanosensor reversibility testing"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/356543 doi: bioRxiv preprint A #1.5 glass coverslip was functionalized with (3-Aminopropyl) triethoxysilane (APTES, Sigma Aldrich) by soaking in 10% APTES in ethanol for 5 min. The coverslip was then rinsed with DI water and left to dry. The coverslip was then fixed onto an ibidi sticky-Slide VI 0.4 forming 6 microfluidic channels. First, 100 μL of PBS was pipetted through a channel. Next, the channel was filled 50 μL of a 5 mg/L solution of nIRCats and left to incubate at room temperature for 5 min. The channel was rinsed using three 50 μL PBS washes, keeping the channel filled with solution at all times. The surface immobilized nIRCats in PBS were imaged on an epifluorescence microscope with 721 nm excitation and a Ninox VIS-SWIR 640 camera (Raptor). One end of the flow channel was connected to a syringe pump (Harvard Appartus) using Luer lock fittings. Prior to the start of image acquisition, the opposite flow reservoir was filled with PBS and the pump was set to refill mode at a volumetric flow rate of 40 μL min -1 . Once the liquid in the reservoir was depleted, 40 μL of 10 μM dopamine in PBS was added. The process was repeated using alternating additions of 80 μL of PBS washes and 40 μL of dopamine solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nanosensor reversibility testing"
        },
        {
            "text": "Mice were C57 Bl/6 strain, 60 days old, and both male and female mice were used. Mice were group housed after weaning at P21 and kept with nesting material on a 12:12 light cycle. All animal procedures were approved by the UC Berkeley Animal Care and Use Committee (ACUC). Acute brain slices were prepared using established protocols. 28 Briefly, mice were deeply anesthetized via intraperitoneal injection of ketamine/xylazine cocktail and transcardial perfusion was performed using ice-cold cutting buffer (119 mM NaCl, 26.2 mM NaHCO3, 2.5 mM KCl, 1mM NaH2PO4, 3.5 mM MgCl2, 10 mM Glucose, 0 mM CaCl2), after which the brain was rapidly extracted. The cerebellum and other connective tissues were trimmed using a razor blade and the brain was mounted onto the cutting stage of a vibratome (Leica VT 1200S). Coronal slices (300 µm in thickness) including the dorsal striatum were prepared. Slices were incubated at 37°C for 60 minutes in oxygen saturated ACSF (119 mM NaCl, 26.2 mM NaHCO3, 2.5 mM KCl, 1mM NaH2PO4, 1.3 mM MgCl2, 10 mM Glucose, 2 mM CaCl2) before use. Slices were then transferred to room temperature for 30 minutes before starting imaging experiments and were maintained at room temperature for the remainder of experimentation.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Acute slice preparation and nanosensor labeling"
        },
        {
            "text": "For nanosensor labeling, slices were transferred into a small volume brain slice incubation chamber (Scientific Systems Design, Inc., AutoMate Scientific) and kept under oxygen saturated ACSF (total 5 mL volume). 100 µL of 100 mg/L nIRCat nanosensor was added to the 5mL volume and the slice was incubated in this solution for 15 minutes. The slice was subsequently recovered and rinsed in oxygen saturated ACSF to wash off nIRCats that did not localize into the brain tissue. The rinsing step was performed by transferring the slice through 3 wells of a 24 well plate (5 seconds in each well) followed by transfer to the recording chamber with ACSF perfusion for a 15-minute equilibration period before starting the imaging experimentation. All imaging experiments were performed at 32°C. Acute slices were prepared as described previously. Extracellular dopamine concentration evoked by local electrical stimulation was monitored with FSCV at carbon-fiber microelectrodes (CFMs) using Millar voltammeter. CFMs were ~ 7 µm in diameter encased in glass capillary pulled to form a seal with the fiber and cut to final tip length of 70-120 µm. The CFM was positioned ~100 µm below the tissue surface at a 45-degree angle. A triangular waveform was applied to the CFM scanning from -0.7 V to +1.3 V and back, against Ag/AgCl reference electrode at a rate of 800 V/s. Evoked dopamine transients were sampled at 8 Hz, and data were acquired at 50 kHz using AxoScope 10.5 (Molecular Devices). Oxidation currents evoked by electrical stimulation were converted to dopamine concentration from post-experimental calibrations. Recorded FSCV signals were identified as dopamine by comparing oxidation (+0.6 V) and reduction (-0.2 V) potential peaks from experimental voltammograms with currents recorded during calibration with 2 µM dopamine dissolved in ACSF. For stimulation, a bipolar stimulation electrode (FHC CBAEC75) was positioned on top of the brain slice and approximately 100 µm away from the CFM. Following 30-minute slice equilibration in the recording chamber, dopamine release was evoked using a square pulse (0.3 mA pulse amplitude, 3 ms pulse duration) controlled by Isoflex stimulus isolator (A.M.P.I) and delivered out of phase with the voltammetric scans. Stimulation was repeated 3 times. To compare FSCV and nIRcat data, each signal was normalized against its peak value ([DA]max or (∆F/F)max) and co-aligned at stimulation time. Latency to peak were computed as tpeak -tstim where tpeak is the time at which peak signal is attained and tstim is time of stimulation. Decay time constants () were computed from model fits to a first order decay process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute slice preparation and nanosensor labeling"
        },
        {
            "text": "Ex vivo slice imaging was performed with a modified upright epifluorescent microscope (Olympus, Sutter Instruments) mounted onto a motorized stage. Nanosensor excitation was supplied by a 785 nm, CW, DPSS laser with adjustable output power to a maximum of 300 mW and a near TEM00, top hat beam profile (OptoEngine LLC). The beam was expanded using a Keplerian beam expander comprised of two plano-convex lenses (Thorlabs, f=25 mm, f=75 mm, AR coating B) to a final beam diameter of approximately 1 cm. The beam was passed through a custom fluorescence filter cube (excitation: 800 nm shortpass (FESH0800), dichroic: 900 longpass (DMLP990R), emission: 900 longpass (FELH0900), Thorlabs) to a 60X Apo objective (1.0 NA, 2.8 mm WD, water dipping, high NIR transmission, Nikon CFI Apo 60XW NIR). Emission photons collected from the sample were passed through the filter cube and were focused onto a two-dimensional InGaAs array detector (500-600 nm: 40% quantum efficiency (QE); 1000-1500 nm: >85% QE; Ninox 640, Raptor Photonics) and recorded using Micro-Manager Open Source Microscopy Software. 46 Laser power was adjusted to maximize collected photons and fill the pixel bit depth on the detector but did not exceed 70 mW at the objective back focal plane. YFP fluorescence was imaged by switching the filter cube (FESH 0899 for excitation, FELH 0900 for emission, Thorlabs) and using a mercury-vapor lamp (Olympus) for excitation.",
            "cite_spans": [
                {
                    "start": 1093,
                    "end": 1095,
                    "text": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Microscope construction and slice imaging"
        },
        {
            "text": "For electrical stimulation experiments, a bipolar stimulation electrode was positioned in field of view within the dorsomedial striatum identified using a 4X objective (Olympus xFluor 4x/340). Using 60X objective, the stimulation electrode was brought into contact with top surface of the brain slice and an imaging field of view was chosen at a nominal distance of 150 µm from the stimulation electrode within the dorsomedial striatum. All stimulation experiments were recorded at video frame rates of 9 frames per second (nominal) and single pulse electrical stimulations were applied after 200 frames of baseline were acquired. Each video acquisition lasted 600 frames. Stimulation amplitudes were staggered and each stimulation amplitude was repeated three times within a field of view. Slices were allowed to recover for 5 minutes between each stimulation with the excitation laser path shuttered. For optogenetic stimulation, a fiber-coupled 473 nm blue laser (OptoEngine LLC DPSS) was positioned in close proximity to the brain slice using a micromanipulator. Expression of ChR2 was confirmed via visible fluorescence imaging and an imaging field of view was chosen in dorsomedial striatum with robust expression level. Stimulation pulses (5 pulses, 5 ms duration per pulse, delivered at 25 Hz, 1 mW/mm 2 ) were delivered after acquiring 200 baseline frames and the video acquisition lasted 600 frames at nominal 9 frames per second. Drugs were bath applied to the imaging chamber through ACSF perfusion. ACSF with 10 µM of nomifensine or 1 µM of each DRD drug was used. When the effect of a drug needed to be evaluated, stimulation/imaging experiments were carried out with drug-free ACSF in an imaging field of view to collect drug-free data. Normal ACSF was then switched to ACSF prepared with the drug of interest and applied for 10 minutes before stimulation/imaging experiments resumed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrical and optical stimulation-evoked dopamine imaging with near-infrared microscopy"
        },
        {
            "text": "Adult male and female mice (>P60) were used for all surgeries. Bilateral viral injections were performed using previously described procedures 47 at the following stereotaxic coordinates: dorsomedial prefrontal cortex (dmPFC): 1.94 mm from Bregma, 0.34 mm lateral from midline, and 0.70 mm vertical from cortical surface; substantia nigra pars compacta (SNc): -3.08 mm from Bregma, 1.25 mm lateral from midline, and 4.0 mm vertical from cortical surface. For glutamatergic corticostriatal axon stimulation experiments, mice were injected with 0.5 µL of CAG-ChR2-EYFP virus bilaterally into dmPFC. For nigrostriatal dopaminergic axon stimulation experiments, DAT-Cre mice were injected with 0.5 µL DIO-ChR2-EYFP virus bilaterally. For all optogenetic experiments, we waited at least three weeks from viral injection to experimental stimulation to allow for sufficient ChR2 gene expression.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "text": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Viral transfection of mice for optogenetic stimulation"
        },
        {
            "text": "To confirm that dopamine neurons were transfected with ChR2 in animals used for optogenetic dopamine stimulation experiments, we perfused DAT-Cre mice that had been injected into the SNc with Cre-dependent ChR2-EYFP virus with 4% paraformaldehyde in PBS and post-fixed brains overnight. Coronal sections that included the injection site (SNc) and imaging site (dorsal striatum) were cut at 50 µM and immunolabeled using antibody against tyrosine hydroxylase (TH) (rabbit anti-TH 1:1000, Millipore), the rate-limiting enzyme for catecholamine synthesis. Goat anti-rabbit Dylight 594 secondary antibody (1:1000, Invitrogen) was used to visualize TH. Image acquisition was performed on a Zeiss Axio ScanZ.1 using a 5x objective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral transfection of mice for optogenetic stimulation"
        },
        {
            "text": "Raw movie files were processed using a custom-built MATLAB program (available for download: https://github.com/jtdbod/Nanosensor-Brain-Imaging). Briefly, for each raw movie stack (600 frames), a per pixel (F-F0)/F0 was calculated using the average intensity for the first 5% of frames as F0, and F represents the dynamic fluorescence intensity at each pixel. Regions of interest (ROIs) were identified by calculating a median filter convolution and then performing thresholding using Otsu's method followed by a morphological dilation operation. ∆F/F traces were then calculated for each generated ROI. ROI sizes were computed using the measured pixel area and approximating each as a circle to calculate an equivalent radius.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image processing and data analysis of nIRCat fluorescence response"
        },
        {
            "text": "To compare responses across stimulation amplitudes and bath application of nomifensine, mean results were obtained as follows: First, all identified ROIs from a field of imaging were averaged. Mean traces were further averaged over different fields of view within the same slice and across slices (1-2 field of view per slice, 1-2 slices per animal) and then averaged over experimental animals. Decay time constants () were computed by fitting ∆F/F time traces to a first order decay process. Latency to peak were computed as tpeaktstim where tpeak is the time at which peak signal is attained and tstim is time of stimulation. All statistical tests of significance (p-values) were computed and reported from unpaired, two-tailed t-test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image processing and data analysis of nIRCat fluorescence response"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of dopamine in value-based attentional orienting",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cub.2015.12.062"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dopamine dysfunction in AD/HD: Integrating clinical and basic neuroscience research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Solanto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Behavioural Brain Research",
            "volume": "",
            "issn": "",
            "pages": "431--435",
            "other_ids": {
                "DOI": [
                    "10.1016/S0166-4328(01"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neuron-type specific signals for reward and punishment in the ventral tegmental area",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10754"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dopamine neurons share common response function for reward prediction error",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eshel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bukwich",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.4239"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What does dopamine mean",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Berke",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Neuroscience",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41593-018-0152-y"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A causal link between prediction errors, dopamine neurons and learning",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.3413"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mesolimbic dopamine signals the value of work",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamid",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.4173"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Mysterious Motivational Functions of Mesolimbic Dopamine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Salamone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neuron",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2012.10.021"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The basal ganglia: From motor commands to the control of vigor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Dudman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Krakauer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Current Opinion in Neurobiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.conb.2016.02.005"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pathogenesis of parkinson's disease: Dopamine, vesicles and α-synuclein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lotharius",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brundin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Rev. Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn983"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pathway-Specific Dopamine Abnormalities in Schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biological Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biopsych.2016.03.2104"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dopamine in drug abuse and addiction: results from imaging studies and treatment implications",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Volkow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "G.-J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol. Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.mp.4001507"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The time course of glutamate in the synaptic cleft",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lester",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jahr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Westbrook",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1359647"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The neurobiology of slow synaptic transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Greengard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.294.5544.1024"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Intercellular communication in the brain: Wiring versus volume transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Agnati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zoli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Strömberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuxe",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Neuroscience",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/0306-4522(95)00308-6"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The emergence of the volume transmission concept",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zoli",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Brain Research Reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-0173(97)00048-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dopamine spillover after quantal release: Rethinking dopamine transmission in the nigrostriatal pathway",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cragg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Brain Research Reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brainresrev.2008.02.004"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "DAncing past the DAT at a DA synapse",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cragg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends in Neurosciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tins.2004.03.011"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Influence of Phasic and Tonic Dopamine Release on Receptor Activation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Dreyer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Herrik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hounsgaard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.1894-10.2010"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Neuromodulation of Neuronal Circuits: Back to the Future",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marder",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neuron",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2012.09.010"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Through-skull fluorescence imaging of the brain in a new nearinfrared window",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Photonics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nphoton.2014.166"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Molecular recognition using corona phase complexes made of synthetic polymers adsorbed on carbon nanotubes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Nanotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nnano.2013.236"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Neurotransmitter detection using corona phase molecular recognition on fluorescent single-walled carbon nanotube sensors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kruss",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Am. Chem. Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/ja410433b"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Stochastic Simulation of Dopamine Neuromodulation for Implementation of Fluorescent Neurochemical Probes in the Striatal Extracellular Space",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Beyene",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcfarlane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Pinals",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Landry",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACS Chem. Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/acschemneuro.7b00193"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The locus coeruleus-noradrenergic system: Modulation of behavioral state and state-dependent cognitive processes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Berridge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Waterhouse",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Brain Research Reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-0173(03)00143-7"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Synaptic organization of the striatum",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gerfen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Electron Microsc. Tech",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jemt.1060100305"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dopaminergic Modulation of Synaptic Transmission in Cortex and Striatum",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "X"
                    ],
                    "last": "Tritsch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neuron",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2012.09.023"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ovarian Hormones Organize the Maturation of Inhibitory Neurotransmission in the Frontal Cortex at Puberty Onset in Female Mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Piekarski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wilbrecht",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cub.2017.05.027"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Single-nanotube tracking reveals the nanoscale organization of the extracellular space in the live brain",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Godin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Nanotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nnano.2016.248"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Detecting subsecond dopamine release with fast-scan cyclic voltammetry in vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Venton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L A"
                    ],
                    "last": "Heien",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "V &amp; Wightman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clinical Chemistry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1373/49.10.1763"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Resolving neurotransmitters detected by fast-scan cyclic voltammetry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L A V"
                    ],
                    "last": "Heien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wightman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anal. Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/ac0491509"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Regional Differences in Dopamine Release, Uptake, and Diffusion Measured by Fast-Scan Cyclic Voltammetry. Neuromethods: Voltammetric Methods in Brain Systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Garris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wightman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1385/0-89603-312-0:179"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A Genetically Encoded Fluorescent Sensor Enables Rapid and Specific Detection of Dopamine in Flies, Fish, and Mice",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2018.06.042"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ultrafast neuronal imaging of dopamine dynamics with designed genetically encoded sensors",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Patriarchi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aat4422"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Fluorescent false neurotransmitter reveals functionally silent dopamine vesicle clusters in the striatum",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.4252"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Dopamine Secretion Is Mediated by Sparse Active Zone-like Release Sites",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kershberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schneeberger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaeser",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "172",
            "issn": "",
            "pages": "706--718",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Forebrain dopamine value signals arise independently from midbrain dopamine cell firing. bioRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohebi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/334060"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Optical detection of DNA conformational polymorphism on single-walled carbon nanotubes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1120792"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Stepwise quenching of exciton fluorescence in carbon nanotubes by single-molecule reactions. Science (80-. )",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cognet",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1141316"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Near-infrared optical sensors based on single-walled carbon nanotubes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Barone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Strano",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Mater",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nmat1276"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Hyperspectral Microscopy of Near-Infrared Fluorescence Enables 17-Chirality Carbon Nanotube Imaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roxbury",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep14167"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A Ratiometric Sensor Using Single Chirality Near-Infrared Fluorescent Carbon Nanotubes: Application to In Vivo Monitoring",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Giraldo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Small",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/smll.201403276"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Dual Near-Infrared Two-Photon Microscopy for Deep-Tissue Dopamine Nanosensor Imaging",
            "authors": [
                {
                    "first": "-O&apos;",
                    "middle": [],
                    "last": "Bonis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T D"
                    ],
                    "last": "Donnell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv. Funct. Mater",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/adfm.201702112"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Supraresolution Imaging in Brain Slices using Stimulated-Emission Depletion Two-Photon Laser Scanning Microscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Takasaki",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Neuron",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2009.07.011"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The optical resonances in carbon nanotubes arise from excitons",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dukovic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Brus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Heinz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1110265"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Advanced methods of microscope control using μManager software",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Edelstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Biol. Methods",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.14440/jbm.2014.36"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Adolescent maturation of inhibitory inputs onto cingulate cortex neurons is celltype specific and TrkB dependent",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vandenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Piekarski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Caporale",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Munoz-Cuevas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wilbrecht",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front. Neural Circuits",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fncir.2015.00005"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Brain slice nIRCat loading protocol and schematic of visible and near-infrared fluorescence microscopy for imaging nIRCats in acute slices. (a)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(b) Nanosensor fluorescence modulation scales with single pulse electrical stimulation amplitudes. Field of view mean traces and standard deviation bands are presented for three stimulation amplitudes of 0.1 mA, 0.3 mA, and 0.5 mA (n=5) (c) Time traces of ∆F/F for 0.3 mA single pulse stimulation in standard ACSF (red) and in ACSF plus 10 µM nomifensine (purple, +NOMF). Mean traces with standard deviation bands are presented (n=3). (d) A single frame from a time series of imaging in the dorsomedial striatum showing the All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(i) Normalized frequency histogram of 's computed from FSCV and nIRCat individual ROI time traces. Data from n= 4 fields of view representing n=2 biological replicates is pooled. Medians of each distribution are: nIRCats  = 1.1 s and FSCV  = 0.4 s.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Imaging dopamine release in the presence of dopamine receptor drugs (a) In vitro solution phase maximal ∆F/F of nIRCat in presence of 100 µM dopamine (DA), the dopamine receptor drugs sulpiride, haloperidol (DRD2 antagonists), quinpirole (DRD2 agonist), and SCH 23390 (DRD1 antagonist), and dopamine receptor drugs + DA. Addition of 1 µM drug quantities did not induce nIRCat fluorescence modulation in the absence of DA (p < 0.0001 compared to DA ∆F/F). Subsequent addition of DA to drugincubated nIRCat solutions produced ∆F/F responses indistinguishable from DA-only responses. Error bars represent standard deviations from n=3 measurements (b, c) In slice, quinpirole (1 µM) abolished nIRCat fluorescence modulation in response to a single electrical pulse (0.5 mA) (red trace) compared to pre-drug ACSF (black trace) but recovered following drug wash-out (purple and orange traces). (d,e) Sulpiride (1 µM) enhanced nIRCat fluorescence modulation in response to single electrical pulse stimulation, yielding brighter nIRCat ∆F/F hotspots compared to drug-free ACSF. (f) Quinpirole depressed nIRCat fluorescence modulation (p<0.0001), whereas sulpiride facilitated it (p=0.001) in n=3 biological replicates. Individual data points represent (∆F/F)max ratio of the average trace collected in same field of view (post-drug application/pre-drug application). Scale bars = 10 µm. All error bands represent standard deviation from the mean trace.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Optogenetic release of dopamine imaged by nIRCats. (a) Schematic of ChR2 expression in cortical glutamatergic terminals of the dorsal striatum. (b) No nIRCat fluorescence modulation was observed after stimulation of glutamate terminals. Inset: glutamate release was confirmed by excitatory postsynaptic current on medium spiny neuron. (c) Schematic of ChR2 expression in nigrostriatal dopaminergic terminals of the dorsal striatum. (d) Stimulation of dopaminergic terminals resulted in nIRCat fluorescence modulation. Stimulation protocol in (b) and (d) was 5 pulses at 25 Hz and power flux of 1 mW/mm 2 and each pulse had a duration of 5ms. (e). nIRCat ∆F/F in response to increasing number of pulses delivered at 25 Hz, 5 ms pulse duration. (f) nIRCat ∆F/F in response to increasing pulse frequency (1, 10, 25 Hz) of 5 pulses. Each pulse had a duration of 5 ms. (g) nIRCat ∆F/F in response to single pulses of 2 ms, 5 ms and 10 ms duration. (h) Bath application of 1 µM of quinpirole suppresses dopamine release and results in depressed nIRCat ∆F/F. Drug wash-out rescues dopamine release and nIRCat ∆F/F. All error bands represent standard deviation from the mean trace.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge support of an NIH NIDA CEBRA award # R21DA044010 (to L. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "All data as well as data processing software are available upon reasonable request to the corresponding author, and custom processing software is available on GitHub.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability Statement"
        }
    ]
}