{
    "paper_id": "eae11a3f01b79e76a968bfb84886432f04584596",
    "metadata": {
        "title": "ACE2 and the cellular protease TMPRSS2 for entry into target cells 2 3",
        "authors": [
            {
                "first": "Markus",
                "middle": [],
                "last": "Hoffmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection Biology Unit",
                    "institution": "German Primate Center -Leibniz Institute for Primate Research",
                    "location": {}
                },
                "email": "mhoffmann@dpz.eum.h."
            },
            {
                "first": "Hannah",
                "middle": [],
                "last": "Kleine-Weber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection Biology Unit",
                    "institution": "German Primate Center -Leibniz Institute for Primate Research",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nadine",
                "middle": [],
                "last": "Krüger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Veterinary Medicine Hannover",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcel",
                "middle": [],
                "last": "Müller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Drosten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Göttingen",
                    "location": {
                        "settlement": "Göttingen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Pöhlmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection Biology Unit",
                    "institution": "German Primate Center -Leibniz Institute for Primate Research",
                    "location": {}
                },
                "email": "spoehlmann@dpz.eus.p."
            }
        ]
    },
    "abstract": [
        {
            "text": "The emergence of a novel, highly pathogenic coronavirus, 2019-nCoV, in China, 24 and its rapid national and international spread pose a global health emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coronaviruses use their spike proteins to select and enter target cells and insights into 26 nCoV-2019 spike (S)-driven entry might facilitate assessment of pandemic potential and 27 reveal therapeutic targets. Here, we demonstrate that 2019-nCoV-S uses the SARS-28 coronavirus receptor, ACE2, for entry and the cellular protease TMPRSS2 for 2019-nCoV-29 S priming. A TMPRSS2 inhibitor blocked entry and might constitute a treatment option. 30 Finally, we show that the serum form a convalescent SARS patient neutralized 2019-nCoV-31 S-driven entry. Our results reveal important commonalities between 2019-nCoV and 32 SARS-coronavirus infection, which might translate into similar transmissibility and disease 33 pathogenesis. Moreover, they identify a target for antiviral intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "34 35 One sentence summary: The novel 2019 coronavirus and the SARS-coronavirus share central 36 biological properties which can guide risk assessment and intervention. 37 38 39 40 41 42 43 44 45 46 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract: The emergence of a novel, highly pathogenic coronavirus, 2019-nCoV, in China, 24 and its rapid national and international spread pose a global health emergency. 25 Coronaviruses use their spike proteins to select and enter target cells and insights into The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi. org/10.1101 org/10. /2020 3 Several members of the family Coronaviridae constantly circulate in the human population and 47 usually cause mild respiratory disease (1). In contrast, the severe acute respiratory syndrome- In December 2019 a new infectious respiratory disease emerged in Wuhan, Hubei 58 province, China (8-10). Initial infections occurred at Huanan seafood market, potentially due to 59 animal contact. Subsequently, human-to-human transmission occurred (11) 60 and the disease rapidly spread within China. A novel coronavirus, 2019-nCoV, which is closely 61 related to SARS-CoV, was detected in patients and is believed to be the etiologic agent of the 62 new lung disease (10). On January 28, 2020, at total of 4593 laboratory confirmed infections 63 were reported, including 976 severe cases and 106 deaths (12). Infections were also detected in 64 14 countries outside China and were associated with international travel. At present, it is 65 unknown whether the sequence similarities between 2019-nCoV and SARS-CoV translate into 66 similar biological properties, including pandemic potential (13).",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 90,
                    "text": "2019-nCoV, in China, 24",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 366,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 380,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The spike (S) protein of coronaviruses facilitates viral entry into target cells. Entry 68 depends on S protein binding to a cellular receptor and on S protein priming by a cellular 69 protease. SARS-S engages angiotensin-converting enzyme 2 (ACE2) as entry receptor (14) and 70 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "text": "69",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929042 doi: bioRxiv preprint 4 employs the cellular serine protease TMPRSS2 for S protein priming (15) (16) (17) . The SARS-71 S/ACE2 interface has been elucidated and the efficiency of ACE2 usage was found to be a key 72 determinant of SARS-CoV transmissibility (6, 18). SARS-S und 2019-nCoV-S share ~76% 73 amino acid identity. However, it is unknown whether 2019-nCoV-S like SARS-S employs ACE2 74 and TMPRSS2 for host cell entry. allowing a meaningful side-by-side comparison. We first focused on 2019-nCoV cell tropism.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Transduction of cell lines of animal and human origin revealed that all cell lines were readily 81 susceptible to entry driven by the pantropic VSV glycoprotein (VSV-G) (Fig. 1C) , as expected. Serum from a convalescent SARS patient inhibited SARS-S-but not VSV-G-driven entry in a 115 concentration dependent manner (Fig. 4 ). In addition, the serum reduced 2019-nCoV-S-driven 116 entry, although with somewhat lower efficiency as compared to SARS-S (Fig. 4) . Thus, antibody 117 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 324,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF23"
                },
                {
                    "start": 451,
                    "end": 459,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "80"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929042 doi: bioRxiv preprint 6 responses raised against SARS-S during infection or vaccination might offer some protection 118 against 2019-nCoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "80"
        },
        {
            "text": "The finding that 2019-nCoV-S and SARS-S use the same receptor, ACE2, for entry into induce neutralizing antibody responses. Our results, although limited in significance due to a 140 single patient serum being available for testing, indicate that neutralizing antibody responses 141 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "119"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929042 doi: bioRxiv preprint 7 raised against SARS-S should also offer some protection against 2019-nCoV infection, which 142 may have implications for outbreak control. health concern. Lancet, (2020). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929042 doi: bioRxiv preprint Pseudotyping: VSV pseudotypes were generated according to a published protocol (7).In brief,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "119"
        },
        {
            "text": "293T transfected to express the viral surface glycoprotein under study were inoculated with a 34 replication-deficient VSV vector that contains expression cassettes for eGFP (enhanced green 35 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "33"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929042 doi: bioRxiv preprint Then, the culture medium was removed and cells were washed once with PBS before 2x SDS-58 sample buffer (0.03 M Tris-HCl, 10% glycerol, 2% SDS, 0.2% bromophenol blue, 1 mM EDTA) 59 was added and cells were incubated for 10 min at room temperature. Next, the samples were 60",
            "cite_spans": [],
            "ref_spans": [],
            "section": "33"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Preparation of 61 pseudotype particle lysates: 1 ml of the respective VSV pseudotype were loaded on a 20 % (w/v) 62 sucrose cushion (volume 40 µl) and subjected to high-speed centrifugation (25.000 g for 120 min 63 at 4 °C). Thereafter, 1 ml of supernatant was removed and the residual volume was mixed with 64 40 µl of 2x SDS-sample buffer",
            "authors": [],
            "year": null,
            "venue": "for 15 min at 96 °C and subjected to SDS-PAGE and immunoblotting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "PBS-T) for 1 h at room temperature and then incubated over night 68 at 4 °C with the primary antibody",
            "authors": [],
            "year": null,
            "venue": "PBS 67 containing 0.05 % Tween-20",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "PBS-T the membranes were incubated for 1 h at room temperature with the secondary 70 antibody (diluted in PBS-T), before the membranes were washed and imaged using an in in 71 house-prepared enhanced chemiluminescent solution (0.1 M Tris-HCl",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "26 nCoV-2019 spike (S)-driven entry might facilitate assessment of pandemic potential and 27 reveal therapeutic targets. Here, we demonstrate that 2019-nCoV-S uses the SARS-28 coronavirus receptor, ACE2, for entry and the cellular protease TMPRSS2 for 2019-nCoV-29 S priming. A TMPRSS2 inhibitor blocked entry and might constitute a treatment option. 30 Finally, we show that the serum form a convalescent SARS patient neutralized 2019-nCoV-31 S-driven entry. Our results reveal important commonalities between 2019-nCoV and 32 SARS-coronavirus infection, which might translate into similar transmissibility and disease 33 pathogenesis. Moreover, they identify a target for antiviral intervention.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "summary: The novel 2019 coronavirus and the SARS-coronavirus share central 36 biological properties which can guide risk assessment and intervention.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "48 associated coronavirus (SARS-CoV) and the Middle East respiratory syndrome-associated 49 coronavirus (MERS-CoV) are transmitted from animals to humans and cause severe respiratory 50 diseases in afflicted human patients, SARS and MERS, respectively (2). SARS emerged in 2002 51 in Guangdong province, China, and its subsequent global spread was associated with 8096 cases 52 and 774 deaths (3, 4). The virus uses Chinese horseshoe bats as natural reservoir (5, 6) and is 53 transmitted via intermediate hosts to humans. Thus, SARS-CoV was identified in Civet cats and 54 raccoon dogs, which are sold as food sources in Chinese wet markets (7). No specific antivirals 55 or approved vaccines are available to combat SARS and the SARS pandemic in 2002/2003 was 56 stopped by conventional control measures, including travel restrictions and patient isolation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Replication-defective vesicular stomatitis virus (VSV) particles bearing coronavirus S 76 proteins faithfully reflect key aspects of coronavirus host cell entry (19). We employed VSV 77 pseudotypes bearing 2019-nCoV-S to study cell entry of 2019-nCoV. Both 2019-nCoV-S and 78 SARS-S were comparably expressed (Fig. 1A) and incorporated into VSV particles (Fig. 1B), 79",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 1C). Notably, 2019-nCoV-S facilitated entry into an identical spectrum of cell lines as83 SARS-S (Fig. 1C), suggesting similarities in receptor choice. 84 Sequence analysis revealed that 2019-nCoV clusters with SARS-CoV-related viruses 85 from bats (SARSr-CoV), of which some but not all can use ACE2 for host cell entry (Fig. 2A and 86 fig. S1). Analysis of the receptor binding motif (RBM), a portion of the receptor binding domain 87 (RBD) that makes contact with ACE2, revealed that most amino acid residues essential for ACE2 88 binding were conserved in 2019-nCoV-S but not in the S proteins of SARSr-CoV previously 89 found not to use ACE2 for entry (Fig. 2B). In agreement with these findings, directed expression 90 of human and bat ACE2 but not human DPP4, the entry receptor used by MERS-CoV (20), or 91 human APN, the entry receptor used by HCoV-229E (21), allowed 2019-nCoV-S-and SARS-S-92 driven entry into otherwise non-susceptible BHK-21 cells (Fig. 2C), indicating that 2019-nCoV-S 93 like SARS-S uses ACE2 for cellular entry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "lines (22). However, TMPRSS2 is expressed in viral target cells in the lung (23) and entry 97 into TMPRSS2 + cell lines is promoted by TMPRSS2 (15-17) and is partially CatB/L 98 independent, although blockade of both proteases is required for efficient entry inhibition (24).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Moreover, TMPRSS2 but not CatB/L activity is essential for spread of SARS-CoV and other 100 coronaviruses in the infected host (25, 26). For initial insights into 2019-nCoV-S protease choice, 101 we employed ammonium chloride, which elevates endosomal pH and thereby blocks CatB/L 102 activity. Ammonium chloride treatment blocked VSV-G-driven entry into both cell lines studied 103 while entry driven by the Nipah virus F and G proteins was not affected (Fig. 3A), in keeping 104 with expectations. Moreover, ammonium chloride treatment strongly inhibited 2019-nCoV-S-105 and SARS-S-driven entry into TMPRSS2 -293T cells while inhibition of entry into TMPRSS2 + 106 Caco-2 cells was less efficient, which would be compatible with 2019-nCoV-S priming by 107 TMPRSS2 in Caco-2 cells. Indeed, the serine protease inhibitor camostat mesylate, which is 108 active against TMPRSS2 (24), efficiently blocked 2019-nCoV-S-driven entry into Caco-2 109 (TMPRSS2 + ) but not 293T (TMPRSS2 -) cells while the CatB/L inhibitor E64d had the opposite 110 effect(Fig. 3B). Moreover, directed expression of TMPRSS2 rescued 2019-nCoV-S-driven entry 111 from inhibition by E64d(Fig. 3C), demonstrating that 2019-nCoV-S uses TMPRSS2 for priming.112Convalescent SARS patients exhibit a neutralizing antibody response directed against the 113 viral S protein (27). We investigated whether such antibodies block 2019-nCoV-S-driven entry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "120 target cells has important implications for our understanding of 2019-nCoV transmissibility and 121 pathogenesis. Thus, one can expect that 2019-nCoV targets the same cells as SARS-CoV and that 122 the previously documented modest ACE2 expression in the upper respiratory tract (23, 28) might 123 limit 2019-nCoV transmissibility. Moreover, it is noteworthy that ACE2 expression is not limited 124 to the lung and that extrapulmonary spread of SARS-CoV in ACE2 + tissues was observed (29, 125 30). The same can be expected for 2019-nCoV, although affinity of SARS-S and 2019-nCoV-S 126 for ACE2 remains to be compared. 127 Priming of coronavirus S proteins by host cell proteases is essential for viral entry into 128 cells and protease choice can determine zoonotic potential (31). The S proteins of SARS-CoV 129 can use the endosomal cysteine proteases for S protein priming in TMPRSS2cells (22).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "However, S protein priming by TMPRSS2 but not CatB/L is essential for viral entry into primary 131 target cells and for viral spread in the infected host (24-26). The present study suggests that 2019-132 nCoV spread might also depend on TMPRSS2 activity and it is noteworthy that the serine 133 protease inhibitor camostat mesylate blocks TMPRSS2 activity (24, 26) and has been approved in134 Japan for human use, although for an unrelated indication. This compound or related ones should 135 be considered for treatment of 2019-nCoV infected patients. 136 Convalescent SARS patients exhibit a neutralizing antibody response that can be detected 137 even 24 months after infection (27) and this is largely directed against the S protein. Moreover, 138 experimental SARS vaccines, including recombinant S protein (32) and inactivated virus (33) 139",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Huang et al., Clinical features of patients infected with 2019 novel coronavirus in 182 Wuhan, China. Lancet, (2020).183 10. N. Zhu et al., A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl 184 J Med, (2020). 185 11. J. F. Chan et al., A familial cluster of pneumonia associated with the 2019 novel 186 coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet, 187",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "syndrome coronavirus spike protein for membrane fusion and reduces viral control by the 196 humoral immune response. J Virol 85, 4122-4134 (2011).197 16. S. Matsuyama et al., Efficient activation of the severe acute respiratory syndrome 198 coronavirus spike protein by the transmembrane protease TMPRSS2. J Virol 84, Shulla et al., A transmembrane serine protease is linked to the severe acute respiratory 201 syndrome coronavirus receptor and activates virus entry. J Virol 85, 873-882 (2011). 202 18. W. Li et al., Receptor and viral determinants of SARS-coronavirus adaptation to human 203 ACE2. EMBO J 24, 1634-1643 (2005). 204 19. H. Kleine-Weber et al., Mutations in the Spike Protein of Middle East Respiratory 205 Syndrome Coronavirus Transmitted in Korea Increase Resistance to Antibody-Mediated 206 Neutralization. J Virol 93, (2019). 207 20. V. S. Raj et al., Dipeptidyl peptidase 4 is a functional receptor for the emerging human 208 coronavirus-EMC. Nature 495, 251-254 (2013). 209 21. C. L. Yeager et al., Human aminopeptidase N is a receptor for human coronavirus 229E. 210 Nature 357, 420-422 (1992).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Simmons et al., Inhibitors of cathepsin L prevent severe acute respiratory syndrome 212 coronavirus entry. Proc Natl Acad Sci U S A 102, 11876-11881 (2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Bertram et al., Influenza and SARS-coronavirus activating proteases TMPRSS2 and 214 HAT are expressed at multiple sites in human respiratory and gastrointestinal tracts. PLoS 215 One 7, e35876 (2012). 216 24. M. Kawase, K. Shirato, L. van der Hoek, F. Taguchi, S. Matsuyama, Simultaneous 217 treatment of human bronchial epithelial cells with serine and cysteine protease inhibitors 218 prevents severe acute respiratory syndrome coronavirus entry. J Virol 86,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Iwata-Yoshikawa et al., TMPRSS2 Contributes to Virus Spread and Immunopathology 221 in the Airways of Murine Models after Coronavirus Infection. J Virol 93, (2019).222 26. Y. Zhou et al., Protease inhibitors targeting coronavirus and filovirus entry. Liu et al., Two-year prospective study of the humoral immune response of patients 225 with severe acute respiratory syndrome. J Infect Dis 193, 792-795 (2006). 226 28. I. Hamming et al., Tissue distribution of ACE2 protein, the functional receptor for SARS 227 coronavirus. A first step in understanding SARS pathogenesis. J Pathol 203, Gu et al., Multiple organ infection and the pathogenesis of SARS. J Exp Med 202, Ding et al., Organ distribution of severe acute respiratory syndrome (SARS) associated 232 coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus 233 transmission pathways. J Pathol 203, 622-630 (2004).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Menachery et al., Trypsin treatment unlocks barrier for zoonotic bat coronaviruses 235 infection. J Virol, (2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "protein: implication for vaccine design. J Virol 80, 5757-5767 (2006). 239 33. J. T. Lin et al., Safety and immunogenicity from a phase I trial of inactivated severe acute 240 respiratory syndrome coronavirus vaccine. Antivir Ther 12,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Heike Hofmann-Winkler for advice. Funding: This work was supported by BMBF 262 (RAPID Consortium, 01KI1723D and 01KI1723A). Authors contributions: M.H. and S.P. 263 designed the study. S.P. and C.D. acquired funding for the study. M.H. and H.K.-W. conducted 264 experiments and analyzed data. N.K., M.M. and C.D. provided important resources. M.H. and 265 S.P. wrote the manuscript with input from all authors. Competing interests: The authors declare 266 no competing interests. Data and materials availability: All materials used in this study will be 267 provided upon signature of an appropriate material transfer agreement. All data are available in 268 the main text or the supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "2019-nCoV-S and SARS-S facilitates entry into a similar panel of mammalian cell 290 lines. Analysis of 2019-nCoV-S expression (A) and pseudotype incorporation (B) by Western 291 blot. Representative blots from three experiments are shown. ß-Actin (cell lysates) and VSV-M 292 (particles) served as loading controls. (C) Cell lines of human and animal origin were inoculated 293 with pseudotyped VSV harboring VSV-G, SARS-S or 2019-nCoV-S. At 16 h postinoculation, 294 pseudotype entry was analyzed. Shown are the combined data of three experiments. 2019-nCoV-S utilizes ACE2 as cellular receptor. (A) The S protein of 2019-nCoV 298 clusters phylogenetically with S proteins of known bat-associated betacoronaviruses (see also SI 299 Figure 1 for more details). (B) Alignment of the receptor binding motif of SARS-S with 300 corresponding sequences of bat-associated betacoronavirus S proteins that are able or unable to 301 use ACE2 as cellular receptor reveals that 2019-nCoV possesses amino acid residues crucial for 302 ACE2 binding. (C) 293T cells transiently expressing ACE2 of human (dark blue) or bat (light 303 blue) origin, human APN (purple) or hDPP4 (green) were inoculated with pseudotyped VSV 304 harboring VSV-G, SARS-S, 2019-nCoV-S, MERS-S or 229E-S. At 16 h postinoculation, 305 pseudotype entry was analyzed. The average of three independent experiments is shown. Error 306 bars indicate SEM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "cells before transduction with pseudotypes bearing the indicated glycoproteins. 311 (C) 293T cells transiently expressing ACE2 alone or in combination with TMPRSS2 were 312 incubated with CatB/L inhibitor E64d or PBS as control and inoculated with pseudotypes bearing 313 the indicated viral surface proteins. The average of three independent experiments is shown in 314 panels A-C. Error bars indicate SEM. Statistical significance was tested by two-Serum from a convalescent SARS patient cross-neutralizes 2019-nCoV-S-driven 318 entry. Pseudotypes harboring the indicated viral surface proteins were incubated with different 319 dilutions of serum from a convalescent SARS patient and subsequently inoculated onto 293T 320 cells that transiently express ACE2 in order to evaluate cross-neutralization. The results from a 321 representative experiment with triplicate samples are shown and were confirmed in a separate 322 experiment. Error bars indicate SD. Statistical significance was tested by two-2019-nCoV-S and SARS-S facilitates entry into a similar panel of mammalian cell 333 lines. Analysis of 2019-nCoV-S expression (A) and pseudotype incorporation (B) by Western 334 blot. Representative blots from three experiments are shown. ß-Actin (cell lysates) and VSV-M 335 (particles) served as loading controls. (C) Cell lines of human and animal origin were inoculated 336 with pseudotyped VSV harboring VSV-G, SARS-S or 2019-nCoV-S. At 16 h postinoculation, 337 pseudotype entry was analyzed. Shown are the combined data of three experiments. 2019-nCoV-S utilizes ACE2 as cellular receptor. (A) The S protein of 2019-nCoV 344 clusters phylogenetically with S proteins of known bat-associated betacoronaviruses (see also SI 345 Figure 1 for more details). (B) Alignment of the receptor binding motif of SARS-S with 346 corresponding sequences of bat-associated betacoronavirus S proteins that are able or unable to 347 use ACE2 as cellular receptor reveals that 2019-nCoV possesses amino acid residues crucial for 348 ACE2 binding. (C) 293T cells transiently expressing ACE2 of human (dark blue) or bat (light 349 blue) origin, human APN (purple) or hDPP4 (green) were inoculated with pseudotyped VSV 350 harboring VSV-G, SARS-S, 2019-nCoV-S, MERS-S or 229E-S. At 16 h postinoculation, 351 pseudotype entry was analyzed. The average of three independent experiments is shown. Error 352 bars indicate SEM. 2019-nCoV-S employs TMPRSS2 for S protein priming. Ammonium chloride (A), 356 E64d (CatB/L inhibitor) (B) and/or camostat (TMPRSS2 inhibitor) (B) were added to the 357 indicated target cells before transduction with pseudotypes bearing the indicated glycoproteins. 358 (C) 293T cells transiently expressing ACE2 alone or in combination with TMPRSS2 were 359 incubated with CatB/L inhibitor E64d or PBS as control and inoculated with pseudotypes bearing 360 the indicated viral surface proteins. The average of three independent experiments is shown in 361 panels A-C. Error bars indicate SEM. Statistical significance was tested by two-way ANOVA 362 with Dunnett posttest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Serum from a convalescent SARS patient cross-neutralizes 2019-nCoV-S-driven 369 entry. Pseudotypes harboring the indicated viral surface proteins were incubated with different 370 dilutions of serum from a convalescent SARS patient and subsequently inoculated onto 293T 371 cells that transiently express ACE2 in order to evaluate cross-neutralization. The results from a 372 representative experiment with triplicate samples are shown and were confirmed in a separate 373 experiment. Error bars indicate SD. Statistical significance was tested by two-way lines were incubated at 37 °C and 5 % CO 2 in a humidified atmosphere. 293T (human, 4 kidney), BHK-21 (Syrian hamster, kidney cells), Huh-7 (human, liver), LLC-PK1 (pig, kidney), 5 MRC-5 (human, lung), MyDauLu/47.1 (Daubenton's bat [Myotis daubentonii], lung), NIH/3T3 6 (Mouse, embryo), RhiLu/1.1 (Halcyon horseshoe bat [Rhinolophus alcyone], lung), Vero 7 (African green monkey, kidney) cells were incubated in Dulbecco's' modified Eagle medium 8 (PAN-Biotech). Calu-3 (human, lung), Caco-2 (human, colon), MDBK (cattle, kidney) and 9 MDCK II (Dog, kidney) cells were incubated in Minimum Essential Medium (ThermoFisher 10 Scientific). A549 (human, lung), BEAS-2B (human, bronchus) and NCI-H1299 (human, lung) 11 cells were incubated in DMEM/F-12 Medium with Nutrient Mix (ThermoFisher Scientific). All 12 media were supplemented with 10 % fetal bovine serum (Biochrom), 100 U/ml of penicillin and 13 0.1 mg/ml of streptomycin (PAN-Biotech), 1x non-essential amino acid solution (10x stock, 14 PAA) and 10 mM sodium pyruvate solution (ThermoFisher Scientific). For seeding and 15 subcultivation, cells were first washed with phosphate buffered saline (PBS) and then incubated 16 in the presence of trypsin/EDTA solution (PAN-Biotech) until cells detached. Transfection was 17 carried out by calcium-phosphate precipitation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "for vesicular stomatitis virus (VSV, serotype Indiana) glycoprotein (VSV-21 G), SARS-S (derived from the Frankfurt-1 isolate) with or without a C-terminal HA epitope tag, 22 HCoV-229E-S, MERS-S, human and bat angiotensin converting enzyme 2, human 23 aminopeptidase N, human dipeptidyl-peptidase 4 and human TMPRSS2 have been described 24 elsewhere (1-6). For generation of the expression plasmids for 2019-nCoV-S with or without a C-25 terminal HA epitope tag we PCR-amplified the coding sequence of a synthetic, codon-optimized 26 (for human cells) 2019-nCoV-S DNA (GeneArt Gene Synthesis, ThermoFisher Scientific) based 27 on the publicly available protein sequence in the National Center for Biotechnology Information 28 database (NCBI Reference Sequence: YP_009724390.1) and cloned in into the pCG1 expression 29 vector via BamHI and XbaI restriction sites.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "cells were washed with PBS before medium supplemented with anti-VSV-G 39 antibody (I1, mouse hybridoma supernatant from CRL-2700; ATCC) was added (no antibody 40 was added to cells expressing VSV-G). Pseudotype particles ware harvested 16 h postinoculation, 41 clarified from cellular debris by centrifugation and used for experimentations. 42 Transduction of target cells: Target cells were grown in 96-well plates until they reached 50-75 43 % confluency before they were inoculated with the respective pseudotype vectors. For 44 experiments addressing the search for the 2019-nCoV receptor cells were transfected with 45 expression plasmids 24 h in advance. For experiments involving ammonium chloride (final 46 concentration 50 mM) and protease inhibitors (E-64d, 25 µM; camostat mesylate, 100 µM), 47 target cells were treated with the respective chemical 2 h in advance. For neutralization 48 experiments, pseudotypes were pre-incubated for 30 min at 37 °C with different serum dilutions. 49 Transduction efficiency was quantified 16 h posttransduction by measuring the activity firefly 50 luciferase in cell lysates. 51 52 Analysis of 2019-nCoV-S expression and particle incorporation by SDS-PAGE and 53 immunoblot 54 Preparation of whole cell lysates: 293T cells were transfected with expression vectors for HA-55 tagged 2019-nCoV-S or SARS-S , or empty expression vector (negative control). The culture 56 medium was replaced at 16 h posttransfection and the cells were incubated for an additional 24 h.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101//doi.org/10. /2020 References and Notes166 1. V. M. Corman, J. Lienau, M. Witzenrath, [Coronaviruses as the cause of respiratory Fehr, R. Channappanavar, S. Perlman, Middle East Respiratory Syndrome: Emergence of a Pathogenic Human Coronavirus. Annu Rev Med 68, 387-399 (2017). Wit, N. van Doremalen, D. Falzarano, V. J. Munster, SARS and MERS: recent 172 insights into emerging coronaviruses. Nat Rev Microbiol 14, 523-534 (2016). Lau et al., Severe acute respiratory syndrome coronavirus-like virus in Chinese 174 horseshoe bats. Proc Natl Acad Sci U S A 102, 14040-14045 (2005). Li, W. Li, M. Farzan, S. C. Harrison, Structure of SARS coronavirus spike receptorbinding domain complexed with receptor. Science 309, 1864-1868 (2005). Guan et al., Isolation and characterization of viruses related to the SARS coronavirus Wang, P. W. Horby, F. G. Hayden, G. F. Gao, A novel coronavirus outbreak of global",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ".Coronavirus Emerging in China -Key Questions for Impact Assessment. N Engl J Med,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929042 doi: bioRxiv preprint 3 along with the ChemoStar Professional software (Intas Science Imaging Instruments GmbH). The 74 following primary antibodies were used: Mouse anti-HA tag (Sigma-Aldrich, H3663, 1:2,500), 75 mouse anti-ß-actin (Sigma-Aldrich, A5441, 1:2,000), mouse anti-VSV matrix protein (Kerafast, 76 EB0011, 1:2,500). As secondary antibody we used a peroxidase-coupled goat anti-mouse 77 antibody (Dianova, 115-035-003, 1:10000). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.31.929042 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}