{
    "paper_id": "eb7fc5004191e8fce0d6e4ff98de6865872e665f",
    "metadata": {
        "title": "Spike protein binding prediction with neutralizing antibodies of SARS-CoV-2 1 2",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Republic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Korea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is a new emerging human infectious disease caused by Severe Acute 24 Respiratory Syndrome Coronavirus 2 (SARS-CoV-2, also previously known as 2019-nCoV), originated in 25 Wuhan seafood and animal market, China. Since December 2019, more than 69,000 cases of COVID-19 have 26 been confirmed in China and quickly spreads to other counties. Currently, researchers put their best efforts to 27 identify effective drugs for COVID-19. The neutralizing antibody, which binds to viral capsid in a manner that 28 inhibits cellular entry of virus and uncoating of the genome, is the specific defense against viral invaders. In this 29 study, we investigate to identify neutralizing antibodies that can bind to SARS-CoV-2 Sipke (S) protein and 30 interfere with the interaction between viral S protein and a host receptor by bioinformatic methods. The 31 sequence analysis of S protein showed two major differences in the RBD region of the SARS-CoV-2 S protein 32 compared to SARS-CoV and SARS-CoV related bat viruses (btSARS-CoV). The insertion regions were close to 33 interacting residues with the human ACE2 receptor. Epitope analysis of neutralizing antibodies revealed that 34 SARS-CoV neutralizing antibodies used conformational epitopes, whereas MERS-CoV neutralizing antibodies 35 used a common linear epitope region, which contributes to form the β-sheet structure in MERS-CoV S protein 36 and deleted in SARS-CoV-2 S protein. To identify effective neutralizing antibodies for SARS-CoV-2, the 37 binding affinities of neutralizing antibodies with SARS-CoV-2 S protein were predicted and compared by 38 antibody-antigen docking simulation. The result showed that CR3022 neutralizing antibody from human may 39 have higher binding affinity with SARS-CoV-2 S protein than SARS-CoV S protein. We also found that 40 F26G19 and D12 mouse antibodies could bind to SARS-CoV S protein with high affinity. Our findings provide 41 crucial clues towards the development of antigen diagnosis, therapeutic antibody, and the vaccine against SARS-42 CoV-2. 43 44 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "for SARS-CoV [12] . Shi and colleges showed that SARS-CoV-2 uses ACE2 as a cellular entry receptor but not 73 other CoV receptors, aminopeptidase N (APN) and dipeptidyl peptidase 4 (DPP4) [13] . Ying and colleges 74 showed the receptor-binding domain (RBD) of SARS-CoV-2 spike glycoprotein (S protein) interacts with ACE2 75 [14] . McLaellen and colleges showed that ACE2 binds to SARS-CoV-2 S protein with much higher affinity than 76 to SARS-CoV S protein [15] . In addition, bioinformatic analysis proposed binding structure of RBD of S protein 77 (S-RBD) and ACE2 [16] . Thus, it is of great interest to identify neutralizing antibodies that can interact with 78 SARS-CoV-2 S-RBD and interfere with the binding between viral S protein and host receptor ACE2.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the severe epidemic events of SARS and MERS, researchers have been made great efforts to 80 discover neutralizing antibodies for CoVs [17, 18] . The neutralizing antibodies for CoVs mainly targeted to S-81 RBD. S protein of SARS-CoV-2 shows 76.2% and 34.1% amino acid sequence identity to those of SARS-CoV 82 and MERS-CoV, respectively. Therefore, the neutralizing antibodies of SARS-CoV and MERS-CoV S proteins 83 may have a possibility to interact with SARS-CoV-2 S protein and show similar viral neutralization effect. In the 84 present study, we employed a antibody-antigen docking approach to predict the interaction between SARS-CoV-85 2 S-RBD and previously reported neutralization antibodies for SARS-CoV and MERS-CoV.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "79"
        },
        {
            "text": "To comparing of S gene containing S protein among SARS-CoV-2, SARS-CoV, and MERS-CoV strains, the 90 nucleotide sequences of S gene were retrieved from GISAID [19] and ViPR [20] . The S genes of SARS-CoV-2 91 were retrieved from initially sequenced 62 genomes of SARS-CoV-2 strains. After removal of identical S gene 92 sequences, 16 genes of S protein were used in the study. The sequence from SARS-CoV-2 Wuhan-Hu-1 93 (Genbank MN908947.3 or GISAID EPI ISL 402125) was used as a representative sequence of SARS-CoV-2 94 strains throughout this study. The closely related strains of SARS-CoV-2 were selected from preliminary and 95 extensive phylogenetic analaysis of SARS-CoV related strains including btSARS-CoV, SARS-CoV and a 96 MERS-CoV strain. More detail information of the sequences used in this study were listed in Supplementary 97 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 163,
                    "text": "GISAID [19]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 439,
                    "text": "(Genbank MN908947.3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "89"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 Table S1 ) was used as an input for ConSurf. In ConSurf, conservation scores and confidence 107 intervals for the conservation scores were calculated using the empirical Bayesian method. The scores were 108 normalized using the number of inputted sequences. Also, the highest score of ConSurf program means the most 109 conserved position among sequences. We additionally checked the epitope positions on the SARS-CoV-2 S 110 protein based on the known epitope information of 11 neutralizing antibodies developing for SARS-CoV and 111 MERS-CoV. Each information of epitope positions was acquired from literatures (Table 1) The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2020 antibodies to prevent MERS-CoV were selected in the study (Table 1 ). The complex structure of RBD and ten 124 neutralizing antibodies was retrieved from PDB. The complex structures were superimposed to the RBD 125 structure of SARS-CoV-2 which were built by homology modeling. The procedures were performed that the 126 RBD structures of SARS-CoV2 and SARS-CoV were aligned by pairwise sequence alignment. And then the 127 structures were superimposed according to those pairwise alignments using MatchMaker program [29] . Finally, 128 we suceesfully predicted the complex structures of neutralizaing antibody candidates and RBD of SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 854,
                    "text": "/2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 736,
                    "end": 745,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 913,
                    "end": 921,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "89"
        },
        {
            "text": "About the antibody such as CR3022 [30] that the structure was not revealed, we performed the antibody strcture 148 149 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "129"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.22.951178 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "129"
        },
        {
            "text": "The phylogenetic tree showed that the protein gene sequences were clearly clustered into three groups; SARS-152 CoV-2 related, SARS-CoV related and HKU3 related groups (Fig. 1A) . SARS-CoV and SARS-CoV-2 groups 153 formed a rigid monophyletic group with their own closest bat SARS-CoV related strains, respectively. The result 154 suggested that these two human-pathogenic CoV strains were derived from common ancestral bat CoV. The ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "151"
        },
        {
            "text": "To suggest possible SARS-CoV-2 neutralizing antibodies, monoclonal antibodies were selected from the 174 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "173"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.22.951178 doi: bioRxiv preprint literature and PDB (Table 1) . Epitope map showed that the antibody-binding residues of S protein are located 175 within RDB region (Fig. 2) . Four SARS-CoV neutralizing antibodies had the epitopes about 5 to 14 residues SARS-CoV neutralizing antibodies might be bind to mainly conformational epitopes of S-RDB, whereas MERS-179 CoV neutralizing antibodies bound to linear epitopes of S-RBD (Fig. 2) . Interestingly, the major linear epitope 197 6NB7) which were good structural templates (Fig. 3 box) . In the S-RBD structure, we also displayed 198 experimentally defined epitope information based on position specific aligment with SARS-CoV or MERS-CoV 199 antibody binding epitopes. 200 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 274,
                    "end": 282,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 533,
                    "end": 541,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 631,
                    "end": 643,
                    "text": "(Fig. 3 box)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "173"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.22.951178 doi: bioRxiv preprint structure of SARS-CoV-2 RBD protein at the X-ray crystal structure of known antibody-antigen complex from 202 SARS and MERS (Fig. 3) . The structures of five antibodies including m396, 80R, F26G19, S230, and CR3022 203 developing to prevent SARS-CoV were aligned on SARS-CoV-2 S-RBD successfully (Fig. 3A) . The six MERS-204 CoV antibodies such as MERS-27, CDC2-C2, m336, 4C2, D12, and MCA1 were also aligned on SARS-CoV-2 205 S-RBD (Fig. 3B) . Because the X-ray crystal structure of CR3022 was not revealed, the optimized structure was 206 predicted using antibody homology modeling by 1000 structures generated using Rosetta program. As a results, 207 two SARS-CoV antibodies including CR3022 (-13.91 dG score) and F26G19 (-15.98 dG score) and MERS-CoV 208 D12 (-14.01 dG score) antibody had higher binding score than other antibodies with SARS-CoV-2 S-RBD 209 region. However, various MERS-CoV antibodies did not match SARS-CoV-2 because MERS-CoV antibodies 210 were interacted with the outter regon of S-RBD which was located in major linear epitope region 211 (EDGDYYRKQL) (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 274,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 438,
                    "end": 447,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 575,
                    "end": 584,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1220,
                    "end": 1228,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "173"
        },
        {
            "text": "Based on antibody-antigen docking simulation, we calculated the binding scores between 11 antibodies and S-215 RBD structures. The antibody-antigen docking simulation generated not only the crystal structures of SARS-216 CoV and MERS-CoV S-RBD proteins, but also the high-quaility homology models with SARS-CoV-2 S-RBD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "214"
        },
        {
            "text": "To suggest S-RBD binding antibody, antibody-RBD docking comparisons were performed using the mean value 218 of caculated scores from the generated models. The mean scores of the docking simulation are shown in Table 2. 219 Among the SARS-CoV antibodies, only CR3022 showed that the binding affinity of SARS-CoV-2 was 220 higher than SARS-CoV. In addition, the docking score distribution of CR3022 was significantly changed 221 between SARS-CoV-2 and SARS-CoV-2 (Fig. 4) . For the CR3022 antibody, the mean score of binding affinity 222 was increased from -11.21 dG score (SARS-CoV, crystal structure) to -13.91 dG score (SARS-CoV-2, cryo-EM 223 structure) with a p-value of 0.00367. The binding affinity of all antibody-antibgen docking was tested using 224 1000 generated structures. Interestingly, the CR3022 was experimentally performed for the binding effect of 225 SARS-CoV-2 S-RBD [14] . The researchers found that the CR3022 had the binding effect anainst SARS-CoV-2 author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 Tables   375   A   376   377 378 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 891,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1149,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1169,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 218,
                    "text": "Table 2.",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 461,
                    "end": 469,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1170,
                    "end": 1198,
                    "text": "Tables   375   A   376   377",
                    "ref_id": null
                }
            ],
            "section": "217"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 B 379 380 C 381 382 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figures and"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.22.951178 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.22.951178 doi: bioRxiv preprint Table 1. 414 415 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 415,
                    "text": "Table 1.",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Figures and"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.22.951178 doi: bioRxiv preprint docking simulation between CR3022 and SARS-CoV S-RBD was -11.21 dG score, and mean score of CR-3022 420 and SARS-CoV2 S-RBD was -13.61 dG score (p-value = 0.00367). 421 422 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.22.951178 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus infections and 14. Xiaolong Tian",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS 285 coronavirus-specific human monoclonal antibody",
            "authors": [
                {
                    "first": "Yanling",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BioRxiv. 2020",
            "volume": "286",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cryo-EM 287 structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abiona",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mclellan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Receptor recognition by novel coronavirus from Wuhan: Reference SARS-CoV m396 Human K365",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of SARS-CoV-2 S protein 114 S-RBD protein structure was used cryo-EM structure (Protein Data Bank ID : 6VSB) [15]. To predict the 115 missing region of cryo-EM structure in SARS-CoV-2 S-RBD, we performed homology modeling based on 116 known the three dimensional structure of SARS-CoV (PDB ID: 6NB7) using SWISS-MODEL 117 (https://swissmodel.expasy.org/) [28]. Then, the best homology models were selected according to Qualitative 118 Model Energy ANalysis (QMEAN) statistical parameter. The structures were visualized with UCSF's Chimera 119 (https://www.cgl.ucsf.edu/chimera/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "neutralizing antibody candidates of SARS-CoV-2, the five antibodies against SARS-CoV and the six 123 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "between the RBD of SARS-CoV-2 and certain SARS-CoV and MERS-CoV antibodies 134 were implemented with Rosetta antibody-antigen docking protocols [32]. Rosetta SnugDock program can refine 135 homology models with the flexible and uncertain region, because the program simulates most of conformation 136 space available to antibody paratopes [33]. With the complex structures of RBD and antibody candidates, all-137 atom relax protocol, docking prepack protocol, and antibody-antigen docking simulation were carried out to 138 calculate the free energy of low-energy binding conformations. The distiribution of docking scores displayed as 139 funnel plots using interface RMD (interface RMS) versus the binding score (dG binding) between antibody and 140 antigen(Fig. 4). The binding score was used Rosetta's docking interface score (based on the Talaris2013 force 141 field) to rank the complexes. Rosetta interface score is defined as Isc = Ebound − Eunbound, where Ebound is 142 the score of the bound complex and Eunbound is the sum of the scores of the individual protein partners in 143 isolation. In addition, 1000 independent docking runs were performed to generate the antibody-antigen models.144To predict possible neutralizing antibody candidates of SARS-CoV-2, the docking results were compared 145 between interface binding scores of SARS-CoV-2 S-RBD (homology modeling) and interface binding scores of 146 SARS-CoV or MERS-CoV S-RBD (crystal structure) with 11 antibodies for SARS-CoV and MERS-CoV have 147 been developed. The statistical significance was tested using student's t-test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "155 sequence alignments showed that there were insertions and deletion during the divergence among the strains 156 (Fig. 1B and 1C). Various deletions were observed in SARS-CoV related group. The NTD region (position 71-157 77, GTNGTKR) of S protein in the strain Wuhan-Hu-1 was mostly conserved in SARS-CoV-2 group but not in 158 SARS-CoV related group. The NTD region was also conserved in other btSARS-CoV strains but the sequence 159 similarity was low.160 Interestingly, human pathogenic strains and their closest strains had two insertion sequences in RBD 161 region of SARS-CoV-2. The amino acid position 445-449 (VGGNY) and 470-486 (TEIYQAGSTPCNGVEGF) 162 were conserved in SARS-CoV-2 related group except bat-SL-CoVZC45 strain and the corresponding sequences 163 in SARS-related groups were 'STGNY' and 'NVPFSPDGKPCTPPAL' (Fig. 1C). The results could not give 164 clear answers that these insertion sequences had directly diverged from the common ancestor of SARS-CoV and 165 SARS-CoV-2 or that the sequences in SARS-CoV-2 were derived from SARS-CoV related group by mobile 166 genetic elements [34]. Nevertheless, the insertion sequences have several antibody epitope regions (Fig. 2) and 167 the two key residues (amino acid position 455 and 486) interacting with human ACE2 [35] which is used as a 168 cellular receptor of btSARS-CoV strain WIV1 [36]. This suggested that these sequence were might be related 169 with human susceptibility and virulence. 170 171 Identification and analysis of the neutralizing antibody epitopes 172 Previously, numbers of neutralizing antibodies for SARS-CoV and MERS-CoV have been developed [17, 18].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "180 region (EDGDYYRKQL) for MERS-CoV neutralizing antibodies was specific insertion of MERS-CoV S 181 protein. MERS-CoV neutralizing antibodies interacted with three receptor binding residues (E536, D537, D539) 182 in the linear epitope region, which results in the neutralizing activity of antibodies by directly interferes the 183 binding between S protein and dipeptidyl peptidase 4 of human . In addition, the difference of binding aspect of 184 neutralizing antibodies might be caused by the difference of subdomain structure of receptor binding motif 185 (RBM). The RBM of SARS-CoV S protein is made of mainly coiled structure with two short β-sheets, whereas 186 the RBM of MERS-CoV S protein consists of four long β-sheets [37]. Sequence alignment revealed that RBD of 187 SARS-CoV-2 was more similar to that of SARS-CoV than MERS-CoV (Fig. 2). Therefore, this suggested that 188 SARS-CoV neutralizing antibodies could be effective for SARS-CoV-2. 189 190 S-RBD structure modeling and superimposition of neutralizing antibodies 191 Human infection of SARS-CoV-2 was firstly reported in Wuhan, Hubei province, China last December [4].192Previous studies have reported several results for the interaction between S protein of SARS-CoV-2 and ACE2 193 as a receptor[13, 14, 16, 38]. However, any interaction of SARS-CoV-2 S protein with developed neutralizing 194 antibodies for SARS-CoV and MERS-CoV has not been reported yet. The structure of SARS-CoV-2 S protein 195 was used S protein which revealed by cryo electron microscopy structure. Subsequently, the missing region of 196 SARS-CoV-2 S-RBD region comprising of 181 amino acids were built from SARS-CoV S proteins (PDB ID:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Y, McCauley J: GISAID: Global initiative on sharing all influenza data -from vision to reality.296 Euro Surveill 2017, 22(13).297 20. Pickett BE, Greer DS, Zhang Y, Stewart L, Zhou L, Sun G, Gu Z, Kumar S, Zaremba S, Larsen CN et al: 298 Virus pathogen database and analysis resource (ViPR): a comprehensive bioinformatics database 299 and analysis resource for the coronavirus research community. Viruses 2012, 4(11):3209-3226.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "G, Li M, Knyaz C, Tamura K: MEGA X: Molecular Evolutionary Genetics Analysis 301 across Computing Platforms. Mol Biol Evol 2018, 35(6):1547-1549.302 22. Saitou N, Nei M: The neighbor-joining method: a new method for reconstructing phylogenetic trees. 303 Mol Biol Evol 1987, 4(4):406-425. 304 23. Felsenstein J: Evolutionary trees from DNA sequences: a maximum likelihood approach. Toward Defining the Course of Evolution: Minimum Change for a Specific Tree Topology. , Berry JD et al: Structural insights into immune recognition of the severe acute 354 respiratory syndrome coronavirus S protein receptor binding domain. J Mol Biol 2009, 388(4)N et al: Importance of Neutralizing Monoclonal Antibodies Targeting Multiple Antigenic 358 Sites on the Middle East Respiratory Syndrome Coronavirus Spike Glycoprotein To Avoid 359 Neutralization Escape. J Virol 2018, 92(10).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "S, Jiang L, Cui Y, Li D, Wang D, Wang N, Fu L, Shi X, Li Z et al: Structural basis for the 361 neutralization of MERS-CoV by a human monoclonal antibody MERS-27. Sci Rep 2015, 5:13133.362 45. Ying T, Prabakaran P, Du L, Shi W, Feng Y, Wang Y, Wang L, Li W, Jiang S, Dimitrov DS et al: 363 Junctional and allele-specific residues are critical for MERS-CoV neutralization by an exceptionally 364 potent germline-like antibody. Nat Commun 2015, 6:8223. 365 46. Chen Z, Bao L, Chen C, Zou T, Xue Y, Li F, Lv Q, Gu S, Gao X, Cui S et al: Human Neutralizing 366 Monoclonal Antibody Inhibition of Middle East Respiratory Syndrome Coronavirus Replication in 367 the Common Marmoset. J Infect Dis 2017, 215(12):1807-1815. 368 47. Li Y, Wan Y, Liu P, Zhao J, Lu G, Qi J, Wang Q, Lu X, Wu Y, Liu W et al: A humanized neutralizing 369 antibody against MERS-CoV targeting the receptor-binding domain of the spike protein. Cell Res 370 2015, 25(11):1237-1249. 371 48. Wang L, Shi W, Joyce MG, Modjarrad K, Zhang Y, Leung K, Lees CR, Zhou T, Yassine HM, Kanekiyo 372 M et al: Evaluation of candidate vaccine approaches for MERS-CoV. Nat Commun 2015,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(A) Neighbor-joining tree based on spike protein gene sequences showing the relationship between 383 2019-nCoV and related SARS-related viruses. The bootstrap value greater than 50 are shown at the branch nodes. 384 The filled circles indicated that the corresponding nodes are conserved in all tree-drawing methods. MERS-CoV 385 KNIH002/05/2015 is used as the outgroup. Bar, 0.1 substitutions per nucleotide position. (B) The upper panel is 386 structure of spike gene of SARS-CoV-2. The middle panel is the result of the Sim plot analysis. The sequence 387 similarity of NTD domain region was the lowest among spike genes. Nevertheless, SARS-CoV-2_bat-RaTG13 388 had highly conserved in NTD domain than other SARS-CoVs. On the other hand, in the RBD region, not only 389 SARS-CoV but also SARS-CoV-2_bat-RaTG13 showed low sequence similarity. The lower panel indicates the 390 conservation score of the protein sequences of 27 SARS-CoV species. (C) Intersertional regions in SARS-CoV-2 391 S protein. The amino acid position 445-449 (VGGNY) and 470-486 (TEIYQAGSTPCNGVEGF) were conserved 392 in SARS-CoV-2 related group except bat-SL-CoVZC45 strains (red color), and the corresponding sequences in 393 SARS-related groups were 'STGNY' and 'NVPFSPDGKPCTPPAL' (blue color)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Epitope map and conversation score of the RBD region in SARS-CoV and MERS-CoV S protein. The 398 blue bar chart shows the conservation score. The numbers are the amino acid positions in the S protein. Color 399 boxes indicate binding epitopes for SARS-CoV (red color) and MERS-CoV (green color) antibodies. The amino 400 acid residues in red color indicate binding epitopes for host receptors",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The three dimensional structure of SARS-CoV-2 S protein. (A) The three dimensional structure of 404 RBD domain in S protein was colored gray. The RBD structure shown from various sides. On the surface 405 representation, the SARS-CoV antibodies, MERS-CoV antibodies, and both SARS-CoV and MERS-CoV 406 antibodies binding epitopes are colored red, green, and purple, respectively. The sky blue color represents 407 SARS-CoV-2 S protein and the RBD domain were highlighted with orange color. The red box indicates the 408 RBD region, which is containing SARS-CoV or MERS-CoV antibody binding epitope. The predicted RBD 409 structure of SARS-CoV-2 S protein in complex with five SARS-CoV antibodies (B) and six MERS-CoV 410 antibodies (C). The complex structure was predicted by integrating the previously known complex structures of 411 SARS-CoV or MERS-CoV with antibodies using the superimposition of structures. Each colored structure in 412 surface representation indicates antibody labeled with the same color. More detail information about antibodies 413 were described in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The distiribution of docking scores between antibody and antigen using interface RMD (interface 417 RMS) versus the binding energy (dG binding). The docking simulation were performed by 1000 generated 418 antibody-antigen structures. The statistical significance was tested using student's t-test. (A) Mean score of 419",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The sequence alignments and phylogenetic analysis were done using MEGA X[21]. The nucleotide 98 sequence were codon aligned using ClustalW with default parameters and the phylogenetic tree was inferred 99 using neighbor-joining[22], maximum-likelihood[23], and maximum-parsimony methods[24]. The distance 100 matrix was calculated based on the Jukes-Cantor methods[25]. The bootstrap values of the phylogenetic treeConservation score and epitope mapping of SARS-CoV-2 S proteinThe conservation score of amino acid positions on S protein in SARS-CoV-2 was calculated by ConSurf 105 program[27]. The multiple sequence alignment of SARS-CoV-2 strain Wuhan-Hu-1and 12 related strains",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Gulyaeva, Bart L. Haagmans, Chris Lauber, Andrey M Leontovich, Benjamin W. Neuman et al: Severe acute respiratory syndrome-related coronavirus: The species and its virusesa statement of the Coronavirus Study Group. In: BioRxiv. 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Neutralizing antibodies and their epitopes analyzed in the study.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Antibody-antigen docking score and experimental affinity",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}