{
    "paper_id": "ec223563f366aa8ed21ec84d1b0d21a911362cfa",
    "metadata": {
        "title": "North Carolina at Chapel Hill, 125 Mason Farm Rd",
        "authors": [
            {
                "first": "Hyejeong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Victor",
                "middle": [
                    "D"
                ],
                "last": "Ellis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Woodman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jamie",
                "middle": [
                    "J"
                ],
                "last": "Arnold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cameron",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Using the RNA-dependent RNA polymerase (RdRp) from poliovirus (PV) as our model system, we 26 have shown that Lys-359 in motif-D functions as a general acid in the mechanism of nucleotidyl 27 transfer. A K359H (KH) RdRp derivative is slow and faithful relative to wild-type enzyme. In the 28 context of the virus, RdRp-coding sequence evolves, selecting for the following substitutions: I331F 29 (IF, motif-C) and P356S (PS, motif-D). We have evaluated IF-KH, PS-KH, and IF-PS-KH viruses and 30 enzymes. The speed and fidelity of each double mutant are equivalent. Each exhibits a unique 31 recombination phenotype, with IF-KH being competent for copy-choice recombination and PS-KH 32 being competent for forced-copy-choice recombination. Although the IF-PS-KH RdRp exhibits 33 biochemical properties within twofold of wild type, the virus is impaired substantially for 34 recombination in cells. We conclude that there are biochemical properties of the RdRp in addition to 35 speed and fidelity that determine the mechanism and efficiency of recombination. The interwoven 36 nature of speed, fidelity, the undefined property suggested here, and recombination makes it impossible 37 to attribute a single property of the RdRp to fitness. However, the derivatives described here may 38 permit elucidation of the importance of recombination on the fitness of the viral population in a 39 background of constant polymerase speed and fidelity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "40 41 Significance 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The availability of a \"universal\" method to create attenuated viruses for use as vaccine strains would 43 permit a rapid response to outbreaks of newly emerging viruses. Targeting RdRp fidelity has emerged 44 as such a universal approach. However, because polymerase fidelity and speed are inextricably linked, 45 the effort to attribute the attenuated phenotype to a single biochemical property of the RdRp may be 46 futile. Here, we show that this circumstance is even more complex. We provide evidence for the 47 existence of a biochemical parameter that combines with fidelity and speed to govern the mechanism 48 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/769224 doi: bioRxiv preprint 3 and/or efficiency of recombination. We conclude that the field will be served best by continued 49 emphasis on discovery of manipulatable functions of the RdRp instead of debating the importance of 50 individual properties. 51 52 56 pathogens), viral outbreaks over the past few decades have been caused by viruses for which 57 surveillance was not considered a priority. Rapid response to an outbreak caused by an unexpected 58 viral pathogen requires, minimally, the existence of broad-spectrum, antiviral therapeutics. Prevention 59 requires the availability of vaccines, development of which could take years. Indeed, approved 60 vaccines still do not exist to prevent infections by West Nile virus or severe acute respiratory syndrome 61 (SARS) coronavirus, and these outbreaks occurred more than one decade ago. 62 Because all RNA viruses encode an RNA-dependent RNA polymerase (RdRp) with conserved 63",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "function and mechanism, this enzyme has emerged as an attractive target for development of broad-64 spectrum therapeutics (1-3) and a target for function/mechanism-based strategies for viral attenuation 65 (4-9). One function/mechanism of the RdRp that has been targeted most is that required for faithful 66 incorporation of nucleotides (4-9). Changing RdRp fidelity decreases or increases the genetic variation 67 of the viral population, which, in turn, decreases fitness and virulence of the viral population (10-15). 68 Known RdRp variants exhibiting a high-fidelity phenotype can also exhibit a reduced speed of 69 nucleotide incorporation, at least at the biochemical level (16). Replication speed is also a determinant 70 of viral fitness and virulence (17). So, is it the increased fidelity or decreased speed of nucleotide 71 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/769224 doi: bioRxiv preprint 4 addition that gives rise to the attenuated phenotype? Further complicating the fidelity-versus-speed 72 question are the recent observations that changes to fidelity also have consequence for the efficiency of 73 recombination (18-23). Increased RdRp fidelity decreases recombination efficiency and vice versa 74 (18-23). It will likely be impossible to attribute a single biochemical property of the RdRp to 75 biological outcome. 76 The most extensively studied PV fidelity mutants encode RdRps with amino acid substitutions at 77 sites remote from the active site. Constructing equivalent substitutions conferring equivalent 78 phenotypes in RdRps other than PV is difficult if not impossible. Our laboratory has therefore pursued 79 active-site-based strategies to manipulate the fidelity, speed, and/or recombination efficiency of the 80 RdRp (24). We have shown that a lysine (Lys-359 in PV) present in conserved structural motif D of 81 the RdRp contributes to the efficiency of nucleotidyl transfer (24). A PV mutant encoding a K359R 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RdRp is attenuated but elicits a protective immune response in mice that is at least as robust as the 83 immune response elicited by the type 1 Sabin vaccine strain (6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this study, we characterize a second motif-D mutant of PV (K359H). Unlike the K359R RdRp-85 encoding virus (6), K359H PV is genetically unstable and acquires mutations encoding two second-site 86 amino acid substitutions after a few passages in cell culture. Together, the two substitutions restore all 87 biochemical properties of the derivative to near wild-type levels. Individually, however, we observe 88 differences in the mechanism (copy-choice vs. forced-copy-choice) and efficiency of recombination by 89 each derivative, although each derivative exhibits equivalent speed and fidelity. We conclude that 90 biochemical properties in addition to speed and fidelity must exist and contribute to both the 91 mechanism and efficiency of recombination. The desire to attribute single, biochemical properties of 92 the viral RdRp to fitness, virulence, and pathogenesis may be futile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "K359H PV requires two second-site substitutions to restore a \"wild-type\" growth phenotype 96 Most studies of RdRp fidelity have benefited from the selection of derivatives that were either 97 more or less sensitive to a mutagenic nucleoside (25-30). Almost invariably, the derivatives changed 98 residues remote from the catalytic site, thus using an allosteric mechanism to perturb fidelity. Among 99 the most famous of these is the G64S substitution in PV RdRp (15, 16, 26). Many years ago, our 100 laboratory showed that the active site of all polymerases contain a general acid, Lys-359 in the case of 101 PV RdRp, that protonated the pyrophosphate leaving group during nucleotidyl transfer, thereby 102 increasing the catalytic efficiency of RdRp (24). Substitutions of Lys-359 in PV RdRp give rise to 103 changes in fidelity (6, 17). The arginine substitution of Lys-359 (K359R RdRp) and the histidine 104 substitution (K359H RdRp) catalyze nucleotidyl transfer at a rate 10-fold lower than wild type (24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In spite of the substantial resources that have been allocated by the National Institute of Allergy and 54 Infectious Diseases and the Centers for Disease Control and Prevention to support prediction of 55 emerging viral pathogens (https://www.niaid.nih.gov/research/emerging-infectious-diseases-7 plaque formation relative to KH PV (Fig. 2B) . Indeed, the specific infectivity of IF-KH PV was 141 equivalent to WT. The addition of PS to IF-KH reduced the efficiency of plaque formation; the 142 specific infectivity of IF-PS-KH PV was reduced by twofold relative to IF-KH PV (Fig. 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 585,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "Therefore, the exaggerated behavior of PS-KH PV in the PFU-based growth assay relative to the 144 replicon assay likely reflects an additional defect to virus assembly and/or spread. based on the 2-log difference in sensitivity to ribavirin (Fig. 2C) . IF-KH and PS-KH PVs also 152 exhibited a higher fidelity than WT PV (Fig. 2C) . Importantly, both mutants exhibited essentially 153 equivalent fidelity phenotypes (Fig. 2C) , consistent with the suggestion above that the reduced 154 efficiency of plaque formation observed for PS-KH PV is likely related to impairment of virus 155 assembly and/or spread. Finally, evaluation of IF-PS-KH PV revealed equivalent sensitivity of this 156 mutant to ribavirin as observed for WT PV (Fig. 2C) , suggesting that fidelity had been returned to Based on the myriad RdRp fidelity mutants that have been reported to date, there appears to be 164 a direct correlation between the rate of nucleotide addition (speed) and the fidelity of nucleotide 165 addition (6, 10, 17, 22, 33). This correlation also extends to recombination efficiency (22) . If this is 166 the case, then the ongoing debate of speed versus fidelity as the key determinant of viral fitness will 167 become even more complicated to resolve (17). 168 The current state of the art for evaluation of recombination in cell culture is based on the co-169 transfection of two viral (sub)genomic RNAs incapable of producing infectious virus (34). The donor 170 RNA is a replication-competent, subgenomic RNA that encodes a luciferase reporter instead of the 171 viral capsid (Fig. 3A) . The acceptor RNA is a replication-incompetent, genomic RNA that has a 172 defective cis-acting replication element, termed oriI ( Fig. 3A) (34). Initiation of replication on the 173 donor followed by a switch to the acceptor at a site after the oriI locus will yield an infectious genome 174 that can be scored by plaque assay (Fig. 3A) (34). 175 We evaluated our panel of KH-containing PV mutants using this assay, and the outcomes were, 176 in most cases, quite unexpected (Fig. 3B) . KH PV was unable to produce viable recombinants, as 177 expected for a high-fidelity RdRp (22). The first surprise was that IF-KH and PS-KH PVs did not 178 exhibit the same phenotypes (Fig. 3B) . While IF-KH PV produced viable recombinant virus, PS-KH 9",
            "cite_spans": [
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "168",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1461,
                    "text": "170",
                    "ref_id": null
                },
                {
                    "start": 1931,
                    "end": 1934,
                    "text": "175",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 330,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 425,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 738,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 1576,
                    "end": 1585,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 1718,
                    "end": 1726,
                    "text": "Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 1915,
                    "end": 1924,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 2063,
                    "end": 2072,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 2259,
                    "end": 2268,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "The one caveat of the recombination assay is that the recombinant viruses produced must be 187 able to form plaques, which may mean that the recombinant virus must spread by a lytic mechanism. It 188 was possible that PS-KH PV was defective for virus assembly and/or spread, at least lytic spread ( Fig.   189 2B). In order to score for recombinant viruses that spread by either a lytic or non-lytic mechanism, we 190 engineered the acceptor template to encode the UnaG (35) green fluorescent protein (Fig. 3C) yielding products that are much greater than the average length of template used in the reaction (36).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 309,
                    "text": "Fig.   189",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Fig. 3C)",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "The observation that only a subset of the KH mutants were competent for recombination, 205 presumably by a copy-choice mechanism (37), provided the opportunity to determine the extent to 206 which the poly(rU) polymerase activity can predict biological phenotypes. The congruence between 207 the two experiments was remarkable (Fig. 4B) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/769224 doi: bioRxiv preprint polymerase activity (Fig. 4B) . These results further confirm template switching as the primary 210 mechanism of poly(rU) polymerase activity and validate this assay as a screen for identification of 211 RdRps with deficits in template switching. be identified as the one-nucleotide-extended product (n+1). Addition of the remaining nucleotides in 220 the absence or presence of the acceptor template will yield a strong-stop RNA product. In the presence 221 of a complementary acceptor RNA, the strong-strop RNA product (donor) will be extended, creating a 222 transfer product. 223 We evaluated each KH-containing RdRp derivative in this assay. Substrate and product 224 analysis are presented in Fig. 5C , with the quantitation of the transfer product relative to WT presented 225 in Fig. 5D . KH RdRp was defective in this assay as well, as transfer product was not detected (Fig.   226 5C). Importantly, the failure to transfer was not a reflection of the inability to assemble or produce 227 strong-stop donor RNA (Fig. 5C) . In this assay, PS-KH RdRp outperformed IF-KH RdRp, and PS-KH 228 and IF-PS-KH RdRp were essentially identical in activity. 229 We conclude that copy-choice and forced-copy-choice recombination use distinct mechanisms, The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/769224 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "205",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "223",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1644,
                    "text": "229",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 336,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 515,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1192,
                    "text": "Fig. 5C",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1280,
                    "text": "Fig. 5D",
                    "ref_id": null
                },
                {
                    "start": 1365,
                    "end": 1376,
                    "text": "(Fig.   226",
                    "ref_id": null
                },
                {
                    "start": 1506,
                    "end": 1515,
                    "text": "(Fig. 5C)",
                    "ref_id": null
                }
            ],
            "section": "204"
        },
        {
            "text": "For more than a decade now, our laboratory and others have published studies asserting 234 connections between viral RdRp fidelity and viral fitness (10-15). However, in the few instances in 235 which RdRp derivatives exhibiting perturbed fidelity have been characterized, these derivatives also 236 exhibit changes to the rate of nucleotide addition (6, 10, 17, 22, 33). Relative to wild-type polymerase, 237 a higher fidelity polymerase is a slower enzyme, and a lower fidelity polymerase is a faster enzyme (6, 238 10, 17, 22, 33). Polymerase speed will clearly determine replication kinetics and therefore can 239 contribute to viral fitness, as has been suggested recently (17). The most extensively characterized 240 fidelity mutants of PV harbor an RdRp with a substitution located at a remote site that likely causes 241 substantial collateral damage, further confounding the fidelity-versus-speed debate (4, 16). This study 242 was motivated by the need to understand better the relationship between the biochemical properties of 243 the viral RdRp and viral fitness, virulence, and pathogenesis. We have had in hand for a long time a 244 PV mutant whose speed and fidelity were perturbed by changing an RdRp active-site residue, K359H 245 (24). We did not publish this PV mutant until now because of its genetic instability (Fig. 1A) . We 246 realized that this genetic instability might actually represent an opportunity, as the biochemical 247 phenotypes reverted by the second-site suppressors might highlight the biochemical properties driving 248 viral fitness.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "234",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1334,
                    "end": 1343,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "233"
        },
        {
            "text": "Lys-359 protonates the pyrophosphate leaving group during nucleotidyl transfer (24, 42). The 250 K359H substitution will change the efficiency of that protonation event for two reasons. First, the pKa 251 value of histidine is substantially lower than lysine and will therefore not be protonated to the same 252 extent. Second, the distance between the nucleotide phosphates and the imidazole ring of the histidine 253 will be greater than that of the amino group of lysine. It is likely that the distance is more of an issue, 254 because K359R PV is stable and K359R RdRp exhibits the same reduction in catalytic efficiency as 255 . CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/769224 doi: bioRxiv preprint recombination phenotype (Fig. 3B ) may suggest that forced-copy-choice recombination contributes to 302 recombination in cells as well. 303 The current narrative of the characterized PV mutants impaired for recombination is that 304 recombination acts as a mechanism to purge deleterious mutations in the viral population (45-47). Our conserved residues capable of perturbing conserved, biochemical function (6, 8, 10). As a field, we 316 have focused on RdRp fidelity (6) but have come to the realization that RdRp speed should not be 317 ignored (17). This study shows that speed, fidelity, and undefined biochemical properties of the RdRp 318 exist and contribute to both the mechanism and efficiency of recombination (Fig. 6) . This inextricable 319 connection of the myriad biochemical properties of the RdRp precludes attribution of a single 320 biochemical property to viral fitness, virulence, and pathogenesis (Fig. 6) . The field will be served best The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/769224 doi: bioRxiv preprint and treated with 2U DNAse Turbo (ThermoFisher) to remove residual DNA template. The RNA 348 transcripts were purified using RNeasy Mini Kit (Qiagen) before spectrophotometric quantification.",
            "cite_spans": [
                {
                    "start": 977,
                    "end": 980,
                    "text": "303",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "316",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 865,
                    "end": 873,
                    "text": "(Fig. 3B",
                    "ref_id": null
                },
                {
                    "start": 1562,
                    "end": 1570,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 1760,
                    "end": 1768,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "249"
        },
        {
            "text": "Purified RNA in RNase-free H 2 O was transfected into either HeLa or L929 fibroblasts using 350 TransMessenger (Qiagen). Virus yield was quantified by plaque assay. Briefly, cells and media were 351 harvested at 2-3 days post-transfection, subjected to three freeze-thaw cycles, and clarified. Supernatant 352 was then used on fresh HeLa cells in 6-well plates; virus infection was allowed to continue for 30 min. Luciferase assays. Subgenomic luciferase assays were performed as described previously (32). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/769224 doi: bioRxiv preprint was isolated 24 h post-infection and used for qRT-PCR to determine genomes/mL or plaque assay to 579 determine pfu/mL, with the quotient yielding specific infectivity, genomes/pfu. (C) Ribavirin 580 sensitivity. HeLa cells were infected at a MOI 0.1 with each PV in the presence of 600 µM ribavirin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "349"
        },
        {
            "text": "After a 24-h incubation at 37 °C, virus was isolated and used for plaque assay. Indicated is the titer of 582 virus recovered in the presence of ribavirin normalized to that recovered in the absence of ribavirin. The heteropolymeric, symmetrical, primed-template substrate (sym/sub) has been used to establish an assay for forced-copy-choice recombination in vitro (22, 38). RdRp assembles on sym/sub. ATP is added and incorporated to yield a stable elongation complex. It is this elongation complex that is monitored for extension and transfer. Transfer is strictly dependent on the presence of an acceptor RNA with 5 complementarity to the 3'-end of donor RNA. (B) Schematic of the experimental design is indicated. Products in boxes are those observed and monitored by denaturing polyacrylamide gel electrophoresis. (C) Reaction products were resolved by electrophoresis and detected by phosphorimaging. The only regions of the gel with bands are shown; these correspond to the sym/sub primer, one-nucleotide-extended primer (n+1), four-nucleotides-extended product (strong stop) and non-templated addition of nucleotides to that product, and the transfer product. (D) Transfer products were quantified and are expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "581"
        },
        {
            "text": "Undefined Recombination Fidelity Speed Figure 6 : The biochemical properties of the RdRp are inextricably linked and collectively determine biological outcomes. PV RdRp is among the most extensively studied enzyme both in cells and in test tubes (4). A vast majority of these studies have emphasized elaboration of mechanisms governing efficient incorporation of nucleotides (speed) with high specificity (fidelity). Whether or not speed is a consequence of fidelity, vice versa, or completely separable is not clear (17, 33, 52-54). However, these two parameters are linked to recombination efficiency. Moreover, the studies reported 5 herein point to the existence of a biochemical property other than speed and fidelity, referred to here as undefined, that contributes to recombination efficiency. Together, the observations reported herein demonstrate that the current state of the art precludes association of a single biochemical property to viral fitness, virulence, and/or pathogenesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Figure 6"
        },
        {
            "text": ". CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/769224 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 6"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The cost of replication fidelity in an RNA virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Furio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "change to the specific infectivity of the viral RNA caused by increased mutational load-that 146 is, reduced fidelity of the PS-KH RdRp, would also explain the observed reduction in the specific 147 infectivity of PS-KH PV relative to the other mutant PVs. To test this possibility, we evaluated the 148 sensitivity of each virus population to growth in the presence of ribavirin. We reasoned that the 149 mutagenic activity of ribavirin would exhibit the greatest negative impact on viruses with a mutator 150 phenotype as described previously (10). Relative to WT, K359H PV exhibited the highest fidelity151",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Polymerase determinants supporting efficient copy-choice recombination do not overlap completely 213 with determinants supporting efficient forced-copy-choice recombination 214 Recently, our laboratory developed an assay for forced-copy-choice recombination (22, 38), 215 inspired by an analogous assay developed to study template switching by the reverse transcriptase from 216 human immunodeficiency virus (39-41). The concept of the assay and templates used are presented in 217 Fig. 5A. The experimental design is diagrammed in Fig. 5B. Polymerase assembles on the primed 218 template (sym/sub-U). In the presence of only the first nucleotide (ATP), the assembled complexes can219",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "230requiring unique biochemical properties of the RdRp.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "305 study reveals several caveats for the interpretation of these previous studies. There are known and 306 unknown biochemical properties of the RdRp that determine recombination efficiency, and there are at 307 least two distinct mechanisms of recombination. Without understanding these complexities for the 308 mutants under investigation, it is difficult to compare one study to another and may explain disparate 309 observations made between laboratories (48, 49). Further analysis of the panel of mutants reported 310 here may help to resolve the controversy but should illuminate how changes to the mechanism and 311 efficiency of recombination impact viral evolution in a background of constant speed and fidelity. 312 Viral fitness, virulence, and pathogenesis are determined collectively by the structure, dynamics, 313 and activity of all virus-encoded functions. The conserved structure, dynamics, and mechanism of the 314 viral RdRp makes this enzyme an attractive target for development of attenuated viruses by changing 315",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "321 by continued emphasis on discovery of manipulatable functions of the RdRp, and other viral enzymes, 322 instead of debating the importance of individual properties.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "HI)-FBS. All cells were passaged in the presence of trypsin-EDTA. Wild-type and 328 recombinant PV viruses were recovered after transfection of RNA produced in vitro (see below) from 329 full-length cDNA or from the CRE-REP assay parental partners (22). PV type 1 (Mahoney) was used 330 throughout this study (Genbank accession number: V01149.1). 331 332 Plasmids, in vitro transcription, cell transfection, and virus quantification. All mutations were 333 introduced into the pET26Ub-PV 3D (50) bacterial expression plasmids using overlap extension PCR. 334 The presence of the desired mutations and the absence of additional mutations were verified by DNA 335 sequencing. The expression plasmid encoding the various mutations was digested and inserted into an 336 intermediate plasmid, pUC18-BglII-EcoRI-3CD (referred as pUC-3CD in (51), and then the fragment 337 between BglII and ApaI was cloned into the subgenomic replicon, pRLucRA, or viral cDNA, pMovRA 338 or PV1ΔCRE. PV1ΔCRE is a full-length PV type 1 (Mahoney) cDNA bearing 8 synonymous 339 substitutions in the oriI cis-acting replication element (CRE) located in the 2C-coding region and was 340 described previously (22). In order to create a fluorescence-based assay for recombination in cells, we 341 modified the PV1ΔCRE acceptor RNA to include the coding sequence for UnaG green fluorescent 342 protein. Briefly, UnaG-encoding sequence (35) carrying a 3C protease cleavage site at its carboxyl 343 terminus was inserted between the IRES and the P1 region of the PV sequence. Translation occurred 344 from the natural poliovirus initiation codon. Proteolytic cleavage and release of the fluorescent protein 345 occurred by normal 3C protease activity. Plasmids encoding PV genomes (full length or subgenomic) 346 were linearized with ApaI. All linearized cDNAs were transcribed in vitro using T7 RNA Polymerase",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Media was then removed, and cells were washed twice with PBS (pH 7.4) washes before a 0.8% (w/v) 354 agarose-media overlay was added. Cells were incubated for 2-3 days and then fixed and stained with 355 crystal violet for virus quantification.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ". Viral RNA was extracted from clarified culture supernatant using a Qiagen 360 RNAeasy Mini kit, reverse transcribed using Superscript II reverse transcriptase (Invitrogen) using an 361 oligo-dT primer according to the manufacturer's protocol. PCR amplification of the 3D pol region in PV 362 used template cDNA and appropriate oligonucleotides as listed inTable 1by using Phusion high-363 fidelity DNA polymerase (NEB) according to the manufacturer's protocol. PCR products were gel 364 purified and sequenced by the Genomics Core Facility of the Pennsylvania State University.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "step growth analysis. HeLa cells in 12-well plates were infected by each virus at a MOI of 10. 367 Following a 30-minute incubation, cells were washed twice with PBS and media was replaced. Virus 368 was harvested at different time-points post infection and the virus yield was quantified by plaque assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "RT-PCR. Viral RNA was purified from virus stocks by using QiaAmp viral RNA 371 purification kit (Qiagen) and used for RT-qPCR to determine genome copies. This analysis was 372 performed by the Genomics Core Facility of the Pennsylvania State University. DNAse-treated RNA 373 was reverse-transcribed using the High Capacity cDNA Reverse Transcription kit (Applied 374 Biosystems, Foster City CA) following the protocol provided with the kit. Quantification by real-time 375 qPCR was done with 2X TaqMan Universal PCR Master Mix (Applied Biosystems, Foster City CA) in 376 a volume of 20 μL, with primers 5′-ACCCCTGGTAGCAATCAATATCTTAC-3′(forward) and 5′in a 7300 Real-Time qPCR System (Foster City CA) 379 machine. A standard curve was generated using in vitro transcribed RNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "A, Sanjuan R. 2007. The cost of replication fidelity in human immunodeficiency 559 virus type 1. Proc Biol Sci 274:225-30.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Serial passage of K359H PV in cell culture leads to additional changes to RdRp-coding 563 sequence. (A) Changes in RdRp-coding sequence after serial passage of K359H PV. RNA was isolated 564 from passage 2, converted to cDNA, and amplified by PCR. The electropherogram of the sequenced 565 PCR product is shown, revealing two amino acid changes: I331F (motif C) and P356S (motif D). (B) 566 Location of I331, P356, and K359 in structure of PV RdRp. Palm, fingers, and thumb subdomains are 567 shown. Conserved structural motifs are colored: A, red; B, green; C, yellow; D, blue; E, purple; F, 568 orange; G, black. (C) Replication phenotypes observed for K359H PV and KH-containing PV mutants 569 by using a replicon assay. Replication was monitored using a subgenomic replicon firefly luciferase. 570 Luciferase specific activity is reported in relative light units (RLU) per microgram of total protein in the 571 extract as a function of time post-transfection. Shown is one representative data set. 572 Biological and biochemical characterization of variants of K359H PV and the RdRp 574 reveal that both substitutions are required to achieve a near wild-type phenotype. (A) One-step 575 growth analysis. Cells were infected at MOI 10 with the following PVs: WT, IF-KH, PS-KH, and IF-576 PS-KH. Viral titer (pfu/mL) was plotted as a function of time post-infection. Duplicate infected 577 samples were used for plaque assays. Error bars indicate SEM (n = 2). (B) Specific infectivity. Virus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Solid bar indicates the mean of each virus yield. Error bars indicate SEM (n = 3). (D) Biochemical 584analysis. The rate constant for incorporation of a single correct nucleotide, ATP, (k pol,corr )) and a single 585 incorrect nucleotide, GTP, (k pol,incorr ) by each PV RdRp was performed as previously described(17).586Data are reported using one significant figure. The error reported is the standard error from the fit of 587 the data to a single exponential (17).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Parameters in addition to RdRp speed and fidelity contribute to recombination 590 efficiency. (A) Schematic of the PV recombination assay used (34). Two RNAs are used: a 591 replication-competent subgenomic RNA lacking capsid-coding sequence (donor RNA); and a 592 replication-incompetent full-length genomic RNA with a defective cis-acting replication element 593 (CRE, indicated by hairpin with defective version indicated by X) in 2C-coding sequence (acceptor 594 in L929 was scored for infectious virus in HeLa cells 7, 24, and 48 h post-infection for WT and at RdRp derivatives incapable of recombination in cells exhibit defects in copy-choice 606 recombination (template switching) in vitro. (A) Products of reactions using oligo/poly(rA) as 607 template reflect copy-choice recombination, which requires the template-switching activity of the 608 RdRp (36). RdRp engages primed template and initiates RNA synthesis. The RdRp-nascent RNA 609 complex moves to new template from internal positions or as a consequence of reaching the end of 610 template, thus creating greater-than-template-length products. (B) Specific poly(rU) polymerase 611 activity (pmol/min/µg) of each RdRp. WT and the indicated PV RdRp variants assessed by using a 612 poly(rU) polymerase activity assay. Error bars represent SEM (n = 3). Properties of the RdRp required for copy-choice recombination in vitro are separable 615 from those required for forced-copy-choice recombination in vitro. (A) The heteropolymeric, 616 symmetrical, primed-template substrate (sym/sub) has been used to establish an assay for forced-copy-617 choice recombination in vitro (22, 38). RdRp assembles on sym/sub. ATP is added and incorporated to 618 yield a stable elongation complex. It is this elongation complex that is monitored for extension and 619 transfer. Transfer is strictly dependent on the presence of an acceptor RNA with complementarity to the 620 3'-end of donor RNA. (B) Schematic of the experimental design is indicated. Products in boxes are relative to the value observed for WT (The concentrations (µM) of n+1 formed for WT, K359H, IFof transfer product for WT, K359H, IF-KH, PS-KH and IF-PS-KH are 0The biochemical properties of the RdRp are inextricably linked and collectively 633 determine biological outcomes. PV RdRp is among the most extensively studied enzyme both in cells 634 and in test tubes (4). A vast majority of these studies have emphasized elaboration of mechanisms 635 governing efficient incorporation of nucleotides (speed) with high specificity (fidelity). Whether or not 636 speed is a consequence of fidelity, vice versa, or completely separable is not clear (17, 33, 52-54).637However, these two parameters are linked to recombination efficiency. Moreover, the studies reported 638 herein point to the existence of a biochemical property other than speed and fidelity, referred to here as 639 undefined, that contributes to recombination efficiency. Together, the observations reported herein 640 demonstrate that the current state of the art precludes association of a single biochemical property to 641 viral fitness, virulence, and/or pathogenesis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Serial passage of K359H PV in cell culture leads to additional changes to RdRp-coding sequence. (A) Changes in RdRp-coding sequence after serial passage of K359H PV. RNA was isolated from passage 2, converted to cDNA, and amplified by PCR. The electropherogram of the sequenced PCR product is shown, revealing two amino acid changes: I331F (motif C) and P356S (motif D). (B) Location of I331, P356, and K359 in structure of PV RdRp. Palm, fingers, and thumb subdomains are shown. Conserved structural motifs are colored: A, red; B, green; C, yellow; D, blue; E, 5 purple; F, orange; G, black. (C) Replication phenotypes observed for K359H PV and KH-containing PV mutants by using a replicon assay. Replication was monitored using a subgenomic replicon firefly luciferase. Luciferase specific activity is reported in relative light units (RLU) per microgram of total protein in the extract as a function of time post-transfection. Shown is one representative data set. Biological and biochemical characterization of variants of K359H PV and the RdRp reveal that both substitutions are required to achieve a near wild-type phenotype. (A) One-step growth analysis. Cells were infected at MOI 10 with the following PVs: WT, IF-KH, PS-KH, and IF-PS-KH. Viral titer (pfu/mL) was plotted as a function of time post-infection. Duplicate infected samples were used for plaque assays. Error bars indicate SEM (n = 2). (B) Specific infectivity. Virus was isolated 24 h post-infection and used for qRT-PCR to determine genomes/mL or plaque assay to 5 determine pfu/mL, with the quotient yielding specific infectivity, genomes/pfu. (C) Ribavirin sensitivity. HeLa cells were infected at a MOI 0.1 with each PV in the presence of 600 µM ribavirin. After a 24-h incubation at 37 °C, virus was isolated and used for plaque assay. Indicated is the titer of virus recovered in the presence of ribavirin normalized to that recovered in the absence of ribavirin. Solid bar indicates the mean of each virus yield. Error bars indicate SEM (n = 3). (D) Biochemical analysis. The rate constant for incorporation of a single correct nucleotide, ATP, (kpol,corr)) and a single incorrect nucleotide, GTP, (kpol,incorr) by each PV RdRp was performed as previously described (17). Data are reported using one significant figure. The error reported is the standard error from the fit of the data to a single exponential (17). Parameters in addition to RdRp speed and fidelity contribute to recombination efficiency. (A) Schematic of the PV recombination assay used (34). Two RNAs are used: a replication-competent subgenomic RNA lacking capsidcoding sequence (donor RNA); and a replication-incompetent full-length genomic RNA with a defective cis-acting replication element (CRE, indicated by hairpin with defective version indicated by X) in 2C-coding sequence (acceptor RNA). Co-transfection of these RNAs produces infectious virus if recombination occurs. (B) The indicated PV RdRp was engineered into both donor and accepter RNA and co-transfected into a L929 mouse fibroblast cell line. Infectious virus produced by recombination in L929 cells was determined by plaque assay using HeLa cells. Each point shown is an independent experiment reflecting the average of three replicates. When plaques could not be detected, n.d. is indicated. Mean and SEM (n=5) are indicated. (C) Schematic of a modified PV recombination assay using an acceptor RNA expressing the green fluorescent protein, UnaG (35). Recombinants are scored by expression of green fluorescence instead of plaques, thereby increasing the sensitivity. (D) Infectious virus produced by recombination in L929 was scored for infectious virus in HeLa cells 7, 24, and 48 h post-infection for WT and at 48 h only for K359H and PS-KH.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "RdRp derivatives incapable of recombination in cells exhibit defects in copy-choice recombination (template switching) in vitro. (A)Products of reactions using oligo/poly(rA) as template reflect copy-choice recombination, which requires the template-switching activity of the RdRp (36). RdRp engages primed template and initiates RNA synthesis. The RdRp-nascent RNA complex moves to new template from internal positions or as a consequence of reaching the end of template, thus creating greater-than-template-length products.(B) Specific poly(rU) 5 polymerase activity (pmol/min/µg) of each RdRp. WT and the indicated PV RdRp variants assessed by using a poly(rU) polymerase activity assay. Error bars represent SEM (n = 3). Properties of the RdRp required for copy-choice recombination in vitro are separable from those required for forced-copy-choice recombination in vitro. (A)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The polyprotein was designed such that UnaG protein is released from capsid precursor protein by 3CPoly(rU) polymerase activity as a predictor of the efficiency of copy-choice recombination in cellTwenty years ago, we showed that template switching was the primary mechanism of product disengages from the first template at some point during the elongation process to engage a second 202 (acceptor) template and continue RNA synthesis(Fig. 4A)(36). This process occurs reiteratively,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Both KH and PS-KH RdRps were impaired for",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}