{
    "paper_id": "f19e2df932f90f387fe71533f3802875d9042160",
    "metadata": {
        "title": "Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study Summary Background",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Duanyang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinya",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qianchuan",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-Quan",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Laboratory of Molecular Biology",
                    "institution": "",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "postCode": "CB2 0QH",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiongshu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongming",
                "middle": [],
                "last": "Miao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Third Military Medical University (Army Medical University)",
                    "location": {
                        "addrLine": "30 Gaotanyan Street, Shapingba, Tel: 86-13678484686",
                        "postCode": "400038, 400038",
                        "settlement": "Chongqing, Chongqing",
                        "country": "People's Republic of China, People's Republic of China"
                    }
                },
                "email": "hongmingmiao@sina.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease-2019 (COVID-19) is a rapidly escalating epidemic caused by SARS-CoV-2. Identification of a simple and effective indicator to assess disease severity and prognosis is urgently needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Dynamic changes of blood lymphocyte percentage (LYM%) in 15 death cases, 15 severe cases as well as 40 moderate cases of COVID-19 patients were retrospectively analyzed. A Time-LYM% model (TLM) was established according to the descriptive studies and was validated in 92 hospitalized cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results from death and severe cases showed that LYM% in blood tests were inversely associated with the severity and prognosis of COVID-19. LYM% in moderate type of patients with COVID-19 remained higher than 20% 10-12 days after symptom onset. In contrast, LYM% was lower than 20% in severe cases. However, LYM% in severe cases was higher than 5% 17-19 days after the onset of the disease, while it fell below 5% in death cases. Accordingly, we established a Time-LYM% model (TLM), which was validated as an independent criterion of disease classification in another 92 hospitalized patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Lymphopenia can be used as an indicator of disease severity and prognosis of COVID-19 patients. TLM is worth of application in the clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses are a large family of viruses that cause both common cold and serious respiratory illnesses, such as Middle East Respiratory Syndrome (MERS) and Severe Acute Respiratory Syndrome (SARS) [1] [2] [3] . An outbreak of an unknown infectious pneumonia has recently occurred in Wuhan, China 4 .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 299,
                    "end": 300,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The pathogen of the disease was quickly identified as a novel coronavirus (SARS-CoV-2, severe acute respiratory syndrome coronavirus 2), and the disease was named coronavirus infection disease-19 (COVID-19) 5 . the virus has so far caused 78959 confirmed cases and 2791 deaths in China according to WHO. COVID-19 has been spreading in many countries such as Japan, Korea, Singapore, Iran and Italia The clinical manifestation of COVID-19 include fever, cough, fatigue, muscle pain, diarrhea, and pneumonia, which can developed to acute respiratory distress syndrome, metabolic acidosis, septic shock, coagulation dysfunction, and organ failure such as liver, kidney and heart failure 4, 6, 7 . Unfortunately, There is no effective medication other than comprehensive support. However, the mild type of COVID-19 patients can recover shortly after appropriate clinical intervention.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 208,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 684,
                    "end": 686,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 687,
                    "end": 689,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 690,
                    "end": 691,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The moderate type patients, especially the elderly or the ones with comorbidity, can worsen and became severe, indicating high mortality 6,7 . However, efficient indicators for the disease severity, therapeutic response and disease outcome are still incompletely investigated. Once such indicators are present, reasonable medication and care can be inclined, which is believed to significantly reduce the mortality of severe patients.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 142,
                    "text": "6,7 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Routine examinations include complete blood count, coagulation profile, and serum biochemical test (including renal and liver function, creatine kinase, lactate dehydrogenase, and electrolytes). Complete blood count is the most available, efficient and economic examination. This study aimed to retrospect and analyze the time-courses of complete blood count of cured and dead patients, in order to obtain key indicators of disease progression and outcome and to provide guidance for subsequent clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The mild clinical symptom were mild with no pulmonary inflammation on imaging. The moderate is the overwhelming majority, showing symptoms of respiratory infections such as fever, cough, and sputum, and pulmonary inflammation on imaging; when symptoms of dyspnea appear, including any of the following: shortness of breath, RR ≥ 30bpm, blood oxygen saturation ≤ 93% (at rest), PaO 2 / FiO 2 ≤ 300 mmHg, or pulmonary inflammation that progresses significantly within 24 to 48 hours> 50%, it was classified as severe; respiratory failure, shock, and organ failures that require intensive care were critically ill. Among them, mild patients were not admitted in this designated hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, the basic information, complete blood count, coagulation profile, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint and serum biochemical test (including renal and liver function, creatine kinase, lactate dehydrogenase, and electrolytes) and disease outcome of all included patients were collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "In this study, GraphPad 6.0 software was used for data statistics and mapping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "The presentation of dynamic changes of blood markers is descriptive. The consistence between Guideline and TLM-based disease classification was tested using kappa statistic. Kappa≧0.75 indicates a high consistence and 0.75﹥Kappa≧0.4 indicates a general consistence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "In order to explore the relationship between tested blood markers and disease conditions in COVID-19 patients, we first randomly selected 5 death cases and monitored dynamic changes in blood tests for each patient from Among all factors, LYM% showed the most significant and consistent trend ( Fig.1F ), indicating that this indicator might reflect the disease progression. In addition, we also investigated the indicators reflecting liver, kidney and myocardial functions. Significant changes in these indicators were usually accompanied by organ failure and cytokine storm syndromes (data not shown), which occurred at the end of disease course and thus could not reflect disease progression. Therefore, we only focused on lymphopenia in COVID-19 in the present study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 300,
                    "text": "Fig.1F",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Changes in blood test results from COVID-19 patients"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low LYM% is a predictor of prognosis in COVID-19 patients"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint 6 To further confirm the relationship between blood LYM% and patient's condition, we increased our sample size to 12 death cases (mean age: 76 years; average therapeutic time: 20 days) (Supplementary Table 1 ). Most cases showed that LYM% was reduced to lower than 5% within 2 weeks after disease onset ( Fig. 2A) . We also randomly selected 7 cases (mean age: 35 years, average therapeutic time: 35 days) with severe symptoms and cured outcome (Supplementary Table 2 ) and 11 cases (mean age: 49; average therapeutic time: 26 days) with moderate symptoms and cured outcomes (Supplementary Table 3 ). LYM% of severe patients fell down initially and then rose to higher than 10% until discharged (Fig. 2B ). In contrast, LYM% of moderate patients fluctuated very little after disease onset and was higher than 20% when discharged (Fig. 2C) . These results suggest that lymphopenia is a predictor of prognosis in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 420,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 567,
                    "end": 574,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 704,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 810,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 936,
                    "end": 945,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "By summarizing all the death cases, severe-cured cases and moderate-cured cases in our hospital to depict the time-LYM% curve ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of a Time-LYM% model"
        },
        {
            "text": "We further collected information from all COVID-19 patients who were admitted to hospital, and validated the consistency between TLM and the existing guideline. As shown in Figure 4 , 92 COVID-19 patients were currently . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Application and validation of TLM"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint hospitalized in light of the classification criteria of the Chinese New Coronavirus Pneumonia Diagnosis Program (5th edition): 55 moderate patients, 24 severe patients and 13 critically ill patients. According to the TLM we proposed, LYM% in 24 out of 55 moderate cases was lower than 20% at TLM-1; LYM% of all these patients was above 5%, indicating that these patients would recover soon. Regarding other 24 patients with severe symptoms, LYM% at the TLM-1 was lower than 20% in 20 out of 24 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "LYM% at TLM-2 in 6 cases was less than 5%, indicating a poor prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "LYM% in 12 out of 13 critically ill patients at the TLM-1 was lower than 20%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "LYM% of these patients at TLM-2 in 6 cases was lower than 5%, suggesting a poor prognosis (Fig. 4A ). Furthermore, with kappa statistic test, we further verified the consistence between TLM and the existing guideline in disease typing (Fig. 4B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 235,
                    "end": 243,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "By retrospectively tracking the dynamic changes of LYM% in death cases and cured cases, this study suggests that lymphocyte count is an effective and reliable indicator for disease classification and prognosis in COVID-19 patients. We also established TLM innovatively and verified its reliability in a considerable number of hospitalized COVID-19 patients. A high correlation of blood lymphocytes with the disease progression suggested that lymphocyte deficiency or incapacity is the key cellular pathology of COVID-19. The protection, maintenance or promotion of lymphocyte levels might have a good effect on the prevention and treatment of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The classification of disease severity in COVID-19 is very important for the grading treatment of patients. In particular, when the outbreak of an epidemic occurs and medical resources are relatively scarce, it is necessary to conduct grading severity and treatment, thus optimizing the allocation of rescue resources, and prevent the occurrence of overtreatment or undertreatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LYM% indicates disease severity of COVID-19"
        },
        {
            "text": "According to the latest 5 th edition of the national treatment guideline, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. This study suggested that LYM% can be used as a reliable indicator to classify the moderate, severe and critical ill types independent of any other auxiliary indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LYM% indicates disease severity of COVID-19"
        },
        {
            "text": "During the development of mild disease into severe condition, the proportion of lymphocytes in the blood gradually decreased and maintained at a low level. By the time the disease began to improve, LYM% in the blood gradually rose to normal or nearly normal levels. Patients with persistently low levels of blood lymphocytes, especially less than 5%, often had a poor prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LYM% indicates the outcome of COVID-19 patients"
        },
        {
            "text": "Therefore, we suggested that LYM% should be used as an indicator for evaluating the effectiveness of clinical drugs or therapies. We suggest more medical staff apply and improve our proposed TLM to give patients more timely and appropriate treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LYM% indicates the outcome of COVID-19 patients"
        },
        {
            "text": "Lymphocytes play a decisive role in maintaining immune homeostasis and inflammatory response throughout the body. Understanding the mechanism of reduced blood lymphocyte levels is expected to provide an effective strategy for the treatment of COVID-19. We speculated four potential mechanisms leading to lymphocyte deficiency. (1) The virus might directly infect lymphocytes, resulting in lymphocyte death. Lymphocytes express the coronavirus receptor ACE2 and may be a direct target of viruses. 9 (2) The virus might directly destroy lymphatic organs. Acute lymphocyte decline might be related to lymphocytic dysfunction, and the direct damage of novel coronavirus virus to organs such as thymus and spleen cannot be ruled out.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 497,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of possible reasons for lymphopenia in COVID-19"
        },
        {
            "text": "This hypothesis needs to be confirmed by pathological dissection in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of possible reasons for lymphopenia in COVID-19"
        },
        {
            "text": "(3) Inflammatory cytokines continued to be disordered, perhaps leading to . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of possible reasons for lymphopenia in COVID-19"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint lymphocyte apoptosis. Basic researches confirmed that TNFα, IL-6 and other pro-inflammatory cytokines could induce lymphocyte deficiency 10 . (4) Inhibition of lymphocytes by metabolic molecules produced by metabolic disorders, such as hyperlactic acidemia. The severe type of COVID-19 patients had elevated blood lactic acid levels, which might suppress the proliferation of lymphocytes 11 . Multiple mechanisms mentioned above or beyond might work together to cause lymphopenia, and further research is needed.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The clinical data in the present study came from a single center and the sample size was limited. The TLM we established was based on the specific treatment condition in the hospital and might not be fully applicable to some patients who were treated in light of a different guideline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shortcomings"
        },
        {
            "text": "Lymphopenia is an effective and reliable indicator of severity and hospitalization in COVID-19 patients. We suggest that the TLM should be included in the diagnosis and therapeutic guidelines of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare no competing interests. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint 14 at TLM-2, those pre-severe patients are reclassified as moderate. If 5%<LYM%<20% at TLM-2, the pre-severe patients are indeed typed as severe. If LYM%<5% at TLM-2, those patients are suggested as critically ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The moderate and severe types are curable, while the critically ill type needing intensive care has a poor prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint 16 of 55 moderate cases was lower than 20%; At TLM-2, LYM% in all 24 patients was above 5%, indicating that these patients would be curable. Regarding other 24 patients with severe symptoms, LYM% at TLM-1 was lower than 20% in 20 out of 24 cases. LYM% at TLM-2 in 6 cases was less than 5%, indicating a poor prognosis. In 12 out of 13 critically ill patients, LYM% at TLM-1 was lower than 20%. LYM% at TLM-2 in 6 cases was lower than 5%, suggesting a poor prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The consistence between Guideline and TLM-based disease classification in (A) was tested using kappa statistic. Kappa = 0.48 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(B)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029074 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(B)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9380",
            "pages": "263--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1967--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "14",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19): A Perspective from China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Oral Sci",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "disease onset to death. Although course of disease in each patient was different, inter-day variations of most parameters studied are fairly constant among all five patients. Common blood tests showed that fluctuations of red blood cells and neutrophils were not obvious(Fig. 1A, D). The percentage of white blood cells is increased during disease progression in four out of five patients(Fig. 1B). Platelets count, monocyte percentage, and lymphocyte percentage (LYM%) all showed the downward trend(Fig.1C, E and F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 3A), we established a Time-LYM% model (TLM) for disease classification and predicting the disease outcome of COVID-19 patients (Fig. 3B) and. We defined TLM as follows: patients have varying LYM% after the onset of COVID-19. At the 1 st time point (TLM-1) of 10-12 days after symptom onset, patients with LYM% > 20% are classified as moderate type, who can recover quickly. Patients with LYM% < 20% are initially classified as severe type. At the 2 nd time point (TLM-2) of 17-19 days after symptom onset, patients with LYM% > 20% are in recovery; patients with 5% < LYM% < 20% are still in danger and in need of supervision; patients with LYM% < 5% become critically ill with high mortality and need intensive care.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "be classified into four types. Pulmonary imaging is the main basis of classification, and other auxiliary examinations are used to distinguish the severity. Blood tests are easy, fast and cost-effective. However, none of the indicators in blood tests were included in the classification criteria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "10. Liao YC, Liang WG, Chen FW, Hsu JH, Yang JJ, Chang MS. IL-19 induces production of IL-6 and TNF-alpha and results in cell apoptosis through TNF-alpha. J Immunol 2002; 169(8): 4288-97. 11. Fischer K, Hoffmann P, Voelkl S, et al. Inhibitory effect of tumor cell-derived lactic acid on human T cells. Blood 2007; 109(9): 3812-9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Dynamic changes of routine indicators in blood tests of COVID-19 patients (A-F) Dynamic changes of red cells (A), white cells (B), platelets (C), neutrophils (D), monocytes (E) and lymphocytes (F) in the routine blood tests of COVID-19-caused death cases. The descriptive curve of individual patient P1, P2, P3, P4 and P5 was displayed. (n=5)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Dynamic changes of LYM% in the death, severe-cured and moderate-cured patients with COVID-19 (A) Dynamic changes of LYM% in the death cases (n=12). (B) Dynamic changes of LYM% in the severe-cured cases (n=7). (C) Dynamic changes of LYM% in the moderate-cured cases (n=11). The data of each patient was showed by a descriptive curve. Severe-cured: severe type with a cured outcome; moderate-cured: moderate type with a cured outcome",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Establishment of Time-LYM% model (TLM) (A) Dynamic changes of LYM% in the death cases (n=15), severe-cured cases (n=15) and moderate-cured cases (n=40). Data were showed as means ± s.e.ms. Two cut-off time points of these three curves were set as 1 st time point (day 10-12) and 2 nd time point (day 17-19). (B) Description of TLM: 1 st time point (TLM-1) and 2 nd time point (TLM-2) are defined as day 10-12 and day 17-19 from symptom onset, respectively. The confirmed COVID-19 patients with LYM%>20% at TLM-1 are classified as moderate type and the ones with LYM%<20% at TLM-1 are suggested as pre-severe type which need to be further distinguished at TLM-2. If LYM%>20%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Validation of the reliability of TLM in hospitalized patients with COVID-19 (A) 92 COVID-19 patients were currently hospitalized in light of the classification criteria of the New Coronavirus Pneumonia Diagnosis Program (5th edition) (5th edition): 55 patients with moderate type, 24 patients with severe type and 13 patients with critically ill type. At TLM-1, LYM% in 24 out",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In this study, all cases were taken from the General Hospital of Central Theater Command (Wuhan, Hubei province, People's Republic of China), one of designated hospital for the COVID-19 by local authority. This study was approved by the Ethics Committee of the hospital. All subjects signed informed consent forms at admission to hospital. In this study, 162 patients including the hospitalized, discharged and died in our hospital between January 14, 2020 and February 25, 2020 were investigated. Among them, 95 cases were moderate, 40 cases of which were cured and discharged from the hospital. There were 39 cases of severe type and 28 cases of critically ill type.All patients were confirmed by viral detections using quantitative RT-PCR, which ruled out infection by other respiratory viruses such as influenza virus A, influenza virus B, coxsackie virus, respiratory syncytial virus, parainfluenza virus and enterovirus by the same time. All cases were diagnosed and classified according to the New Coronavirus Pneumonia Diagnosis Program (5th edition) published by the National Health Commission of China 8 . Clinical manifestations consist of four categories, mild, moderate, severe and critical.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all the doctors, nurses, public health workers, and researchers for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "10 contributed to language polishing. Hongming Miao was responsible for conceptual design, data analysis, manuscript writing and submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}