{
    "paper_id": "f32841f22efe8c2bccd0d04a0c0b47e6ecf86b61",
    "metadata": {
        "title": "Attenuation of influenza A virus disease severity by viral co-infection in a mouse model 2 3 Short Title: Pathogenesis of influenza viral co-infection 4 5",
        "authors": [
            {
                "first": "Andres",
                "middle": [
                    "J"
                ],
                "last": "Gonzalez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 8 Idaho",
                    "location": {
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Emmanuel",
                "middle": [
                    "C"
                ],
                "last": "Ijezie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 8 Idaho",
                    "location": {
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Onesmo",
                "middle": [
                    "B"
                ],
                "last": "Balemba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 8 Idaho",
                    "location": {
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanya",
                "middle": [
                    "A"
                ],
                "last": "Miura#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 8 Idaho",
                    "location": {
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "word count: 247 12 Text word count: 5,657 Abstract 15 Influenza viruses and rhinoviruses are responsible for a large number of acute respiratory 16 viral infections in human populations and are detected as co-pathogens within hosts. Clinical and 17 epidemiological studies suggest that co-infection by rhinovirus and influenza virus may reduce 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "disease severity and that they may also interfere with each other's spread within a host population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To determine how co-infection by these two unrelated respiratory viruses affects pathogenesis, 20 we established a mouse model using a minor serogroup rhinovirus (RV1B) and mouse-adapted 21 influenza A virus (PR8). Infection of mice with RV1B two days before PR8 reduced 22 pathogenesis of mild to moderate, but not severe PR8 infections. Disease attenuation was 23 associated with an early inflammatory response in the lungs and enhanced clearance of PR8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, co-infection by RV1B did not reduce PR8 viral loads early in infection or inhibit 25 replication of PR8 within respiratory epithelia or in vitro. Inflammation in co-infected mice 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2 remained focal, in comparison to diffuse inflammation and damage in the lungs of mice infected 27 by PR8. These findings suggest that RV1B stimulates an early immune response that clears PR8 28 while limiting excessive pulmonary inflammation. The timing of RV1B co-infection was a 29 critical determinant of protection, suggesting that sufficient time is needed to induce this 30 response. Finally, disease attenuation was not unique to RV1B: co-infection by a murine 31 coronavirus two days before PR8 also reduced disease severity. This model will be critical for Co-infection by RV leads to more rapid clearance of PR8 from the lungs 146 The above experiments established that RV effectively attenuated disease due to a mild 147 PR8 infection. We next asked whether the reduced virulence during co-infection was due to 148 inhibition of PR8 replication within the lungs. Groups of mice were either mock-inoculated or 149 inoculated with RV two days before inoculating with a low dose of PR8 (Mock/PR8, RV/PR8). 150 Groups of mice were euthanized on days 4, 7, and 10 after PR8 inoculation and lungs were 151 harvested for PR8 quantification. On day 4 after PR8 inoculation, the viral loads in single virus 152 and co-infected mice were not significantly different, but co-infected mice had greater variation 153 within the group (Fig. 2) . However, on day 7, the Mock/PR8-infected mice still had PR8 titers in 154 the 10 4 -10 5 range, whereas the RV/PR8-co-infected mice had undetectable levels of PR8. By day 155 10, both groups had undetectable levels of infectious PR8. This suggests that co-infection with 156 RV did not prevent infection or inhibit early replication of PR8, but induced more rapid 157 clearance of PR8 from the lungs. 158 We also evaluated lung sections for PR8 antigens by immunohistochemistry. The lack of 159 PR8 antigen staining in lung sections from mock-inoculated mice confirmed the specificity of 178 Next, we used a murine lung epithelial cell line (LA-4) that is susceptible to infection by 179 both viruses (30) to determine if co-infection by RV would interfere with PR8 replication in vitro. 180 LA-4 cells were inoculated with RV 6 or 12 hours before or simultaneously with PR8. PR8 181 released into the media was quantified by TCID 50 assay in MDCK cells. We confirmed that the 182 presence of RV in these samples did not interfere with quantification of PR8 in MDCK cells (not 183 shown). There were no significant differences at any time point between cells inoculated with 9 hours before PR8 (Fig. 4B) . The lower PR8 titers at 96 hours may have been due to higher cell 187 death from two viruses being present, providing fewer susceptible cells for PR8 replication.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 472,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "149",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "150",
                    "ref_id": null
                },
                {
                    "start": 1616,
                    "end": 1619,
                    "text": "156",
                    "ref_id": null
                },
                {
                    "start": 1746,
                    "end": 1749,
                    "text": "158",
                    "ref_id": null
                },
                {
                    "start": 1933,
                    "end": 1936,
                    "text": "178",
                    "ref_id": null
                },
                {
                    "start": 2133,
                    "end": 2136,
                    "text": "180",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1334,
                    "end": 1342,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 2539,
                    "end": 2548,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF25"
                }
            ],
            "section": ""
        },
        {
            "text": "Though not significant, this trend was also seen when cells were inoculated with both viruses 189 simultaneously (Fig. 4A) . These data help corroborate our in vivo finding that RV did not inhibit 190 replication of PR8. Rather, co-infection is most likely stimulating the immune system, leading to 191 faster clearance of PR8. alveolitis. In general, inflammation was associated with dilated and congested blood capillaries 204 with extravasation of blood plasma, hemorrhage, thickened alveolar septae, collapsed alveoli, 205 and enlarged alveolar ducts observed in severe lesions (Fig. 5B, C) . Although focal inflammation 206 was found in all lobes, the right lung's caval lobe appeared to be commonly more inflamed than 207 other lobes. Pulmonary invagination was often associated with inflamed portions of the lungs.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 526,
                    "text": "205",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 582,
                    "end": 594,
                    "text": "(Fig. 5B, C)",
                    "ref_id": null
                }
            ],
            "section": "188"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/326546 doi: bioRxiv preprint 10 Co-infection with RV induced earlier inflammation, but reduced the severity of 209 inflammation elicited by PR8. By day 4, lung pathology was more extensive in RV/PR8 co-210 infected mice than Mock/PR8-infected mice. However, by days 7 and 10, mice infected with 211 Mock/PR8 had more severe lung pathology than RV/PR8 co-infected mice. Overall, necrosis and 212 desquamation in the trachea, bronchi, bronchioles, and alveoli were more severe in Mock/PR8 213 than in RV/PR8 co-infected mice. Furthermore, excessive mucopurulent material consisting of Co-infection by RV was effective at reducing disease during a mild or moderate PR8 236 infection when given two days before PR8. We next determined whether co-infection with RV 237 simultaneously with or two days after a low or medium dose of PR8 would also ameliorate 238 disease. When RV and PR8 Low were inoculated simultaneously (RV+PR8 Low ), co-infection 239 resulted in a disease phenotype intermediate between PR8 Low alone (Mock/PR8 Low ) and RV two 240 days before PR8 Low (RV/PR8 Low ) ( Fig. 6A-C) . RV+PR8 Low co-infected mice reached 33% 241 mortality by day 9 (Fig. 6A ). This mortality was higher than mice inoculated with RV two days 242 before PR8 Low (RV/PR8 Low ), but significantly lower than the 100% mortality seen with mice 243 infected with PR8 Low alone (Mock/PR8 Low ). RV+PR8 Low -infected mice lost weight at a similar 244 rate to Mock/PR8 Low -infected mice, beginning on day 3 and continuing until day 8 before 245 recovering (Fig. 6B ). Average clinical scores were also similar between simultaneous co-246 infection and single infection, with slight lethargy, hunching, breathing, and moderate ruffling 247 detected on day 3 and 4 and peaking with moderate lethargy, hunching, breathing, and severe 248 ruffling on day 7 before co-infected mice (RV+PR8 Low ) began recovering from infection ( Fig.   249 6C). Interestingly, when RV was given two days after PR8 Low (PR8 Low /RV), co-infection 250 exacerbated PR8 disease, as evidenced by more rapid mortality, weight loss, and higher clinical 251 scores than mice infected with Mock/PR8 Low (Fig. 6A-C) . PR8 Low /RV co-infected mice began 252 dying and reached 100% mortality two days before mice inoculated with Mock/PR8 Low (Fig. 6B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1268,
                    "end": 1278,
                    "text": "Fig. 6A-C)",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1352,
                    "text": "(Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 1726,
                    "end": 1734,
                    "text": "(Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 2095,
                    "end": 2105,
                    "text": "Fig.   249",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 2343,
                    "end": 2354,
                    "text": "(Fig. 6A-C)",
                    "ref_id": null
                },
                {
                    "start": 2479,
                    "end": 2487,
                    "text": "(Fig. 6B",
                    "ref_id": null
                }
            ],
            "section": "208"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/326546 doi: bioRxiv preprint 12 PR8 Low /RV co-infected mice also lost weight at a greater rate and had dramatically higher 254 clinical scores than other single virus-and co-infected groups (Fig. 6B, C) . These increased 255 clinical scores were due to severe lethargy and ruffling, moderate hunching, and labored 256 breathing, which occurred earlier during infection compared to mice in the other groups ( Fig.   257 6C).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 389,
                    "text": "(Fig. 6B, C)",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 605,
                    "text": "Fig.   257",
                    "ref_id": "FIGREF29"
                }
            ],
            "section": "253"
        },
        {
            "text": "In contrast to PR8 Low , RV was only effective at disease attenuation when given two days 259 before a higher dose (PR8 Med ) of PR8. There were no significant differences in mortality, weight 273 We next evaluated whether attenuation of PR8 disease was limited to co-infection by RV timing of which they infect the host. We found that mice given RV two days before PR8 were 320 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/326546 doi: bioRxiv preprint 15 completely protected against mortality and had reduced morbidity. RV was less effective at 321 disease attenuation when mice were given higher doses of PR8, or RV was given at the same 322 time as PR8. Further, mice given RV two days after PR8 had enhanced disease compared to PR8 323 alone. We also found that disease attenuation was not limited to co-infection by RV. A 324 respiratory tropic strain of MHV also reduced PR8 disease when given two days before PR8. with RV two days before PR8 did not reduce PR8 levels in the lungs early in infection (Fig. 2) or 331 prevent spread of PR8 within the respiratory tract (Fig. 3) . These findings suggest that RV does 332 not directly inhibit infection by PR8, which was also confirmed by our in vitro studies (Fig. 4) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "273",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1149,
                    "end": 1157,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1224,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 1355,
                    "end": 1363,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF25"
                }
            ],
            "section": "258"
        },
        {
            "text": "Our previous studies have shown that RV induces a robust type I IFN response in the LA-4 cell 334 line (30), thus the lack of PR8 inhibition we saw is not due to the absence of an IFN response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "333"
        },
        {
            "text": "This is not surprising, as the NS1 protein of PR8 is known to antagonize type I IFN responses The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/326546 doi: bioRxiv preprint suggesting a robust cellular immune response. Ongoing studies in our lab will determine the RV-366 induced immune components that are required for attenuation of PR8 disease during co-infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "335"
        },
        {
            "text": "In contrast to the enhanced inflammation in the lungs of co-infected mice on day 4, the 368 histopathology on days 7 and 10 was less severe in co-infected compared to PR8-infected mice 369 (Fig. 5) . This could be an indirect consequence of early viral clearance (Fig. 2) This study demonstrated that RV-mediated disease attenuation was less effective as we 383 increased the dose of PR8, shortened the timing between virus inoculations, or gave RV after 384 PR8 (Figs. 1 and 6 ). These differences are likely due to the kinetics and magnitudes of RV-and that exacerbate disease when RV is given 2 days after PR8. It is possible that these are the same 393 mechanisms that reduce disease when RV is given 2 days before PR8 and that the timing of their 394 induction is key to regulating pathogenesis. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/326546 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 271,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 477,
                    "text": "(Figs. 1 and 6",
                    "ref_id": null
                }
            ],
            "section": "367"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza A virus lacking the NS1 gene replicates in interferon-deficient 609 systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Muster",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "252",
            "issn": "",
            "pages": "324--330",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tbet Deficiency Causes T Helper Cell Dependent Airways Eosinophilia and Mucus 612",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Glanville",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Peel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schroder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aniscenko",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Walton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finotto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "611",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hypersecretion in Response to Rhinovirus Infection",
            "authors": [],
            "year": null,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "614 CCL7 and IRF-7 Mediate Hallmark Inflammatory and IFN Responses following",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Girkin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hatchwell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Collison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mattes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Type I interferon signaling regulates Ly6C(hi) monocytes and neutrophils during 618 acute viral pneumonia in mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Byun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uematsu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kweon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "617",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Functional Interplay between Type I and II Interferons Is Essential to Limit 621",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stifter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pillay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Florido",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Triccas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "620",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influenza A Virus-Induced Tissue Inflammation",
            "authors": [],
            "year": null,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rhinovirus 623 infection induces interleukin-13 production from CD11b-positive, M2-polarized 624 exudative macrophages",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hershenson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "52",
            "issn": "",
            "pages": "205--216",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "TLR2 Activation Limits Rhinovirus-627",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Proud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lauring",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Sajjan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Stimulated CXCL-10 by Attenuating IRAK-1-Dependent IL-33 Receptor Signaling in 628",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Human Bronchial Epithelial Cells",
            "authors": [],
            "year": null,
            "venue": "J Immunol",
            "volume": "197",
            "issn": "",
            "pages": "2409--2420",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mucosal immune responses 631 predict clinical outcomes during influenza infection independently of age and viral load",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Devincenzo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Highly pathological influenza A virus infection is associated with 635 augmented expression of PD-1 by functionally compromised virus-specific CD8+ T cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "CCR2+ monocyte-638 derived dendritic cells and exudate macrophages produce influenza-induced pulmonary 639 immune pathology and mortality",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ramsburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "2562--2572",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Detrimental contribution of the Toll-like receptor 642 (TLR)3 to influenza A virus-induced acute pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chignard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Si-Tahar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Pathog",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rhinovirus attenuates non-typeable Hemophilus influenzae-stimulated IL-8 responses via 645 TLR2-dependent degradation of IRAK-1",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Narasaraju",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [
                        "E"
                    ],
                    "last": "Samy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Poh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Liew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Phoon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Excessive neutrophils and neutrophil extracellular traps 648 contribute to acute lung injury of influenza pneumonitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rooijen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ichikawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tezuka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohteki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Pathol",
            "volume": "179",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "CXCL10-CXCR3 enhances the development of 652 neutrophil-mediated fulminant lung injury of viral and nonviral origin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uhlig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit",
            "volume": "653",
            "issn": "",
            "pages": "65--77",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "NK cells exacerbate the pathology of influenza 655 virus infection in mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Juang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Kane",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur J Immunol",
            "volume": "43",
            "issn": "",
            "pages": "929--938",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Initial infectious dose dictates the 657 innate, adaptive, and memory responses to influenza in the respiratory tract",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marois",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cloutier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garneau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Richter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Leukoc 658 Biol",
            "volume": "92",
            "issn": "",
            "pages": "107--121",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Protective and pathologic roles of the immune response to mouse 663 hepatitis virus type 1: implications for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccabe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khanolkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartwig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Haag",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Epping",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Haring",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": "9258--9272",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "666 inoculation and titrated for PR8 by TCID 50 assay",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vijay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "FIG 5 Histopathology of mouse lungs infected by PR8 or co-infected with RV two days before 721",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mice were either mock-inoculated or inoculated with 7.6x10 6 TCID 50 units of RV on day -722 2. On day 0, mice were either mock-inoculated or inoculated with ~100 TCID 50 units of PR8",
            "authors": [],
            "year": null,
            "venue": "PR8",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Images 724 were representative of multiple tissue sections from two mice per group and time point. (A) 725 shows images from lung sections of Mock/Mock inoculated mice taken with 10X and 40X 726 objectives. (B) shows images from the indicated groups and days taken with 10X objective. (C) 727 shows images from the indicated groups and days taken with 40X objective",
            "authors": [],
            "year": null,
            "venue": "Labeled structures 728 include bronchioles (B), terminal bronchioles (T), respiratory bronchioles (R), normal alveoli 729 (An), inflamed alveoli (Ai), and blood vessels",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "FIG 6 Disease kinetics in mice co-infected by RV two days before, simultaneously with, or two 732 days after PR8. Groups of 6-7 BALB/c mice were either mock-inoculated or inoculated with 733 7.6x10 6 TCID 50 units of RV two days before (RV/PR8), simultaneously with (RV+PR8), or two 734 days after (PR8/RV) either inoculation with ~100 (PR8 Low ) or ~200",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Survival 739 . CC-BY-NC-ND 4compared using log-rank Mantel-Cox curve comparison. Weight loss and clinical 740 score data were compared using multiple student's t tests with Holm-Sidak multiple comparison 741 correction",
            "authors": [],
            "year": null,
            "venue": "PR8. Mice were monitored for mortality, weight loss, and clinical signs of disease (lethargy, 736 ruffled fur, hunched posture, labored breathing) for 14 days after PR8 inoculation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "FIG 7 Disease kinetics in mice co-infected by MHV two days before PR8",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--6",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "MHV 1000 ), or 2.0x10 2 (MHV 200 ) PFU of MHV two days before inoculation with ~100 TCID 50 747 units of PR8. Mice were monitored for mortality, weight loss, and clinical signs of disease 748 (lethargy, ruffled fur, hunched posture",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "and PR8 co-infection mortality (A), weight loss (B), and clinical scores (C)",
            "authors": [
                {
                    "first": "C)",
                    "middle": [],
                    "last": "Mhv",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "MHV 1000 and PR8 co-infection mortality (D), weight loss (E), and clinical scores (F). (G-I)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Survival 752 curves were compared using log-rank Mantel-Cox curve comparison. Weight loss and clinical 753 score data were compared using multiple student's t tests with Holm-Sidak multiple comparison 754 correction",
            "authors": [],
            "year": null,
            "venue": "MHV 200 and PR8 co-infection mortality (G)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/326546"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "32understanding the mechanisms responsible for attenuation of influenza disease during co-33 infection by unrelated respiratory viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "in the respiratory tract can cause severe disease and are responsible for a 37 majority of pediatric hospitalizations. Molecular diagnostics have revealed that approximately 38 20% of these patients are infected by more than one unrelated viral pathogen. To understand how 39 viral co-infection affects disease severity, we inoculated mice with a mild viral pathogen 40 followed two days later by a virulent viral pathogen. This model demonstrated that rhinovirus 41can reduce the severity of influenza A virus, which corresponded with an early but controlled Introduction 7 clinical signs(Fig. 1I) compared to mock/PR8 Hi -infected mice. In summary, RV lessened the 142 severity of a mild or moderate, but not severe, infection by PR8 when inoculated two",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "160 staining (Fig. 3A). On day 4, both single-and co-infected groups had extensive infection of the 161 bronchial epithelium (not shown) in addition to viral antigen in bronchiolar epithelium and 162 alveoli (Fig. 3B). The Mock/PR8-infected lung tissues had more extensive sloughing of infected viral antigens associated with mucopurulent material in the airways. While 164 Mock/PR8-infected animals had clear progression of infection from upper and lower airways 165 into the adjacent alveoli, co-infected animals appeared to have viral antigen in the alveoli earlier 166 and it was not always associated with infection of bronchiolar epithelium in the same region. 167 Both groups had extensive viral antigen staining in the alveoli, with antigen detected in 168 pneumocytes and immune cells, especially macrophages and neutrophils. On day 7, antigen 169 staining was reduced in lung tissues from both groups and was localized in airways, especially 170 cells that had been sloughed from the epithelium (Fig. 3C). PR8 antigens in the alveoli were 171 mainly found in immune cells by day 7, suggesting clearance of infection. In agreement with the 172 undetectable levels of infectious PR8, both groups had little antigen staining on day 10, which 173 was predominantly in immune cells within focal areas (not shown). These findings support our 174 observation that co-infection by RV did not completely inhibit replication of PR8 in the 175 respiratory tract.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "infection with RV stimulated an early yet controlled inflammatory response to PR8 194 infection 195 We next evaluated the histopathology of lungs from single-(Mock/PR8) and co-196 (RV/PR8) infected mice on days 4, 7, and 10 after inoculation with PR8. Compared to mock-197 inoculated controls, both Mock/PR8-and RV/PR8-infected mice had multifocal 198 tracheobronchitis and bronchioalveolitis (Fig. 5 A-C and not shown). Lung pathology was 199 characterized by epithelial degeneration, necrosis and sloughing, and accumulation of 200 neutrophils, macrophages, and lymphocytes in the inflamed areas. This was associated with the 201 accumulation of mucopurulent discharge in the bronchioles and alveoli (Fig. 5C). The extension 202 of inflammation from bronchioles into the surrounding lung parenchyma resulted in localized 203",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "214 neutrophils, macrophages, cellular debris, and transudate accumulated in the lungs of Mock/PR8-215 infected mice. Congestion and hemorrhage were also more severe and pleurisy was only present 216 in the lungs of Mock/PR8-infected mice. Furthermore, the expansion of bronchiolar 217 inflammation into the parenchyma and collapse and destruction of alveoli was less extensive in 218 lungs of RV/PR8 co-infected mice. Noteworthy, perivascular cuffing was more dense and 219 widespread in RV/PR8 co-infected mice and their lungs had more lymphocytes and macrophages 220 and fewer neutrophils than Mock/PR8-infected mice. These findings suggest that Mock/PR8-221 infected mice had more tissue damage and exacerbated inflammation while RV/PR8 co-infected 222 mice had a more focused anti-viral cellular immune response.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Co-infection by RV also resulted in earlier resolution of inflammation and tissue224 regeneration. Type II pneumocyte hyperplasia and regeneration of the epithelium was observed 225 in the bronchioles and alveoli of RV/PR8 co-infected mice on days 7 and 10, indicating signs of 226 regeneration. Overall, there were fewer inflammatory cells in the alveoli in lungs of RV/PR8 co-227 infected mice compared with lungs of Mock/PR8-infected mice. Pleurisy was encountered in 228 some of the lungs obtained from Mock/PR8-infected mice but not RV/PR8 co-infected mice. In 229 summary, the findings of this study show that co-infecting mice with RV reduced the magnitude timing of RV co-infection determines the effect on disease severity during PR8 234 infection 235",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "260loss, or clinical signs between simultaneously co-infected (RV+PR8 Med ) mice and mice 261 inoculated with PR8 Med alone (Fig. 6D-F). Both of these groups steadily lost weight between 262 days 3-8 and reached 100% mortality by day 8(Fig. 6D, E). RV+PR8 Med co-infected mice had 263 slightly lower clinical scores than Mock/PR8 Med -infected mice(Fig. 6F), and did not experience 264 severely labored breathing like Mock/PR8 Med -infected mice. However, these differences in 265 clinical signs did not affect mortality. When RV was inoculated two days after PR8 Med 266 (PR8 Med /RV), all mice reached humane endpoints by day 7, one day earlier than mice inoculated 267 with Mock/PR8 Med(Fig. 6D). PR8 Med /RV co-infected mice lost weight at a similar rate to 268 Mock/PR8 Med -infected mice and had similar clinical scores(Fig.6E-F). These data demonstrate 269 that RV provides protection from PR8-induced disease in a time-dependent manner. Disease 270 attenuation was most effective when RV had adequate time to activate a protective response.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "274or if a different respiratory virus would also be effective. Mice were either mock-inoculated or but the remaining mice survived until the end of the study(Fig. 7A). MHV-infected 278 mice (MHV 2000 /Mock) had rapid, early weight loss followed by gradual recovery of weight (Fig. 2797B). These mice had moderate ruffling and hunching early in infection, which reduced to slight 280 ruffling, lethargy, and hunching before finally recovering on day 13(Fig. 7C). Despite the 281 prolonged morbidity in MHV-infected mice, mice co-infected with a lethal dose of PR8282 (MHV 2000 /PR8) had similar mortality and morbidity as those infected by MHV alone (Fig. 7A-C). 283 MHV 2000 /PR8 co-infected mice regained weight at a slower rate than mice inoculated with 284 MHV 2000 /Mock, but eventually reached the same weight (Fig. 7B). Thus, co-infection by MHV 285 reduced the severity of PR8-induced disease, but this dose of MHV caused significant morbidity 286 in BALB/c mice. 287 To determine whether infection by a lower dose of MHV would cause less disease but 288 still provide protection against PR8, we tested two additional doses of MHV: 1x10 3 PFU 289 (MHV 1000 ) and 2x10 2 PFU (MHV 200 ). When mice were inoculated with the 2-fold lower dose of 290 MHV (MHV 1000 /Mock), there was no mortality associated with infection (Fig. 7D). These mice 291 lost weight very early in infection, but did not lose as much weight as those infected by the 292 higher dose (Fig. 7E vs. B). MHV 1000 /Mock-infected mice had minor ruffling and hunching on 293day 0, which continued until day 9(Fig. 7F). When MHV was inoculated two days before PR8 294 (MHV 1000 /PR8), only one mouse reached a humane endpoint, and mortality was delayed until 295 day 8, compared to day 5 for the higher dose of MHV(Fig. 7D vs. A). Similar to mice infected 296 by MHV 1000 alone, MHV 1000 /PR8 co-infected mice lost weight early. However, co-infected mice 297 had delayed recovery of weight and their weight was still lower than MHV 1000 -infected mice at of the study(Fig. 7E), which corresponded with prolonged clinical signs of disease(Fig. 2997F). Although this lower dose of MHV caused a milder infection and provided similar protection 300 against PR8-mediated mortality, morbidity was prolonged in the co-infected mice suggesting it 301 was less effective than the higher dose.302 When mice were inoculated with a 10-fold lower dose of MHV (MHV 200 /Mock), they all 303 survived and had minimal weight loss and clinical signs of disease, which was limited to slight 304 ruffling (Fig. 7G-I). However, mice that were co-infected with this low dose of MHV prior to 305 PR8 (MHV 200 /PR8) had significant mortality, weight loss, and prolonged clinical signs of 306 disease, including moderate lethargy and labored breathing (Fig. 6G-I). Even though this lowest 307 dose of MHV caused minimal disease in BALB/c mice, it did not protect mice against PR8-308 induced morbidity and mortality. These data suggest that a dose of MHV that causes significant 309 morbidity is required to effectively protect against a lethal dose of PR8. Although both RV and 310 MHV given two days earlier both reduced the severity of PR8, they vary in pathogenesis and have suggested that respiratory viral co-infections may alter pathogenesis 315 compared to infection by the viruses individually. RV has been implicated in both interfering 316 with the spread of influenza viruses and reducing the severity of influenza during co-infection (8, 317 9, 19-22). Here, we developed a murine model of respiratory viral co-infection to study the 318 effects on disease severity in a system where we can control the virus strains, doses, order, and 319",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "RV, MHV caused significant morbidity in mice. However, reducing the dose of MHV to 326 lessen pathogenesis was less effective at reducing the severity of PR8. These data suggest that 327 changes in pathogenesis during co-infection are dependent upon the severity of each infection 328 and the order and timing of inoculation. 329 Despite preventing mortality and significantly inhibiting morbidity, infection of mice330",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "31). Others have shown that RV induces expression of type I and type III IFNs in the respiratory337 tract of infected mice (27, 32, 33). Although our data do not support a role for RV-induced IFN 338 responses in preventing infection by PR8, IFNs may be important for inducing downstream 339 antiviral responses that contribute to earlier clearance of PR8 in co-infected animals. In addition 340 to promoting cell-intrinsic antiviral defense strategies, type I IFNs are important for the 341 recruitment and functional phenotypes of myeloid cell responses to influenza virus infections (34, 342 35). In the absence of type I IFN signaling, PR8 disease severity is increased, but the enhanced",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Histopathology analyses demonstrated that mice inoculated with RV two days before350 PR8 had earlier recruitment of immune cells into the lungs (Fig. 5). On day 4 after PR8 infection, 351 co-infected animals had multiple foci of inflammation throughout the lungs. In contrast, animals 352 infected with PR8 alone had reduced recruitment of inflammatory cells. This early immune 353 response may lead to earlier clearance of PR8 from co-infected lungs, as we saw by day 7 (Fig. 354 2). Although it is not virulent in mice, RV (strain 1B) induces an inflammatory response in the 355 respiratory tracts of BALB/c and C57Bl/6 mice. The response to RV includes recruitment of 356 neutrophils and lymphocytes, concurrent with production of antiviral cytokines and chemokines. 357 Neutrophil levels in the airways of RV-infected mice peak on days 1 and 2 and decline by day 4, 358 while lymphocytes are present through day 7 (27, 32, 33, 36, 37). Studies differ in whether 359 macrophage numbers change significantly upon RV infection in mice (27, 32, 33, 36). Type I 360 and III interferons, proinflammatory cytokines, and neutrophil and lymphocyte recruiting 361 chemokines are also up-regulated in response to RV infection in mice (27, 32, 33). These cellular 362 and cytokine responses are not stimulated by UV-inactivated virus, suggesting that viral 363 replication is required (27, 33). We observed increased macrophages and lymphocytes and 364 enhanced perivascular cuffing in histology sections from RV/PR8 co-infected animals,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "or active down-370 regulation of the inflammatory response in co-infected animals. Multiple studies have shown that 371 inflammation during influenza and other respiratory viral infections can cause pathogenesis that 372 is independent of viral levels in the lungs (34, 35, 38-40). Our histopathology data are in 373 agreement with studies that demonstrate excessive inflammatory responses occurring as viral 374 loads are decreasing (23, 41). We inoculated mice with PR8 two days after RV inoculation, 375 which is just prior to the decline in neutrophil numbers in the lungs of RV-infected BALB/c mice 376 (27). Furthermore, RV infection actively down-regulates neutrophil responses by inhibiting TLR 377 signaling and thereby reducing expression of neutrophil-specific chemokines upon co-infection 378 by a bacterial pathogen (42). The inflamed areas of the RV/PR8 co-infected lungs contained 379 fewer neutrophils than mock/PR8-infected lungs. Neutrophils are known to contribute to 380 immune-mediated damage during PR8 infection (43, 44). Thus, active down-regulation of 381 neutrophilic inflammation by RV may contribute to the reduced severity of PR8 in our studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "385PR8-induced immune responses. Higher doses of PR8 likely overwhelm defense mechanisms 386 that are induced by RV and these defense mechanisms are likely not induced quickly enough to 387 completely protect against PR8 given at the same time. However, the observation that RV given",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Interestingly, infection by MHV two days prior to PR8 also reduced the severity of PR8396 infection. Unlike RV, MHV causes morbidity and mortality in mice, though virulence is mouse 397 strain-dependent (28, 29, 48). We have observed dose-dependent severity of MHV in BALB/c 398 mice. Intranasal inoculation of 2 x 10 3 PFU resulted in clinical disease with low mortality (Fig. 399 7), while a dose of 2 x 10 5 caused 100% mortality (data not shown). Survival of BALB/c mice 400 upon MHV-1 infection is dependent upon a type I IFN response (49). Furthermore, mouse strain-401 dependent resistance to MHV-1 disease corresponds with robust expression of type I IFNs (28). 402 Based on these studies, we expect that the type I IFN response is adequate to protect BALB/c 403 from a lower dose, but not a lethal dose, of MHV. Other components of the BALB/c immune 404 response to MHV-1 infection have not been studied in detail. A complete understanding of this 405 response will be important in determining the similarities and differences in the mechanisms 406 whereby MHV and RV reduce the severity of PR8. 407 Although our viral inoculations were all within two days of each other, other studies have 408 shown that infection of mice by one virus can alter the immune response to a heterologous virus 409 given after resolution of the initial infection (50). Mice given lymphocytic choriomeningitis virus 410 (LCMV), murine cytomegalovirus (MCMV), or PR8 six weeks prior to vaccinia virus had of vaccinia virus compared to control mice. However, infection with PR8 six 412 weeks prior to LCMV or MCMV increased titers of the second virus. Protection was associated 413 with changing from a response dominated by neutrophils to lymphocytes or a Th2 response to a 414 Th1 response. In contrast, when pigs were infected with porcine reproductive and respiratory 415 syndrome virus they had increased severity of porcine respiratory coronavirus infection, which 416 corresponded with an increased Th1 cytokine response and reduced NK cell and type I IFN 417 responses (51). Characterizing the immune responses across our various co-infection pairs and 418 infection timings will provide insight into how different viruses mediate heterologous immunity 419 and if these mechanisms are generalizable.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Darby canine kidney cells (MDCK; ATCC #CCL-34), murine fibroblast line 17Cl.1 (52) 425 (provided by Dr. Kathryn Holmes, University of Colorado Denver School of Medicine), and 426 HeLa cells (ATCC #CCL-2) were grown in Dulbecco's modified Eagle medium (DMEM) 427 supplemented with 10% fetal bovine serum (FBS; Atlanta Biologicals), and 1X antibiotic-428 antimycotic (ThermoFisher). Murine lung epithelial cells (LA-4; ATCC #CL-196) were grown in 429 Ham's F12 (Kaign's modified) media (F12K; Caisson) supplemented with 10-15% FBS and 430 antibiotics. PR8 (A/Puerto Rico/8/1934 (H1N1)), obtained from BEI Resources (NR-3169), was 431 grown and titrated by tissue culture infectious dose-50% (TCID 50 ) assay in MDCK cells. MHV-1 432 (ATCC #VR-261) was grown and titrated by plaque assay in 17Cl.1 cells. RV1B (ATCC #VR-protocols were approved by the University of Idaho Institutional Animal Care 438 and Use Committee, following the National Institutes of Health Guide for the Care and Use of 439 Laboratory Animals. As described below, mice were monitored daily and were euthanized by an 440 overdose of sodium pentobarbital if they reached humane endpoints. 441 Six to eight-week-old female BALB/c mice were purchased from Harlan 442 Laboratories/Envigo. Mice were housed in individually vented cages with controlled light/dark 443 cycles and regulated temperature maintained by University of Idaho Lab Animal Research 444 Facilities and received food and water ad libitum. Mice were acclimatized to the facility for 5-12 445 days before experiments were performed under ABSL2 conditions. Mice were anesthetized with 446 inhaled isoflurane and inoculated intranasally with 50 uL of virus. For co-infections, mice were 447 inoculated with each virus 2 days apart or simultaneously in a total 50 uL volume. Control mice 448 received mock inoculations of the same buffer as the respective virus: RV (PBS/2% FBS), PR8 449 (MEM/2% FBS) or MHV (DMEM/10%FBS). See the results sections and figure legends for 450 viral doses used in each experiment. 451 Mice were weighed and observed for clinical signs of disease daily and were humanely 452 euthanized if they lost more than 25% of their starting weight or exhibited severe clinical signs 453 of disease. Mice were given a daily severity score of 0-3 in each of four categories: ruffled fur, of the lungs were flash-frozen and stored at -80°C. Frozen tissues were weighed and 459 homogenized in DMEM with 2% BSA and 1% antibiotics, and PR8 was quantified by TCID 50 460 assay on MDCK cells (53). RV does not interfere with titration of PR8 in co-infected samples 461 when using the MDCK cell line (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "of euthanized mice were cannulated, and the lungs were inflated with 10% formalin 465 before submerging in 10% formalin. After fixation, lungs were embedded in paraffin, cut in 5 um 466 sections, and stained with modified Harris hematoxylin and eosin (VWR Scientific). Lungs were 467 processed for immunohistochemistry in the same manner as for histology. Tissue sections were 468 deparaffinized, rehydrated, and subjected to heat-induced antigen retrieval in 10 mM sodium 469 citrate buffer (pH 6) with 0.01% Tween 20. Endogenous peroxidase and alkaline phosphatase 470 activities were inhibited with BLOXALL solution (Vector Laboratories). Lung sections were 471 immunostained for the PR8 hemagglutinin protein (HA) using a polyclonal goat antibody (NR-472 3148, BEI Resources) and an alkaline phosphatase conjugated anti-goat antibody (ImmPRESS, 473 Vector Laboratories) with detection by ImmPACT Vector Red (Vector Laboratories) and 474 counterstaining with hematoxylin. Images were acquired with a Zeiss Axio Lab.A1 microscope 475 with an Axiocam 105 color camera using ZEN 2.3 software (Zeiss).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "were inoculated with PR8 (MOI=1) either 6 or 12 h after or simultaneously with 479 inoculation with RV (MOI=1). After 1 h incubation with the inoculum, cells were washed twice 480 with serum-free medium, then incubated in Ham's F12K medium with 2% FBS and antibiotics at 481 37°C. Supernatant media was collected from the cells at 6, 12, 18, 24, 48, 72, and 96 hours after 482 PR8 inoculation and PR8 was titrated by TCID 50 assay using MDCK cells. were performed using Graphpad Prism 6 software. Survival curves were 486 compared using log-rank Mantel-Cox curve comparison. Weight loss and clinical score data 487 were compared using multiple student's t tests with Holm-Sidak multiple comparison correction. 488 PR8 titers from mouse lungs and cell culture experiments were compared using student's t tests 489 without correction for multiple comparisons.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Brunstein JD, Cline CL, McKinney S, Thomas E. 2008. Evidence from multiplex 505 molecular assays for complex multipathogen interactions in acute respiratory infections. J 506 Clin Microbiol 46:97-102. 507 2. Fairchok MP, Martin ET, Chambers S, Kuypers J, Behrens M, Braun LE, Englund 508 JA. 2010. Epidemiology of viral respiratory tract infections in a prospective cohort of 509 infants and toddlers attending daycare. J Clin Virol 49:16-20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Calvo C, Garcia-Garcia ML, Blanco C, Vazquez MC, Frias ME, Perez-Brena P, 511 Casas I. 2008. Multiple simultaneous viral infections in infants with acute respiratory 512 tract infections in Spain. J Clin Virol 42:268-272.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "DaPalma T, Doonan BP, Trager NM, Kasman LM. 2010. A systematic approach to 514 virus-virus interactions. Virus Res 149:1-9. 515 5. Opatowski L, Baguelin M, Eggo RM. 2018. Influenza interaction with cocirculating 516 pathogens and its impact on surveillance, pathogenesis, and epidemic profile: A key role 517 for mathematical modelling. PLoS Pathog 14:e1006770. 518 6. Jain S, Williams DJ, Arnold SR, Ampofo K, Bramley AM, Reed C, Stockmann C, 519 Anderson EJ, Grijalva CG, Self WH, Zhu Y, Patel A, Hymas W, Chappell JD, 520 Kaufman RA, Kan JH, Dansie D, Lenny N, Hillyard DR, Haynes LM, Levine M, 521 Lindstrom S, Winchell JM, Katz JM, Erdman D, Schneider E, Hicks LA, 522 Wunderink RG, Edwards KM, Pavia AT, McCullers JA, Finelli L, Team CES. 2015. 523 Community-acquired pneumonia requiring hospitalization among U.S. children. Grondahl B, Ankermann T, von Bismarck P, Rockahr S, Kowalzik F, Gehring S, 526 Meyer C, Knuf M, Puppe W. 2014. The 2009 pandemic influenza A(H1N1) coincides 527 with changes in the epidemiology of other viral pathogens causing acute respiratory tract 528 infections in children. Infection 42:303-308. 529 8. Greer RM, McErlean P, Arden KE, Faux CE, Nitsche A, Lambert SB, Nissen MD, 530 Sloots TP, Mackay IM. 2009. Do rhinoviruses reduce the probability of viral co-531 detection during acute respiratory tract infections? J Clin Virol 45:10-15. 532 9. Esper FP, Spahlinger T, Zhou L. 2011. Rate and influence of respiratory virus co-533 infection on pandemic (H1N1) influenza disease. J Infect 63:260-266. Aberle JH, Aberle SW, Pracher E, Hutter HP, Kundi M, Popow-Kraupp T. 2005. 538 Single versus dual respiratory virus infections in hospitalized infants: impact on clinical 539 course of disease and interferon-gamma response. Pediatr Infect Dis J 24:605-610. 540 12. Marcos MA, Ramon S, Anton A, Martinez E, Vilella A, Olive V, Cilloniz C, Moreno 541 A, Torres A, Pumarola T. 2011. Clinical relevance of mixed respiratory viral infections 542 in adults with influenza A H1N1. Eur Respir J 38:739-742. 543 13. Martin ET, Kuypers J, Wald A, Englund JA. 2012. Multiple versus single virus 544 respiratory infections: viral load and clinical disease severity in hospitalized children. Martinez-Roig A, Salvado M, Caballero-Rabasco MA, Sanchez-Buenavida A, 547 Lopez-Segura N, Bonet-Alcaina M. 2015. Viral coinfection in childhood respiratory 548 tract infections. Arch Bronconeumol 51:5-9. 549 15. Camargo C, Guatura SB, Bellei N. 2012. Respiratory viral coinfection among 550 hospitalized patients with H1N1 2009 during the first pandemic wave in Brazil. Braz J 551 Infect Dis 16:180-183. 552 16. Yoshida LM, Suzuki M, Nguyen HA, Le MN, Dinh Vu T, Yoshino H, Schmidt WP, 553 Nguyen TT, Le HT, Morimoto K, Moriuchi H, Dang DA, Ariyoshi K. 2013. 554 Respiratory syncytial virus: co-infection and paediatric lower respiratory tract infections. 555 Eur Respir J 42:461-469. 556 17. Marguet C, Lubrano M, Gueudin M, Le Roux P, Deschildre A, Forget C, Couderc L, 557 Siret D, Donnou MD, Bubenheim M, Vabret A, Freymuth F. 2009. In very young 558 infants severity of acute bronchiolitis depends on carried viruses. PLoS One 4:e4596. 559 18. Richard N, Komurian-Pradel F, Javouhey E, Perret M, Rajoharison A, Bagnaud A, 560 Billaud G, Vernet G, Lina B, Floret D, Paranhos-Baccala G. 2008. The impact of dual 561 viral infection in infants admitted to a pediatric intensive care unit associated with severe 562 bronchiolitis. Pediatric Infectious Disease Journal 27:213-217. 563 19. Anestad G, Nordbo SA. 2011. Virus interference. Did rhinoviruses activity hamper the 564 progress of the 2009 influenza A (H1N1) pandemic in Norway? Med Hypotheses 565 77:1132-1134. 566 20. Casalegno JS, Ottmann M, Duchamp MB, Escuret V, Billaud G, Frobert E, Morfin 567 F, Lina B. 2010. Rhinoviruses delayed the circulation of the pandemic influenza A 568 (H1N1) 2009 virus in France. Clin Microbiol Infect 16:326-329. 569 21. Linde A, Rotzen-Ostlund M, Zweygberg-Wirgart B, Rubinova S, Brytting M. 2009. 570 Does viral interference affect spread of influenza? Euro Surveill 14. 571 22. Pascalis H, Temmam S, Turpin M, Rollot O, Flahault A, Carrat F, de Lamballerie 572 X, Gerardin P, Dellagi K. 2012. Intense co-circulation of non-influenza respiratory 573 viruses during the first wave of pandemic influenza pH1N1/2009: a cohort study in 574 Reunion Island. PLoS One 7:e44755. 575 23. Vogel AJ, Harris S, Marsteller N, Condon SA, Brown DM. 2014. Early cytokine 576 dysregulation and viral replication are associated with mortality during lethal influenza 577 infection. Viral Immunol 27:214-224. Sugamata R, Dobashi H, Nagao T, Yamamoto K, Nakajima N, Sato Y, Aratani Y, 582 Oshima M, Sata T, Kobayashi K, Kawachi S, Nakayama T, Suzuki K. 2012. 583 Contribution of neutrophil-derived myeloperoxidase in the early phase of fulminant acute 584 respiratory distress syndrome induced by influenza virus infection. Tuthill TJ, Papadopoulos NG, Jourdan P, Challinor LJ, Sharp NA, Plumpton C, 587 Shah K, Barnard S, Dash L, Burnet J, Killington RA, Rowlands DJ, Clarke NJ, 588 Blair ED, Johnston SL. 2003. Mouse respiratory epithelial cells support efficient 589 replication of human rhinovirus. J Gen Virol 84:2829-2836. 590 27. Bartlett NW, Walton RP, Edwards MR, Aniscenko J, Caramori G, Zhu J, Glanville 591 N, Choy KJ, Jourdan P, Burnet J, Tuthill TJ, Pedrick MS, Hurle MJ, Plumpton C, 592 Sharp NA, Bussell JN, Swallow DM, Schwarze J, Guy B, Almond JW, Jeffery PK, 593 Lloyd CM, Papi A, Killington RA, Rowlands DJ, Blair ED, Clarke NJ, Johnston SL. 594 2008. Mouse models of rhinovirus-induced disease and exacerbation of allergic airway 595 inflammation. Nat Med 14:199-204. 596 28. De Albuquerque N, Baig E, Ma X, Zhang J, He W, Rowe A, Habal M, Liu M, 597 Shalev I, Downey GP, Gorczynski R, Butany J, Leibowitz J, Weiss SR, McGilvray 598 ID, Phillips MJ, Fish EN, Levy GA. 2006. Murine hepatitis virus strain 1 produces a 599 clinically relevant model of severe acute respiratory syndrome in A/J mice. J Virol 600 80:10382-10394. 601 29. Khanolkar A, Hartwig SM, Haag BA, Meyerholz DK, Harty JT, Varga SM. 2009. 602 Toll-like receptor 4 deficiency increases disease and mortality after mouse hepatitis virus 603 type 1 infection of susceptible C3H mice. J Virol 83:8946-8956. 604 30. VanLeuven JT, Ridenhour BJ, Gonzalez AJ, Miller CR, Miura TA. 2017. Lung 605 epithelial cells have virus-specific and shared gene expression responses to infection by 606 diverse respiratory viruses. PLoS One 12:e0178408. Chen HD, Fraire AE, Joris I, Welsh RM, Selin LK. 2003. Specific history of 670 heterologous virus infections determines anti-viral immunity and immunopathology in 671 the lung. Am J Pathol 163:1341-1355. 672 51. Jung K, Renukaradhya GJ, Alekseev KP, Fang Y, Tang Y, Saif LJ. 2009. Porcine 673 reproductive and respiratory syndrome virus modifies innate immunity and alters disease 674 outcome in pigs subsequently infected with porcine respiratory coronavirus: implications 675 for respiratory viral co-infections. J Gen Virol 90:2713-2723. 676 52. Sturman LS, Takemoto KK. 1972. Enhanced growth of a murine coronavirus in 677 transformed mouse cells. Infect Immun 6:501-507. 678 53. Szretter KJ, Balish AL, Katz JM. 2006. Influenza: propagation, quantification, and 679 storage. Curr Protoc Microbiol Chapter 15:Unit 15G 11.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Disease kinetics in mice infected by PR8 or co-infected with RV two days before PR8.684    Mice were either mock-inoculated or inoculated with 7.6x10 6 TCID 50 units of RV on day -2. On685 day 0, mice were either mock-inoculated or inoculated with PR8 at (A-C) ~100 (PR8 Low ), (D-F) 686 ~200 (PR8 Med ), or (G-I) ~7.5x10 3 (PR8 Hi ) TCID 50 units. Mice were monitored for (A, D, G) 687 mortality, (B, E, H) weight loss, and (C, F, I) clinical signs of disease, including lethargy, ruffled 688 fur, hunched back, and labored breathing. Clinical scores were assigned on a scale of 0-3 in each 689 category and total daily scores were averaged. Data represent the means and standard errors for 690 5-7 mice and are representative of two independent experiments. Survival curves were compared 691 using log-rank Mantel-Cox curve comparison. Weight loss and clinical score data were 692 compared using multiple student's t tests with Holm-Sidak multiple comparison correction. PR8 titers in the lungs of mice infected by PR8 or co-infected by RV two days before PR8. 697 Mice were either mock-inoculated or inoculated with 7.6x10 6 TCID 50 units of RV on day -2. On 698 day 0, mice were either mock-inoculated or inoculated with ~100 TCID 50 units of PR8. PR8 was 699 titrated by TCID 50 assay of homogenized lungs. Data for individual mice are shown with lines 700 indicating means and standard errors for each group. The dotted line indicates the limit of 701detection of the assay. Titers were compared between groups using a student's t-test, which 702 determined they were not significantly different.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Immunohistochemistry of PR8 antigen in the lungs of mice infected by PR8 or co-705 infected with RV two days before PR8. Images taken in the indicated regions of the lungs and at 706 the indicated magnifications show (A) mice given mock inoculations on days -2 and 0 and (B, C) 707 mice given Mock/PR8 or RV/PR8 on day -2/day 0. Tissue sections were immunostained for the 708 PR8 hemagglutinin protein, which was visualized by vector red, and counterstained with 709 hematoxylin. Lung tissues were collected on (B) day 4 and (C) day 7 after PR8 inoculation. 710 Images were representative of multiple sections from two animals per group and time point. 711 Arrows show examples of antigen in epithelial cells; arrowheads show examples of antigen in 712 leukocytes, predominantly macrophages and neutrophils; stars indicate mucopurulent material.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Growth curves of PR8 from cells infected by PR8 or RV and PR8. LA-4 cells were 715 inoculated with RV (moi = 1) (A) simultaneously with, (B) 6 hours before, or (C) 12 hours 716 before inoculation with PR8 (moi =1). Media was collected at the indicated times after PR8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Figure 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Figure 7",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "disease is not completely due to increased viral loads. Rather, these studies showed that type I IFN signaling is needed to down-regulate inflammatory monocyte and neutrophil responses during PR8 infection. Furthermore, in the absence of type I IFN signaling, monocytes develop 346 increased inflammatory phenotypes and reduced expression of genes that down-regulate inflammation (34, 35). Thus, type I IFN responses induced by RV could promote downregulation of inflammation that we observed on days 7 and 10.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "two days after PR8 exacerbates pathogenesis suggests that once a response to PR8 has been initiated, the RV-induced response may aggravate immunopathology. RV induces multiple immune components that are known to contribute to influenza disease, including neutrophils (43), NK cells (45), and type I IFNs (46, 47). Further studies are needed to identify the mechanisms",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}