{
    "paper_id": "f7891683eecd12b3908862fc7ef1d341ca7a293c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Matt",
                "middle": [
                    "J"
                ],
                "last": "Keeling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "postCode": "CV4 7AL",
                        "settlement": "Coventry"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Déirdre Hollingsworth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing Centre for Health Information and Discovery",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "Old Road Campus",
                        "postCode": "OX3 7LF",
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "M"
                ],
                "last": "Read",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Computation Health Informatics Computation and Statistics",
                    "institution": "Lancaster University",
                    "location": {
                        "postCode": "LA1 4YW",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Kingdom highlights the need to understand the impact of contact tracing as a control measure. Using detailed survey information on social encounters coupled to predictive models, we investigate the likely efficacy of the current UK definition of a close contact (within 2 meters for 15 minutes or more) and the distribution of secondary cases that may go untraced. Taking recent estimates for COVID-19 transmission, we show that less than 1 in 5 cases will generate any subsequent untraced cases, although this comes at a high logistical burden with an average of 36.1 individuals (95 th percentiles 0-182) traced per case. Changes to the definition of a close contact can reduce this burden, but with increased risk of untraced cases; we estimate that any definition where close contact requires more than 4 hours of contact is likely to lead to uncontrolled spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact tracing is a central public health response to infectious disease outbreaks, especially in the early stages of an outbreak when specific treatments are limited. Importation of novel Coronavirus (COVID-19) from China and elsewhere into the United"
        },
        {
            "text": "Contact tracing is the main public health response to importations of rare or emerging infectious diseases, and was implemented in the UK during the 'containment stage' of the 2009 influenza pandemic (McLean et al 2010) . In more recent years, contact tracing was also a valuable tool following importation of Ebola virus disease into the UK in 2014 (Crook et al 2017) and the cases of monkeypox in the UK in 2018 (Vaughan et al 2018). In general, contact tracing is a highly effective and robust strategy given sufficient resources. The main advantages are that it can identify potentially infected individuals before severe symptoms emerge, and if conducted sufficiently quickly can prevent onward transmission from the secondary cases. Contact tracing has proved hugely successful in the treatment of sexually transmitted infections, where the definition of a contact is relatively straightforward, where infection is often asymptomatic and where the time-scales of transmission are slow (Hogben et al 2016 , Rönn et al 2017 . In contrast, the use of contact tracing for novel invading pathogens has received less quantitative consideration, in part due to greater uncertainties over social contact structure (although see Ahmed et al 2018 , Hoang et al 2019 .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 219,
                    "text": "(McLean et al 2010)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 350,
                    "end": 368,
                    "text": "(Crook et al 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 991,
                    "end": 1009,
                    "text": "(Hogben et al 2016",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1027,
                    "text": ", Rönn et al 2017",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1242,
                    "text": "Ahmed et al 2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1243,
                    "end": 1261,
                    "text": ", Hoang et al 2019",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Contact tracing is a central public health response to infectious disease outbreaks, especially in the early stages of an outbreak when specific treatments are limited. Importation of novel Coronavirus (COVID-19) from China and elsewhere into the United"
        },
        {
            "text": "Modelling studies have often focused on quantifying the importance of pre-symptomatic and pretracing infectiousness, but are usually based on statistical distributions of contact networks (Fraser et al 2004 , Kwok et al 2019 . Here we leverage detailed social network data from the UK to model both transmission and the act of tracing, and identify the implications of contact tracing for containment of a novel pathogen, using parameters for the novel Coronavirus (COVID-19) (Read et al 2020 , Li et al 2020 .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 206,
                    "text": "(Fraser et al 2004",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 207,
                    "end": 224,
                    "text": ", Kwok et al 2019",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 476,
                    "end": 492,
                    "text": "(Read et al 2020",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 493,
                    "end": 508,
                    "text": ", Li et al 2020",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Contact tracing is a central public health response to infectious disease outbreaks, especially in the early stages of an outbreak when specific treatments are limited. Importation of novel Coronavirus (COVID-19) from China and elsewhere into the United"
        },
        {
            "text": "We characterised contact patterns in the UK using a postal and online cross-sectional survey, which asked participants to report the number of social encounters with unique individuals during a given day, as well as the duration and typical frequency of those encounters (Danon et al 2012 (Danon et al , 2013 . In total, 5,802 respondents reported more than 50,000 encounters -one of the biggest studies of its kind to date. The encounter patterns of this study were in good qualitative agreement with other similar studies of social interactions (Mossong et al 2008 , Isella et al 2010 . In this study, the daily encounter data was first extrapolated to generate a pattern of contacts over a 14 day period (replicating random encounters and increasing the total duration associated regular contacts), to act as the basis for transmission and contact tracing simulations. Using this extrapolated data, we can classify interactions into those which satisfy the definition of a close contact for the purpose of contact tracing. From our social encounter data we can also distinguish interactions with people who could be later identified and traced, from those with unidentifiable strangers (schematic figure 1). We assume that all contact of longer than 1 hour or repeated contacts can be identified and traced, whereas shorter meetings with people for the first time are strangers who are unidentifiable. The second element of the simulation is to determine who gets infected from a source case chosen representatively from the survey respondents. This transmission process is stochastic, accounting for both the time spent with each contact and the infectivity on each day (see Appendix). Taken together these two predictions allow us to bound the efficacy of contact tracing.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 288,
                    "text": "(Danon et al 2012",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 289,
                    "end": 308,
                    "text": "(Danon et al , 2013",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 547,
                    "end": 566,
                    "text": "(Mossong et al 2008",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 567,
                    "end": 586,
                    "text": ", Isella et al 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contact tracing is a central public health response to infectious disease outbreaks, especially in the early stages of an outbreak when specific treatments are limited. Importation of novel Coronavirus (COVID-19) from China and elsewhere into the United"
        },
        {
            "text": "One of the most notable features of human social contacts is the huge variability in the number and strength of contacts -which is reflected as variation in both the number of secondary cases and the number of individuals that match the contact-tracing definition (figure 2). Using preliminary estimates of COVID-19 transmission (average latent period 4 days, average effective infectious period 1.61 days, R 0 =3.11 and assuming a simple SEIR formulation (Read et al 2020)) we compute the distribution of epidemiological, social and contact tracing characteristics across the population. Extrapolating the data from the social contact survey suggests that the average number of contacts over a 14 day period is 217, although the distribution is significantly over dispersed (with a median of 90 and around 3% of individuals having >1,000 total contacts). Of these total encounters, an average of 59 contacts (27%) meet the definition of a close-contact (in contact for >15 minutes, PHE 2020) and of these close-contacts we predict an average of 36 (61%) to be individuals known to the infected case that can be traced. Therefore, simply considering social contacts, it is clear that there are very many short duration contacts which do not meet the definition of a close contact, and although unlikely to become infected may pose a risk due to their greater abundance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneity in Behaviour"
        },
        {
            "text": "Given that the risk of infection increases with duration of contact, the distribution of cases effectively represents a biased sample of all contacts. As expected, given the model assumptions, the expected number of total secondary cases agrees with the assumed R 0 (mean=3.11, median=2, and 95th percentiles 0-10). Given that these cases are most likely to be those contacts of the longest duration, we predict that 95% of cases match the definition of a close contact. However, not all of these contacts will be identifiable; assuming that all repeated contacts and contact of longer than 1 hour can be traced, we predict that 93% of all cases meet the definition and can be identified. However, because of the extreme heterogeneity in contacts between individuals and the stochastic nature of transmission, we would still expect 15% of all primary cases to generate at least one secondary case that cannot be identified. Aggregating across all individuals and under the optimistic assumption that all the contact tracing can be performed rapidly, we expect contact tracing to reduce the basic reproductive ratio from 3.11 to 0.21 -enabling the outbreak to be contained (figure 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneity in Behaviour"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneity in Behaviour"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Rapid and effective contact tracing can therefore be highly effective in the early control of COVID-19, but places substantial demands on the local public-health authorities. Each new case requires an average of 36 individuals to be traced, with 8.7% of cases having more than 100 close traceable contacts (figure 2). We therefore consider the implications of changing the definition of a close contact. Clearly a more strict definition of a close contact (requiring more contact time) reduces the burden on the health services as fewer contacts need to be traced, but also increases the risk of cases being missed. Figure 3 provides a quantitative assessment of changes to the close contact definition. Definitions requiring more than four hours of contact, are unlikely to control an outbreak as the expected number of untraced secondly cases is greater than one. This therefore places a strict bound on level of contact tracing required. The added benefit from definitions shorter than 1 hour has relatively little impact on the mean number of untraced cases (figure 3b), but does reduce the probability that some untraced contacts occur.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 624,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Throughout we have used a value of R 0 that represents a population-level average once the local infection has become established. However, the first invasion into any new population or social setting generally has a larger expected number of secondary cases. The first invader enters a completely susceptible population; moreover all their close contacts (eg family members) are susceptible. In contrast, due to clustering of contacts, most secondary cases will be in a landscape with a depleted number of susceptibles -as close contacts such as family members will already have been exposed to the primary case. This susceptible depletion in the local social network may help to explain the change in R t over time reported for COVID-19 (Yang et al 2020). We therefore consider the impact of different values of the initial reproductive ratio (figure 4), which could capture this social aspect, or could represent heterogeneity between individuals in the amount of virus shed, or could inform about innate differences in behaviour between China and the UK. Given the strong biasing of transmission towards long-duration contacts, the impact of varying initial reproductive ratio is less extreme than might be expected; it is only for the highest values of initial reproductive ratio simulated (>9.8) that contact tracing fails to find more than one case such that infection can escape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Mathematical models have an important role to play in preparedness for novel infectious diseases, allowing policy makers to plan for potential public health scenarios before they arise. However, in such scenarios reliable data is often limited, so predictions of long term dynamics are generally associated with wide confidence intervals. In contrast, while short term predictions are subject to greater stochasticity, the distribution of possible behaviours can be readily captured. Here we have investigated contact tracing of a close-contact pathogen, using 2019 novel coronavirus (COVID-19) as the example, and considered the efficacy of contact tracing as a control measure. This work brings together a detailed survey of social encounters together with bespoke mathematical modelling of the transmission and tracing processes. Given the huge heterogeneties present in social encounters (both in terms of duration and number) mathematical models are vital to interpret the interplay between a low number of high risk encounters (e.g., household members) and the high number of low-risk less-identifiable encounters (e.g., commuters or retail customers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The UK currently defines a close contact as 15 minutes within 2 meters over two weeks before detection (PHE 2020) . Under this definition, there are unlikely to be many untraced secondary cases, although the burden of tracing could be large. Relaxing the definition of a contact (such that longer contact durations are needed) lessens this burden but at the greater risk of undetected cases ( Figure  3) . Surprisingly, small changes to the reproductive ratio, within the bounds estimated from early data ( Figure 4) or even changes to the distribution of infectivity, are predicted to have a relatively modest impact of the success of contact tracing illustrating the robustness of this control measure.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 113,
                    "text": "(PHE 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 403,
                    "text": "Figure  3)",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Our model has addressed the simple and optimistic question of whether contact tracing is sufficient to identify secondary infections. The public health implications of this tracing are more complex, and depend on the relative timing of events and the treatment of identified contacts. For contact tracing to be an effective public health measure requires secondary cases to be discovered before they become infectious; hence the time from the primary case becoming infectious to the tracing of their contacts needs to be shorter than the incubation period. Longer time scales would allow tertiary cases to be infected and would snowball the tracing process. In addition, those contacts that are traced either need to be effectively screened for infection and quarantined or otherwise isolated so that they do not pose a risk to others. Therefore, while contact tracing has the potential to control COVID-19 (and other close-contact pathogens) the ultimate success relies on the speed and efficacy with which suspect contacts can be contained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "with contacts positioned by their total contact duration. Here, the definition of a contact is someone with whom the index case encountered for 15 minutes or longer. Some contacts will be identifiable (green), while others will be unidentifiable (orange). A definition of contact that is too restrictive and inappropriate for the infection means some encounters may fail to meet the definition yet may be at risk of infection; these excluded contacts could be identifiable (light grey) or unidentifiable (orange). (b) Examples of ego-centric networks collected by the survey. The participant (ego) is the blue central triangle; circles represent individual contacts, squares represent groups of contacts (size of group indicated). Colours represent social settings of encounters (red=home, cyan=work/school, yellow=travel, pink=other) . Larger symbol sizes represent longer contact durations, while a closer proximity to the ego indicates the contact is more frequently encountered. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 834,
                    "text": "(red=home, cyan=work/school, yellow=travel, pink=other)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 1 a) Cartoon example of the encounters made during a day by an infectious index case (central figure)"
        },
        {
            "text": "The copyright holder for this preprint . FIGURE 3. Impact of different assumptions for the definition of a close-contact. (a) the total number of contacts traced (b) the number of secondary contacts that are not traced (c) the probability that at least one secondary case is not traced. For (a) and (b) the crosses mark the mean value, boxes contain the 50th percentiles while bars contact the 95th percentiles, colours correspond to those in Figure 1a - Prob at least one Untraced Case . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 454,
                    "text": "Figure 1a -",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . FIGURE 4. Impact of different values for the initial reproduction number of the primary case; changing this does not affect the the number of contacts traced (a) the number of secondary contacts that are not traced (b) the probability that at least one secondary case is not traced. For (a) the crosses mark the mean value, boxes contain the 50th percentiles while bars contact the 95th percentiles, colours correspond to those in Figure 1a -distributions are across all respondents to the survey and across stochastic realisations. (Based on an SEIR model with latent period 4, infectious period 1.61, R 0 =3.11). Prob at least one untraced case . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 511,
                    "text": "Figure 1a",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effectiveness of workplace social distancing measures in reducing influenza transmission: a systematic review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zviedrite",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uzicanin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lack of Secondary Transmission of Ebola Virus from Healthcare Worker to 238 Contacts",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crook",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social encounter networks: collective properties and disease transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "• Danon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. R. Soc. Interface",
            "volume": "9",
            "issn": "76",
            "pages": "2826--2859",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social encounter networks: characterizing Great Britain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "• Danon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Roy. Soc. Lond. B",
            "volume": "280",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "101",
            "issn": "16",
            "pages": "6146--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Systematic Review of Social Contact Surveys to Inform Transmission Models of Closecontact Infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coletti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Melegaro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Grijalva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemiology",
            "volume": "30",
            "issn": "5",
            "pages": "723--759",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What's in a crowd? Analysis of face-to-face behavioral networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Isella",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Theor Biol",
            "volume": "271",
            "issn": "",
            "pages": "166--180",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemic Models of Contact Tracing: Systematic Review of Transmission Studies of Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome. Computational and structural biotechnology journal",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "196--194",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronaviurs-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England J, Med",
            "volume": "",
            "issn": "",
            "pages": "10--1056",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pandemic (H1N1) 2009 influenza in the UK: clinical and epidemiological findings from the first few hundred (FF100) cases. Epidemiology & Infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "138",
            "issn": "",
            "pages": "1531--1541",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Medicine",
            "volume": "5",
            "issn": "3",
            "pages": "381--0391",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1101/2020.01.23.20018549"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "distributions are across all respondents to the survey and across stochastic realisations. (Based on an SEIR model with latent period 4, infectious period 1.61, R 0 =3.11).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "From the contact tracing data, we extrapolate to the estimate the duration of contact \",$ % , between individual i (the respondent) and individual j (the contact) on day d. We then define a close contact of i as all contacts j:where in the UK, we have defined the total contact time T as 15 minutes over a duration D of two weeks before detection and isolation of individual i (PHE 2020).The probability of transmission to individual j from individual i is then calculated as:Where $ is an estimate of the transmission rate from individual i on day d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX"
        }
    ]
}