{
    "paper_id": "f863247dc84916a96448088399badefd09d54fb8",
    "metadata": {
        "title": "Trypsin treatment unlocks barrier for zoonotic coronaviruses infection. Running Title: Trypsin unlocks barrier for zoonotic CoV infection",
        "authors": [
            {
                "first": "Vineet",
                "middle": [
                    "D"
                ],
                "last": "Menachery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Co-first Authors",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "H"
                ],
                "last": "Dinnon Iii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Co-first Authors",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Boyd",
                "middle": [
                    "L"
                ],
                "last": "Yount",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "postCode": "27514",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Eileen",
                "middle": [
                    "T"
                ],
                "last": "Mcanarney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch",
                    "location": {
                        "postCode": "77555",
                        "settlement": "Galveston",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "E"
                ],
                "last": "Gralinski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "postCode": "27514",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Andrew"
                ],
                "last": "Hale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina School of Medicine",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "postCode": "27514",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "L"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "postCode": "27514",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Trevor",
                "middle": [],
                "last": "Scobey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "postCode": "27514",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Simon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Anthony",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Lingshu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious Diseases",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Barney",
                "middle": [],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious Diseases",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "H"
                ],
                "last": "Randell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "2107 McGavran-Greenberg Hall CB 7435, Chapel Hill",
                        "postCode": "27514, 27599-7435",
                        "region": "NC, NC"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "Ian"
                ],
                "last": "Lipkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Ralph",
                "middle": [
                    "S"
                ],
                "last": "Baric",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "postCode": "27514",
                        "region": "NC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Traditionally, the emergence of coronaviruses (CoVs) has been attributed to a gain in receptor 2 binding in a new host. Our previous work with SARS-like viruses argued that bats already 3 harbor CoVs with the ability to infect humans without adaptation. These results suggested that 4 additional barriers limit the emergence of zoonotic CoV. In this work, we describe overcoming 5 host restriction of two MERS-like bat CoVs using exogenous protease treatment. We found that 6 the spike protein of PDF2180-CoV, a MERS-like virus found in a Ugandan bat, could mediate 7 infection of Vero and human cells in the presence of exogenous trypsin. We subsequently show 8 that the bat virus spike can mediate infection of human gut cells, but is unable to infect human 9 lung cells. Using receptor-blocking antibodies, we show that infection with the PDF2180 spike 10 does not require MERS-CoV receptor DPP4 and antibodies developed against the MERS spike 11 receptor-binding domain and S2 portion are ineffective in neutralizing the PDF2180 chimera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Finally, we found that addition of exogenous trypsin also rescues replication of HKU5-CoV, a 13 second MERS-like group 2c CoV. Together, these results indicate that proteolytic cleavage of 14 the spike, not receptor binding, is the primary infection barrier for these two group 2c CoVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coupled with receptor binding, proteolytic activation offers a new parameter to evaluate 16 emergence potential of CoVs and offer a means to recover previously unrecoverable zoonotic 17 CoV strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Importance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Overall, our studies demonstrate that proteolytic cleavage is the primary barrier to infection for a 20 subset of zoonotic coronaviruses. Moving forward, the results argue that both receptor binding 21 and proteolytic cleavage of the spike are critical factors that must be considered for evaluating 22 the emergence potential and risk posed by zoonotic coronaviruses. In addition, the findings also 23 offer a novel means to recover previously uncultivable zoonotic coronavirus strains and argue 24 that other tissues, including the digestive tract, could be a site for future coronavirus emergence 25 events in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the beginning of the 21 st century, public health infrastructures have been required 28 to periodically respond to new and reemerging zoonotic viral diseases, including influenza, 29 Ebola, and Zika virus outbreaks (1). Severe acute respiratory syndrome coronavirus (SARS- ",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 278,
                    "text": "(SARS-",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "Despite their spontaneous emergence, several research approaches to rapidly respond 37 and even predict outbreak strains already exist. During the MERS-CoV outbreak, our group and 38 others were able to leverage reagents generated against related group 2C coronaviruses, 39 HKU4-and HKU5-CoV (6, 7). These reagents, created independent of viable virus replication, 40 provided valuable insights and models for testing serologic responses during the early stages of 41 the MERS-CoV outbreak. Similarly, reverse genetics systems permitted the exploration of 42 zoonotic coronaviruses (8); using the known SARS spike/ACE2 receptor interaction, chimeric 43 viruses containing the backbones of bat CoVs were generated to evaluate the efficacy of both 44 vaccines and therapeutics (9-12). The inverse approach placed the zoonotic spike proteins in 45 the context of the epidemic SARS-CoV backbone (13, 14) . These studies provided insight into 46 potential threats circulating in bats as well as the efficacy of current therapeutic treatments (15).",
            "cite_spans": [
                {
                    "start": 891,
                    "end": 895,
                    "text": "(13,",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "36"
        },
        {
            "text": "While far from comprehensive, the results indicated that these approaches, reagents, and 48 predictions may prove useful in preparations for future CoV outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "47"
        },
        {
            "text": "In this study, we extend examination of zoonotic viruses to a novel MERS-like CoV strain 50 isolated from a Ugandan bat, PDF-2180 CoV (MERS-Uganda). Our initial attempt to cultivate a 51 chimeric MERS-CoV containing the Ugandan MERS-like spike produced viral sub-genomic 52 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint transcripts, but failed to result in infectious virus after electroporation (16) . However, in the 53 current study, we demonstrate that exogenous trypsin treatment produced high-titer virus ",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 569,
                    "text": "(16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "49"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "66"
        },
        {
            "text": "Utilizing the MERS-CoV infectious clone (17), we previously attempted to evaluate the potential 69 of the PDF-2180 CoV to emerge from zoonotic populations. Replacing the wild-type MERS-CoV 70 spike with the PDF-2180 spike produced a virus capable of generating viral transcripts in vitro,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "68"
        },
        {
            "text": "but not sustained replication (16). These results suggested that the significant amino acid 72 differences observed within the receptor-binding domain precluded infection of Vero cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "71"
        },
        {
            "text": "However, amino acid changes were not confined only to the receptor-binding domain (RBD); 74 highlighting changes between the Uganda spike on the MERS-CoV trimer revealed significant 75 differences throughout the S1 region of spike ( Fig. 1A & B) . While the S2 remained highly 76 conserved (Fig. 1C) , changes in the C-and N-terminal domains of S1, in addition to the RBD, 77 may also influence entry and infection compatibility. Notably, recent reports had also indicated 78 differential protease cleavage of wild-type MERS-CoV based on cell types, suggesting that ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 245,
                    "text": "Fig. 1A & B)",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 299,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                }
            ],
            "section": "73"
        },
        {
            "text": "and collection of high-titer infectious virus stock (Fig. 1D) . The requirement for trypsin 84 complicated these studies due to cell toxicity; to overcome this issue, we utilized both trypsin-85 adapted Vero cells and a MERS-Uganda chimera encoding RFP in place of ORF5, similar to a 86 previously generated MERS-CoV reporter virus (17). Following MERS-Uganda infection, 87 cultures with trypsin containing media showed evidence for replication of viral genomic RNA 88 (Fig. 1E) . Similarly, the nucleocapsid protein was only observed in the presence of exogenous 89 trypsin following infection with the MERS-Uganda chimera (Fig. 1F) . Notably, wild-type MERS-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 478,
                    "text": "(Fig. 1E)",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Fig. 1F)",
                    "ref_id": null
                }
            ],
            "section": "83"
        },
        {
            "text": "CoV was also augmented in the presence of trypsin with increased genomic RNA and 91 nucleocapsid protein relative to no trypsin control (Fig. 1E &F) . Examination of RFP signal 92 confirmed these RNA and protein results (Fig. 1G) , as RFP was only observed in MERS-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 148,
                    "text": "(Fig. 1E &F)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 229,
                    "text": "(Fig. 1G)",
                    "ref_id": null
                }
            ],
            "section": "90"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint robust in trypsin-treated cells following MERS-CoV infection. Together, these data indicate that 95 the PDF-2180 spike can mediate infection of Vero cells in a trypsin-dependent manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "93"
        },
        {
            "text": "Having demonstrated infection and replication, we next sought to determine the capacity of The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint evidence of RFP expression, even after several trypsin washes of the apical surface (Fig. 2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 332,
                    "text": "(Fig. 2C",
                    "ref_id": null
                }
            ],
            "section": "97"
        },
        {
            "text": "Similarly, RNA expression analysis found no evidence for accumulation of viral genomic RNA, 121 indicating no evidence for replication in HAE cultures (Fig. 2D) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint successfully ablated replication of wild-type MERS-CoV in both the presence and the absence 146 of trypsin treatment, as measured by both RFP and N protein expression ( Fig. 3A & B) . In (Fig. 4C) . Notably, G4 also failed to 166 neutralize wild-type MERS-CoV grown in the the presence of exogenous trypsin (Fig. 4C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "(Fig. 2D)",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 491,
                    "text": "Fig. 3A & B)",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 506,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                }
            ],
            "section": "120"
        },
        {
            "text": "Together, the results indicate that both group 2C CoV spikes could escape neutralization by the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "167"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "188"
        },
        {
            "text": "In this manuscript, we expanded our examination of circulating zoonotic viruses and identified The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "189"
        },
        {
            "text": "CoV and SARS-CoV (Fig. 6) . The absence of receptor binding (Fig. 6A) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 25,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 60,
                    "end": 69,
                    "text": "(Fig. 6A)",
                    "ref_id": null
                }
            ],
            "section": "226"
        },
        {
            "text": "Replication in Vero, Calu-3 2B4, Caco-2, Huh7, and HAE cells was performed as previously The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint were collected as described previously (50). For Western blotting, lysates from infected cells 355 were prepared as described before in detail (51), and these blots were probed using the 356 indicated mouse polyclonal sera. MERS-CoV N sera was able to detect to HKU5-CoV N protein 357 via Western blot as previously described (7). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "316"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "607"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "631"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Further Evidence for Bats as the Evolutionary Source 549 of Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "Jak",
                    "middle": [],
                    "last": "Mazet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mbio",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Release of severe acute respiratory syndrome coronavirus 554 nuclear import block enhances host transcription in human lung cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "3885--555",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV replication and 557 pathogenesis in an in vitro model of the human conducting airway epithelium",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Burkett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pickles",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "558",
            "issn": "",
            "pages": "33--44",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Engineering a replication-competent, propagation-561 defective Middle East respiratory syndrome coronavirus as a vaccine candidate",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Andres",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "MBio",
            "volume": "562",
            "issn": "",
            "pages": "650--00613",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Venezuelan Equine Encephalitis Virus Replicon Particle Vaccine Platform",
            "authors": [],
            "year": null,
            "venue": "Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CoV), the first major outbreak of the century, highlighted the global impact of a newly emerging 31 virus in the context of expanding development, increased globalization, and poor public health 32 infrastructures (2-4). A decade later, the emergence and continued outbreaks of the Middle East 33 respiratory syndrome coronavirus (MERS-CoV) further illustrate the ongoing threat posed by 34 circulating zoonotic viruses (5). Together, the outbreaks of the early part of this century argue 35 that continued preparations and vigilance are needed to maintain global public health.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "54 capable of plaque formation and continued replication. The chimeric Ugandan MERS-like spike 55 virus could replicate efficiently in both Vero and Huh7 cells in the context of trypsin-containing 56 media, but failed to produce infection of either continuous or primary human respiratory cell 57 cultures. Importantly, the MERS-Uganda chimeric virus successfully infected cells of the human 58 digestive tract, potentially identifying another route for cross-species transmission and 59 emergence. Notably, blockade of human DPP4, the receptor for MERS-CoV, had no significant 60 impact on replication of the chimeric MERS-Uganda virus, suggesting the use of an alternative 61 receptor. Similarly, addition of trypsin also rescued replication of full-length HKU5-CoV, a 62 related group 2C bat CoV, and showed no replication defect during DPP4 blockade. Together, 63 the results indicate that proteolytic activation of the spike protein is a potent constraint to 64 infection for zoonotic CoVs and expands the correlates for CoV emergence beyond receptor 65 binding alone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "79 spike processing influences docking and entry of pseudotyped virus (18). To explore if spike 80 cleavage impaired infectivity, we evaluated MERS-Uganda virus replication in the presence of 81 trypsin-containing media. The addition of trypsin to the chimeric virus resulted in cytopathic 82 effect, fusion of the Vero monolayer, formation of plaques under a trypsin-containing overlay,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "98 MERS-Uganda chimeric virus to grow in human cells. Previously, MERS-CoV had been shown 99 to replicate efficiently in Huh7 cells (19). Using the Huh7 liver cell line, infection with MERS-100 Uganda RFP chimeric virus resulted in RFP-positive cells and cell fusion (Fig. 2A). In contrast, 101 while a few RFP-positive cells were observed in the non-trypsin-treated group, neither 102 expanding RFP expression nor cytopathic effect were seen in the absence of trypsin. Our 103 observation may have been the result of residual trypsin activity from the undiluted virus stock, 104 resulting in low-level infection. Exploring further, N protein analysis by Western blot indicated 105 that the PDF-2180 spike chimera could produce significant viral proteins in the presence of 106 trypsin (Fig. 2B); only low levels of protein were observed in the control-treated infection. While 107 replication of the MERS-Uganda chimera was not equivalent to that of wild-type MERS-CoV, the 108 results clearly demonstrate the capacity of the PDF-2180 spike to mediate infection of human 109 cells in the presence of trypsin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "110We next examined the capacity of MERS-Uganda spike to infect human respiratory 111 cells, the primary targets of SARS-CoV, MERS-CoV, and other common-cold human CoVs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Calu3 cells, a human lung epithelial cell line, we observed robust replication of wild-type 113 MERS-CoV based on RFP expression, consistent with previous studies (17). However, no 114 evidence of infection was noted in MERS-Uganda-infected Calu3 cells in the presence or 115 absence of trypsin. We subsequently explored primary human airway epithelial (HAE) cultures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Grown on an air-liquid interface, HAE cultures have a propensity to facilitate improved 117 infections of several human CoVs and may be more permissive for infection with the PDF-2180 118 spike chimera (20). However, infection with PDF-2180 spike-containing virus showed no",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "We next evaluated the capacity of the PDF-2180 chimera to infect cells of the digestive 126 tract. While uncommon in humans, several animal CoVs have been shown to cause severe 127 disease via the enteric pathway(21, 22). In addition, most bat CoV sequences, including PDF-128 2180-CoV, were isolated from bat guano samples, suggesting an enteric etiology. Importantly, 129 the presence of trypsin and other soluble host proteases in the digestive tract may facilitate 130 infection with PDF-2180 spike in humans. To test this question, we infected Caco-2 cells, a 131 human epithelial colorectal adenocarcinoma cell line, with wild-type MERS-CoV and MERS-132 Uganda spike chimera in the presence or absence of trypsin (Fig. 2E). For MERS-CoV, 133 infection of Caco-2 cells resulted in robust infection and spread with or without trypsin in the 134 media. For the MERS-Uganda chimera, the addition of trypsin facilitated infection with abundant 135 RFP-positive Caco-2 cells; however, infection was not as robust as in the wild-type MERS-CoV 136 infection. Examination of N protein by Western blot indicated that the MERS-Uganda spike 137could produce infection in Caco-2 cells, but confirmed replication at levels lower than with wild-138 type MERS-CoV(Fig. 2F). Together, the results indicate that human cells, including gut cells,139can support infection with MERS-Uganda chimera in the presence of trypsin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "140 MERS-Uganda spike does not use DPP4 for entry 141 The absence of infection of human respiratory cells coupled with significant changes in the RBD 142 suggested that MERS-Uganda does not utilize the MERS-CoV receptor, human DPP4, for entry 143 (16). To explore this question, we utilized antibodies to block DPP4 in Vero cells to determine 144 the effect on MERS-Uganda chimeric virus replication. As expected, anti-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "147 contrast, the human DPP4-blocking antibody had no impact on infection with the MERS-Uganda 148 chimera virus in the presence of trypsin, confirming that the MERS-CoV receptor is not required 149 to mediate infection with the PDF-2180 spike. Together, these results indicate that while the 150 MERS-Uganda spike infects human cells, it does not require human DPP4 to mediate infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "151 MERS-CoV therapeutics are ineffective against MERS-Uganda spike. 152 Having established replication capacity in human cells, we next sought to determine if 153 therapeutics developed against the MERS-CoV spike could disrupt infection with the MERS-154 Uganda spike chimera. Several monoclonal antibodies have been identified as possible 155 therapeutic options for treatment of MERS-CoV, including LCA60 and G4. We first evaluated 156 LCA60, a potent antibody that binds adjacent to the spike RBD of MERS-CoV (23). However, 157 the major changes in the RBD region of MERS-Uganda spike predicted a lack of efficacy (Fig. 158 4A). LCA60 potently neutralized wild-type MERS-CoV grown in both the presence and the 159 absence of tyrpsin(Fig. 4B). However, consistent with expectations, the LCA60 antibody had 160 no impact on infection with the MERS-Uganda chimera, failing to neutralize the bat spike-161 expressing virus(Fig. 4B). We subsequently examined a second monoclonal antibody, G4,162 which had previously mapped to a conserved portion of the S2 region of the MERS-spike (Fig. 163 4A) (24). With the epitope relatively conserved in MERS-Uganda spike, we tested the efficacy 164 against the zoonotic spike chimera. However, the results demonstrate no neutralization of 165 MERS-Uganda spike virus by the S2-targeted antibody",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "168S2-targeted antibody in the presence of exogenous trypsin. Overall, these experiments suggest 169 that antibodies targeted against MERS-CoV, even to regions in the highly conserved S2 170 domain, may not have utility against viruses expressing the PDF-2180 spike.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "HKU5-CoV, another group 2C coronavirus sequence isolated from bats. Similar to the 175 MERS-Uganda chimera, the infectious clone of HKU5-CoV produced sub-genomic transcripts, 176 but failed to achieve productive infection (6). Revisiting the full-length recombinant virus, we 177 sought to determine if trypsin treatment could also rescue HKU5-CoV. Following HKU5-CoV 178 infection, addition of trypsin to the media resulted in cytopathic effect and cell fusion. In contrast, 179 cultures lacking trypsin showed no signs of viral infection. Exploring viral genomic RNA, trypsin 180 in the culture media permitted robust infection with HKU5-CoV that increased over time and was 181 absent in cells not treated with trypsin(Fig. 5A). Similarly, trypsin in the media also permitted 182 the accumulation and proteolytic cleavage of the HKU5 spike protein in a dose and time 183 dependent manner(Fig. 5B). Importantly, the addition of anti-DPP4 antibody had no impact on 184 HKU5-CoV infection, suggesting the use of a different receptor than used by wild-type MERS-185CoV, similar to the findings with MERS-Uganda spike(Fig. 5C). Together, these results 186 demonstrate that protease cleavage is a primary barrier to infection of Vero cells with HKU5-187CoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "190 protease cleavage as an important barrier to emergence of some group 2C zoonotic CoVs. The 191 chimeric virus containing the spike protein from PDF-2180 was capable of replication in Vero 192 cells and human cells (Huh7, Caco-2) if treated with exogenous trypsin. However, neither 193 continuous nor primary human airway cultures were susceptible to infection, contrasting wild-194 type MERS-CoV. The MERS-Uganda chimera also maintained replication despite treatment 195 with antibodies blocking human DPP4, suggesting use of either an alternative receptor or a 196 different entry mechanism for infection. Importantly, current therapeutics targeting the MERS 197 spike protein showed no efficacy against the MERS-Uganda chimera, highlighting a potential 198 public health vulnerability to this and related group 2C CoVs. Finally, the trypsin-mediated 199 rescue of a second zoonotic group 2C CoV, HKU5-CoV, validates findings that suggested that 200 protease cleavage may represent a critical barrier to zoonotic CoV infection in new hosts (25, 201 26). Together, the results highlight the importance of spike processing in CoV infection, expand 202 the correlates associated with emergence beyond receptor binding alone, and provide a 203 platform strategy to recover previously non-cultivatable zoonotic CoVs. 204 With the ongoing threat posed by circulating zoonotic viruses, understanding the barriers 205 for viral emergence represents a critical area of research. For CoVs, receptor binding has been 206 believed to be the primary constraint to infection in new host populations. Following the SARS-207 CoV outbreak, emergence in humans was attributed to mutations within the receptor-binding 208 domain that distinguished the epidemic strain from progenitor viruses harbored in bats and 209 civets (27). Yet, work by our group and others has indicated that zoonotic SARS-like viruses 210 circulating in Southeast Asian bats are capable of infecting human cells by binding to the known 211 human ACE2 receptor without adaptation (13, 14, 28). Similarly, pseudotyped virus studies 212 have identified zoonotic strains HKU4-CoV and NL140422-CoV as capable of binding to human 213 DPP4 without mutations to the spike(26, 29). In this study, we demonstrate that both PDF-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Data from this study implicates the processing of the spike protein as a critical factor for 219 CoV infection. In the absence of trypsin, the MERS-Uganda and HKU5-CoV spikes were unable 220 to mediate infection and initially suggested a lack of receptor compatibility (6, 16). However, 221 exogenous trypsin treatment produced robust infection, indicating that despite binding to human 222 cells, CoVs cannot overcome incomplete spike processing. As such, evaluating zoonotic virus 223 populations for emergence threats must also consider the capacity for CoV spike activation in 224 addition to receptor binding. In this new paradigm, the combination of receptor binding and 225 proteolytic activation by endogenous proteases permits zoonotic CoV infection, as with MERS-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "or compatible host 227 protease activity (Fig. 6B) restricts infection with certain zoonotic strains like PDF-2180 or 228 HKU5-CoV. These barriers can be overcome with the addition of exogenous proteases, 229 disrupting the need for host proteases and permitting receptor-dependent or receptor-230 independent entry (Fig. 6C). Overall, the new paradigm argues that both receptor binding and 231 protease activation barriers must be overcome for successful zoonotic CoV infection of a new 232 host. 233 The requirement for exogenous trypsin treatment is not unique to MERS-Uganda or 234 HKU5-CoV. Influenza strains are well known to require trypsin treatment to facilitate their 235 release in cell culture (30). In addition, highly pathogenic avian influenza strains have been 236 linked to mutations that improve cleavage by ubiquitous host protese, augmenting their tissue 237 tropism and virulence (31). Similarly, a wealth of enteric viruses, including polio, cowpox, and 238 rotaviruses, depend on trypsin to prime, modulate, and/or expand infection (32, 33). Even within 239 the CoV family, enteric viruses, including PEDV, porcine delta CoV, and swine acute diarrhea SADS) CoV require trypsin for replication in vitro (34-36). Together, these prior 241 studies illustrate the importance of protease activation in virus infections. However, the protease 242 barrier to PDF-2180 and HKU5-CoV spike-mediated infection may also reflect on the 243 emergence of SARS-CoV and MERS-CoV. While initial studies argued that receptor binding 244 was the primary barrier, the existence of zoonotic strains capable of efficiently using the same 245 human entry receptors contradicts that suggestion (13, 14). It is possible that emergence of 246 epidemic CoV strains also requires modifying protease cleavage in either humans or an 247 intermediate host, such as camels or civets, in addition to increased receptor-binding affinity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Consistent with this idea, reports have detailed differential infection with MERS-CoV based on249 host protease expression (18). Similarly, mouse adaptation of MERS-CoV resulted in spike 250 modifications that alter protease activation and entry in vivo (37). While group 2B bat CoV 251 strains (WIV1-CoV, WIV16-CoV and SHC014-CoV) do not require trypsin for infection (9, 13, 252 14, 38), differences in protease activation may contribute to infection changes relative to the 253 epidemic SARS-CoV. In this context, our findings expand the importance of protease cleavage 254 as a criterion to consider for zoonotic virus emergence in a new host population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "In evaluating the threat to humans posed by PDF-2180 and HKU5-CoV, the results 256 demonstrate a pathway to emergence. Neither CoV spike uses human DPP4 for entry, and the 257 PDF-2180 chimera failed to replicate in human respiratory models, even in the presence of258 trypsin. However, replication in Huh7 and Caco-2 cells indicates human infection compatibility 259 and may portend differential tropism, possibly in the alimentary or biliary tracts, as has been 260 described for several mammalian CoVs (34-36). MERS-Uganda or HKU5-CoV could utilize this 261 same trypsin-rich environment in the gut to emerge as an enteric pathogen in humans, although 262 its pathology and virulence would be hard to predict. Evidence from both SARS-CoV and 263 MERS-CoV outbreaks suggests the involvement of enteric pathways during infection (39, 40).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Replication in the gut might select for mutations that expand spike processing/tropism and allow 265 replication in other tissues, including the lung, and lead to virulent disease in the new host HKU5-CoV, we must consider the emergence of these CoVs in tissues other 268 than the lung and harboring distinct pathologies compared to epidemic SARS and MERS-CoV.269The receptor dynamics of MERS-Uganda and HKU5-CoV also remain unclear in the 270 context of this study. In the presence of trypsin, neither spike protein requires the MERS-CoV 271 receptor, DPP4 for entry, which is consistent with the differences between the receptor-binding 272 domains of the bat and epidemic strains. Therefore, it was not surprising that antibodies that273 target the RBD of the MERS-CoV spike were ineffective in blocking infection of the PDF-2180 274 chimera. However, the S2-targeted antibody, G4, also had no efficacy against MERS-Uganda, 275 despite a relatively conserved binding epitope. This result is possibly explained by differing 276 amino acid sequences between MERS-CoV and PDF-2180 at the G4 epitope, specifically 277 residue 1175, which is associated with G4 escape mutants in MERS-CoV (24). Alternatively, the 278 G4 antibody also failed to neutralize wild-type MERS-CoV grown in the presence of trypsin, 279 indicating that entry is still possible, despite treatment with antibody binding the S2 domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Conversely, the presence of trypsin may prime a receptor-independent entry for the MERS-281 Uganda chimera, similar to the JHVM strain of MHV (42). Yet, this result would contrast PEDV, 282 which requires receptor binding prior to trypsin activation to facilitate infection (35). Importantly, 283 the lack of infection in respiratory cells suggests that some receptor or attachment factor is 284 necessary to mediate entry with the PDF-2180 spike. Recent work with MERS-CoV binding 285 sialic acid supports this idea (43) and indicates that the PDF-2180 spike may not have a similar 286 binding motif. Ovrall, further experimental studies are required to fully understand the receptor 287 dynamics of the PDF-2180 spike.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "While providing a new strategy to recover zoonotic CoVs, this manuscript highlights289 proteolytic cleavage of the spike as a major barrier to group 2C zoonotic CoV infection. For both 290 MERS-Uganda and HKU5-CoV, the addition of exogenous trypsin rescues infection, indicating 291 that spike cleavage, not receptor binding, limits these strains in new hosts and tissues. the protease cleavage sites or infection of tissues with robust host protease 293 expression could permit these two zoonotic CoV strains to emerge and may pose a threat to 294 public health due to the absence of effective spike-based therapeutics. In considering cross-295 species transmission, our results using reconstructed bat group 2C CoVs confirm spike 296 processing as a correlate associated with emergence. Adding spike processing to receptor 297 binding as primary barriers offers a new framework to evaluate the threat of emergence viruses, in vitro infection, and plaque assays. Vero cells were grown in DMEM (Gibco, 302 CA) supplemented with 5% FetalClone II (Hyclone, UT) and antibiotic/antimycotic (anti/anti) 303 (Gibco, CA). Huh7 cells were grown in DMEM supplemented with 10% FetalClone II and 304 anti/anti. Caco-2 cells were grown in MEM (Gibco, CA) supplemented with 20% Fetal Bovine 305 Serum (Hyclone, UT) and anti/anti. Human airway epithelial cell (HAE) cultures were obtained 306 from the UNC CF Center Tissue Procurement and Cell Culture Core from human lungs 307 procured under Univeristy of North Carolina at Chapel Hill Institutional Review Board-approved 308 protocols. Wild-type MERS-CoV, chimeric MERS-Uganda and HKU5-CoV were cultured on 309 Vero cells in OptiMEM (Gibco, CA) supplemented with anti/anti. For indicated experiments, 310 trypsin (Gibco, CA) was added at 0.5 µg/ml unless otherwise indicated. 311 Generation of wild-type MERS-CoV, MERS-Uganda, and HKU5-CoV viruses utilized 312 reverse genetics and have been previously described (6, 17, 44). For MERS-Uganda chimera 313 expressing RFP, we utilized the MERS-CoV backbone, replacing ORF5 with RFP as previously 314 described (17). Synthetic constructions of chimeric mutant and full-length MERS-Uganda and 315 HKU5-CoV were approved by the University of North Carolina Institutional Biosafety Committee.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "317 described (12, 45-47). Briefly, cells were washed with PBS and inoculated with virus or mock 318 diluted in OptiMEM for 60 minutes at 37 °C. Following inoculation, cells were washed 3 times, 319 and fresh media with or without trypsin was added to signify time 0. Three or more biological 320 replicates were harvested at each described time point. For HAE cultures, apical surfaces were 321 washed with PBS containing 5ug/ml trypsin at 0, 8, 18, 24, and 48 hours post infection. No 322 blinding was used in any sample collections, nor were samples randomized. Microscopy photos 323were captured via a Keyence BZ-X700 microscope.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "antibody neutralization assays, MERS-CoV and MERS-Uganda stocks were grown 325 in OptiMEM both with and without trypsin. All stocks were quantified via plaque assay by anti-DPP4 blocking experiments, Vero cells were preincubated with serum-free 330 OptiMEM containing 5ug/ml anti-human DPP4 antibody (R & D systems, MN) for one hour.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Media was removed and cells were infected for 1 hour with virus or mock inoculum at a 332 multiplicity of infection of 0.1. The inoculum was removed, cells were washed three times with 333 PBS, and media was replaced. 334 RNA isolation and quantification. RNA was isolated via TRIzol reagent (Invitrogen, CA) and 335 Direct-zol RNA MiniPrep kit (Zymo Research, CA) according to the manufacturer's protocol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "336MERS-CoV and MERS-Uganda gRNA was quantified via TaqMan Fast Virus 1-Step Master Mix337(Applied Biosystems, CA) using previously reported primers and probes targetingORF1ab (47)    338 and normalized to host 18S rRNA (Applied Biosystems, CA). HKU5-CoV RNA was first reverse 339 transcribed using SuperScript III (Invitrogen) and was, CA) then assayed using SsoFast 340EvaGreen Supermix (Bio-Rad, CA) and scaled to host GAPDH transcript levels. HKU5 gRNA 341 was amplified with the following primers: Forward -5'-CTCTCTCTCGTTCTCTTGCAGAAC-3',342Reverse -5'-GTTGAGCTCTGCTCTATACTTGCC-3'. GAPDH RNA was amplified with the 343 following primers: Forward -5'-AGCCACATCGCTGAGACA--3', Reverse -5'-344 GCCCAATACGACCAAATCC-3'. Fold change was calculated using the Ct method and was 345 scaled to RNA present at 0 hours post-infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Generation of VRP, polyclonal mouse antisera, and western blot analysis. Virus replicon 347 particles (VRPs) expressing the MERS-CoV nucleocapsid or HKU5-5 CoV spike were 348 constructed using a non-select BLS2 Venezuelan Equine Encephalitis (VEE) virus strain 3546 349 replicon system as previously described (48). Briefly, RNA containing the nonstructural genes of 350 VEE and either MERS-CoV nucleocapsid or HKU5-5 CoV spike was packaged using helper",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Virus neutralization assays. Plaque reduction neutralization titer assays were preformed with 359 previously characterized antibodies against MERS-CoV as previously described(23, 24).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Briefly, antibodies were serially diluted 6-to 8-fold and incubated with 80 PFU of the indicated 361 viruses for 1 h at 37°C. The virus and antibodies were then added to a 6-well plate of confluent 362 Vero cells in triplicate. After a 1 hour incubation at 37°C, cells were overlaid with 3 ml of 0.8% 363 agarose in OptiMEM supplemented with 0.5 µg/ml trypsin and anti/anti. Plates were incubated 364 for 2 or 3 days at 37°C for MERS-CoV or MERS-Uganda, respectively, and were then stained 365 with neutral red for 3 h, and plaques were counted. The percentage of plaque reduction was 366 calculated as [1 − (no. of plaques with antibody/no. of plaques without antibody)] × 100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "367 Biosafety and biosecurity. Reported studies were initiated after the University of North 368 Carolina Institutional Biosafety Committee approved the experimental protocols. All work for 369 these studies was performed with approved standard operating procedures (SOPs) and safety 370 conditions for MERS-CoV and other related CoVs. Our institutional CoV BSL3 facilities have 371 been designed to conform to the safety requirements recommended in Biosafety in 372 Microbiological and Biomedical Laboratories (BMBL), the U.S. Department of Health and 373 Human Services, the Public Health Service, the Centers for Disease Control (CDC) and the 374 National Institutes of Health (NIH). Laboratory safety plans have been submitted, and the facility 375 has been approved for use by the UNC Department of Environmental Health and Safety (EHS) 376 and the CDC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Gralinski L, Totura A, Heise M, Baric RS. 2011. A double-inactivated severe acute 569 respiratory syndrome coronavirus vaccine provides incomplete protection in mice and 570 induces increased eosinophilic proinflammatory pulmonary response upon challenge. J 571 Virol 85:12201-12215. 572 50. Sheahan T, Whitemore A, Long K, Ferris M, Rockx B, Funkhoser W, Donaldson E, 573 Gralinski L, Collier M, Heise M, Davis N, Johnston R, Baric RS. 2011. Successful 574 vaccination strategies that protect aged mice from lethal challenge from influenza virus 575 and heterologous severe acute respiratory syndrome coronavirus. J Virol 85:217-230. 576 51. Huynh J, Li S, Yount B, Smith A, Sturges L, Olsen JC, Nagel J, Johnson JB, 577 Agnihothram S, Gates JE, Frieman MB, Baric RS, Donaldson EF. 2012. Evidence 578 supporting a zoonotic origin of human coronavirus strain NL63. J Virol 86:12816-12825.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Exogenous trypsin rescues MERS-Uganda spike replication. A & B) Structure of 583 the MERS-CoV spike trimer in complex with the receptor human DPP4 (red) from the A) side 584 and B) top. Consensus amino acids are outlined for the S1 (grey) and S2 (black) domains, with 585 PDF-2180 differences noted in magenta. C) Spike protein sequences of the indicated viruses 586 were aligned according to the bounds of total spike, S1, S2, and receptor-binding domain 587 (RBD). Sequence identities were extracted from the alignments, and a heatmap of sequence 588 identity was constructed using EvolView (www.evolgenius.info/evolview) with MERS-CoV as the 589 reference sequence. D) MERS-Uganda chimera stocks were grown in the presence or absence 590 of trypsin and were quantitated by plaque assay with a trypsin-containing overlay (n = 2). E) 591 Expression (qRT-PCR) of MERS-CoV (black) and MERS-Uganda (magenta) genomic RNA 592 following infection of Vero cells in the presence or absence of trypsin (n=3 for each time point).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": ") Protein expression of MERS-CoV nucleocapsid (N) and actin 18 hours post-infection of Vero 594 in the presence or absence of trypsin in the media. G) Phase-contrast and RFP expression 595 microscopy in Vero cells infected with MERS-CoV, MERS-Uganda spike chimera, or mock in 596 the presence or absence of trypsin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "MERS-Uganda spike chimera replicates in human cells. A & B) Huh7 cells were 598 infected with MERS-CoV or MERS-Uganda chimeric viruses, showing A) microscopy images of 599 cell monolayer and RFP expression with and without trypsin treatment and B) N protein 600 expression following infection of Huh7 cells in the presence or absence of trypsin. C & D) 601 Primary HAE cultures were infected with MERS-CoV or MERS-Uganda chimera, showing C) 602 RFP expression and D) genomic viral RNA following infection (n = 3 for 8, 24 HPI). E & F) Caco-603 2 cells were infected with MERS-CoV or MERS-Uganda chimeric viruses expressing RFP, 604 showing E) microscopy images of cell monolayer and RFP expression with and without trypsin 605 treatment and F) N protein expression following infection of Caco-2 cells in the presence or 606 absence of trypsin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "MERS-Uganda spike does not utilize DPP4 for infectfsion. A & B) Vero cells were 608 infected with MERS-CoV or MERS-Uganda chimeric virus in the presence or absence of trypsin 609 and a blocking antibody against human DPP4. A) Fluorescent microscopy showing RFP 610 expression 24 hours post-infection for each treatment group. B) Western blot of N protein and 611 actin 24 hours post-infection. Antibodies against MERS-CoV fail to neutralize MERS-Uganda chimera. A) 613 Structure of the MERS-CoV spike trimer with therapeutic antibody LCA60 bound adjacent to the 614 receptor-binding domain and the antibody G4 bound to the S2 portion. Consensus amino acids 615 are outlined for the S1 (grey) and S2 (black) domains, with PDF-2180 differences noted in 616 magenta. B & C) Plaque neutralization curves for B) LCA60 and C) G4 with (solid) and without 617 (dotted) trypsin treatment for MERS-CoV (black) and MERS-Uganda chimera (magenta) (n=3 618 per concentration).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Exogenous trypsin rescues replication of HKU5-CoV. Vero cells were infected 620 with full-length HKU5-CoV in the presence or absence of trypsin. A) Expression (qRT-PCR) of 621 HKU5-CoV viral genome in the presence or absence of trypsin (n=3). B) Immunoblotting of 622 HKU5 spike protein and cellular actin 24 and 48 hours post-infection with varying concentrations 623 of trypsin in the media. C) Immunoblotting for MERS N protein and cellular actin following 624 infection in the presence or absence of trypsin and human DPP4 antibody.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Barriers to zoonotic coronavirus emergence. Both receptor binding and protease 626 activitation are key correlates that govern zoonotic coronavirus emergence. A) A lack of 627 receptor binding with zoonotic CoVs precludes the infection of new host cells. B) Despite 628 receptor binding, the absence of compatible host proteases for spike cleavage restricts infection 629 in new hosts. C) The addition of exogenous protease overcomes the host protease barriers and 630 may or may not require receptor binding.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". In contrast, wild-type MERS-CoV efficiently infects these HAE cultures, as demonstrated by both RFP expression and viral genomic RNA accumulation. Together, the Calu3 and HAE results suggest that the PDF-2180 spike is unable to infect respiratory cells in humans, even in the presence of exogenous trypsin.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and HKU5-CoV spikes are capable of binding to and infecting human cells if primed by trypsin cleavage. Together, the results argue that several circulating zoonotic CoV strains have the capacity to bind to human cells without adaption and that receptor binding may not be the only 217 barrier to CoV emergence.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research described in this manuscript was supported by grants from the United States 379 Agency for International Development (USAID) Emerging Pandemic Threats PREDICT project",
            "cite_spans": [],
            "ref_spans": [],
            "section": "378"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "440"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "540"
        }
    ]
}