{
    "paper_id": "f87eec8279bc79900914c5689bb42f49f41aace5",
    "metadata": {
        "title": "The spatiotemporal estimation of the dynamic risk and the international 1 transmission of 2019 Novel Coronavirus (COVID-19) outbreak: A global 2 perspective 3",
        "authors": [
            {
                "first": "Yuan-Chien",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wan-Ju",
                "middle": [],
                "last": "Chi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Ting",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun-Yeh",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": " 5 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "of China, countries are at the most critical stage to avoid outbreaks of domestic cluster 48",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many studies or reports have started revealing that SARS-CoV-2 is very infectious (Li 50 et al., 2020; Wu, Leung, & Leung, 2020) Many clinical cases are asymptomatic or 51 mildly diagnosed patients (Liu, Liao, Chang, Chou, & Lin, 2020), which greatly 52 increases the potential for transmission and makes epidemic prevention very difficult. 53",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "(Li 50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "Therefore, it will likely evolve into a global pandemic of epidemic disease in the future. 54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "Many countries have started implementing measures to prevent the epidemic spreading 55 in their countries, including stopping flights from China, quarantining at airports, 56 suspending visas for Chinese citizens, issuing travel warnings to China and advising 57 citizens not to visit China unless necessary, and implementing home quarantine or 58 stopping the entry and transfer of foreign tourists who have traveled to China within 14 59 days to prevent imported cases after overseas traveling. However, since many countries 60 have very close business or human relationships with China, it is impossible to avoid 61 imported cases. Therefore, to understand the initial transmission of novel infectious 62 diseases, we must first understand each country's connectivity to the country of origin, 63 which is the first step for countries around the world to prevent the first stage of 64 overseas imported cases. 65",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "Since the outbreak, we all want to know how COVID-19 will spread from Wuhan all 66 across China and further from China to all around the world in terms of both time and 67 space. A previous study made preliminary estimations and predictions through a typical 68 infectious disease model called a susceptible-exposed-infectious-recovered (SEIR) to understand how the epidemic will develop in the future such as the parameters when 71 the peak is reached. Unknown infectious diseases have made it very difficult to adjust 72 and calibrate the parameters of various prediction models like the SEIR model, making East respiratory syndrome (MERS) are less suitable for use with COVID-19, even if 77 they have highly similar genome sequence identity (Lu et al., 2020; Qiao, 2020) . In 78 addition, since the global epidemic is just beginning, there is insufficient data to 79 implement proper supervised learning models in machine learning methods or even 80 statistical models. 81",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 343,
                    "text": "(SEIR)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 761,
                    "text": "(Lu et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 762,
                    "end": 773,
                    "text": "Qiao, 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "Currently, the spatiotemporal epidemic transmission patterns, prediction models, and 82 possible risk analyses for the future at the global-scale remain insufficient for COVID-83 19 but we urgently need relevant information. This is an important and critical time for 84 global early-stage epidemic control and public health issues. It is difficult for us to 85 predict future case changes in various countries, particularly the first stage of overseas 86 imported cases from China and the second stage of local transmission cases. Under this 87 background of high uncertainty around COVID-19, our study aims at global COVID-88 19 risk analysis from a data analysis perspective. 89",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "Understanding the connectivity with the country of origin for infectious diseases, i.e. 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "China, is a useful way for countries to quantitatively evaluate the risk of imported cases. 91",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "Higher connectivity is indicative of a higher risk of importation. In addition, for the 92 analysis of worldwide countries other than China, we can use the changes in the number 93 of cases that have been widespread in China's provinces to estimate the number of cases 94 worldwide. In other words, except for Hubei Province, where Wuhan is located, the 95 epidemic pattern of China's provinces precedes that of countries around the world by 96 about 0.5-1 months. Thus, this can be used as a dynamic reference basis for case 97 prediction, simulation, and risk analysis in various countries (Figure 1 CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 601,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "infections. 49"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint a. Data 119",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "The original laboratory-confirmed cases data is collected from the WHO situation 120 reports of COVID-19 (WHO, 2020) and the Center for Systems Science and 121",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "Engineering (CSSE) at Johns Hopkins University (JHUCSSE, 2020) for 122 2020/1/21-2020/2/12. To define connectivity between countries, international 123 mobility data is calculated from flight route numbers between airports. If more 124 direct routes are found between two airports, this represents higher connectivity. Assuming that all countries are fully committed to epidemic prevention and well-133 prepared for epidemic prevention but that there are no specific medicines or 134 vaccines, it is assumed that COVID-19 is not affected by climatic factors (such as 135 temperature). The changes in the case number for each country can be divided into 136 two major stages. The first stage is mainly based on imported cases of immigration 137 from abroad or sporadic cases of local traceable infection sources. The time that 138 the first case happens in each country and the daily number of subsequent cases 139 that continue to occur are based on the country's Health Care Index and 140 connectivity to the country of outbreak. Here, the country's vulnerability to 141 outbreak countries for coronavirus is defined as: 142",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "(1) 144 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infections. 49"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint connectivity is defined as the total number of flight routes between country k and 146 country i, the outbreak countries. The final vulnerability value is standardized to 147 0-1. 148",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The higher the Health Care Index, the better the resistance against outbreaks from 149 outbreak countries so we have less vulnerability. Meanwhile, higher connectivity 150 or transmissibility indicates that a country has more interactions and higher human 151 mobility with outbreak countries, which makes the disease more easily transmitted 152 to this country, so it has a higher vulnerability. 153",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We determine the time after the first case in each country based on the weight 154 calculation from the vulnerability. In the first stage, the daily confirmed cases 155 number is determined by a random number based on the historical data distribution 156 of the daily confirmed cases number and vulnerability in each country. In other 157 words, if a country has a high number of confirmed cases during the first stage, it 158 means that the country either lacks adequate medical conditions and epidemic 159 control measures or is highly vulnerable to China. It is very likely that there will 160 be a higher chance of a confirmed case in the future. In our results section, we 161 estimate and calibrate the vulnerability and the number of confirmed cases for each 162 country. 163",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Singapore, >40 cases are confirmed, which means that the potential for cluster 165 infections is quite high. After entering community cluster infections, the influence 166 of each country's own populace is greater than that of immigrants. Therefore, it is 167 defined as entering the second stage of simulation after the cumulative case 168 number is >40 cases. 169",
            "cite_spans": [],
            "ref_spans": [],
            "section": "According to the available data and examples of local cluster infections in 164"
        },
        {
            "text": "It is assumed that in the second stage-after entering the local cluster infection-171 the pattern change in the number of cases will be similar to that of Hubei Province 172 or other provinces in China. Since this study assumes that future information is 173 clearer than when China started its outbreak, all countries have already prepared 174 to prevent epidemic outbreaks. Therefore, a more conservative method is used to 175 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second stage: Localized outbreaks 170"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint Generate 1,000 simulation data of future case growth and extract three scenarios 177 of high (quantile = 0.95), medium (quantile = 0.5), and low (quantile = 0.05) 178 infection from the simulation results while retaining the potential for changes in 179 the number of cases in Hubei as the worst future scenario (Extreme Scenario). 180",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Both a sigmoid function and polynomial regression are used to extend the 181 simulation time for different assumed second scenarios, A sigmoid function is 182 used to assume that the epidemic in China has almost reached its peak as a more 183 conservative scenario; polynomial regression is used for the assumption that the 184 epidemic in China will continue and shows no signs of easing (Table 1) U(x), and random draws X = x(j) from the target distribution π (Jørgensen, 2000) . 195",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 479,
                    "text": "(Jørgensen, 2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 398,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. country's population density. We assume that countries with higher population 216 densities are more likely to be exposed to COVID-19. Under the condition that 217 local cluster infection has occurred in the second stage, the higher the population 218 density, the more likely a serious outbreak and thus higher overall risk. 219",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Vulnerability is defined as the ratio of connectivity to the Health Care Index 220 calculated in this study, as previously described. At present, only countries' 221 vulnerability to China is considered. In the future, it can be summed according to CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Since the local medical system in Hubei Province may be insufficient to support 228 the huge number of patients, the official diagnoses may be an underestimate. 229",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Therefore, we first collected information on the evacuation flights from different 230 countries at different times to calculate the proportion of confirmed cases and used 231 this to estimate the infection rate in Wuhan based on the concept of statistical 232 sampling, as shown in Table 2 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "257"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint vulnerability. Taiwan has the highest vulnerability to novel coronavirus outbreak from 261",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "China, or broadly speaking to various human infectious diseases from China, followed 262 by South Korea, Hong Kong, and Japan. These countries are the most vulnerable, 263 followed by Thailand, the United States, Russia, Macau, and Singapore. The top-20 264 countries listed in Table 3 are considered relatively vulnerable. 265",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 285,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Without effective anti-epidemic measures in these countries, cases of overseas imports 266 from China may soon occur. Figure 3 observes the relationship between each country's 267 vulnerability and days taken for the first imported case to occur; they show a very high 268 exponential decreasing relationship. This result proves our argument and confirms that 269 the vulnerability index proposed by this study is very informative and can well express 270 the possibility and number of cases that may happen in the first stage for each country. 271",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Although different countries' immediate epidemic prevention policies may affect this; 272 overall, the more vulnerable a country, the sooner its first overseas import case from 273",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "China would occur. Meanwhile, the lower the vulnerability, the later such a case would 274",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In addition, we can observe the relationship between vulnerability and the cumulative 276 number of cases in each country as shown in Figure 4 ; this shows a clear linear 277",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "occur. 275"
        },
        {
            "text": "relationship. This is a dynamic process that changes daily with the number of 278 cumulative cases. Since the beginning of the outbreak in January 2020, various 279 countries' governments have implemented related measures for epidemic prevention 280 such as reducing flights and stopping visas so that many countries with high 281 vulnerability can maintain a small number of cases. The countries below this regression 282 line-including Taiwan, Korea Republic, and Russia-can be regarded as countries 283 with excellent initial epidemic prevention work and Japan and the United States have 284 performed fairly well (unfortunately, Japan starting finding outbreak community 285 infections after this study was completed), whereas Singapore and Thailand are far 286 above the regression line with higher cases and may have higher risk in the future. 287 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "occur. 275"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint Figure 3 . The relationship between each country's vulnerability and how many days it 296 took before the first imported case occurred. The fitted regression function is y = 297 10.93exp(-3.32x) + 0.19 298 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint period and the number of outbreak cases has started to decline. Therefore, the results of 316 simulations applied in other countries show that the cumulated case number increases 317 rapidly at the start for some countries, particularly for countries with higher 318 vulnerability. After one month, the epidemic was controlled and the number of cases in 319 each country no longer increased significantly. Meanwhile, considering the extreme, 320 high, medium, and low simulation levels of the epidemic scenarios in various countries, 321 it can also be seen that after a period of time, namely in April, the case number 322 differences between the scenarios will be clearly comparable. A1 extreme is the highest 323 scenario, followed by B1, C1, and D1. Meanwhile, severe scenarios ( Figure 8) are 324 based on the trend that COVID-19 may be like traditional influenza for a global 325 pandemic; that is, cases will continue to occur, which may lead to >10,000 cases in 326 some countries. However, the general spatial distribution of case numbers is similar to 327 conservative scenarios. This scenario is still the same as that with the highest case 328 numbers in the A2 extreme scenario, followed by B2, C2, and D2. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 891,
                    "end": 900,
                    "text": "Figure 8)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint 356 357 358 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.29.20029413 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus 435 indicating person-to-person transmission: a study of a family cluster",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Managing the risks of extreme 438 events and disasters to advance climate change adaptation: special report of 439 the intergovernmental panel on climate change",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Barros",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Stocker",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Dahe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Climate Change",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ipcc",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Synthesis Report. Contribution of Working",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Calibration of a Monte Carlo simulation model of disease 445 spread in slaughter pig units",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jørgensen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Computers and Electronics in Agriculture",
            "volume": "25",
            "issn": "3",
            "pages": "245--259",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "the Center for Systems Science and Engineering",
            "authors": [
                {
                    "first": "Jhucsse",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genomic 456 characterisation and epidemiology of 2019 novel coronavirus: implications for 457 virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-4586736"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A 460 Novel Coronavirus Emerging in China -Key Questions for Impact",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Climate change 2014: Synthesis report",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Working Groups I, II and III to the fifth assessment report of the 465",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Intergovernmental Panel on Climate Change: Ipcc",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Uncertainty estimation and Monte Carlo 467 simulation method",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Flow Measurement and Instrumentation",
            "volume": "12",
            "issn": "4",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Climate change 2007-impacts, adaptation and vulnerability: Working 470 group II contribution to the fourth assessment report of the IPCC",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Canziani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Palutikof",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "What are the risks of COVID-19 infection in pregnant women? The 473",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nowcasting and forecasting the potential 478 domestic and international spread of the 2019-nCoV outbreak originating in",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A modelling study. The Lancet",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Wuhan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-480"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "73 the model predictions very uncertain and restrictive. The totally different pattern of 74 transmission means that all spatiotemporal models or patterns from other coronaviruses 75 such as the 2003 severe acute respiratory syndrome (SARS) outbreak and the Middle 76",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The cumulated confirmed case numbers of all provinces in China for 100 study, we developed a novel two-stage simulation model to simulate the 103 spatiotemporal changes in the number of COVID-19 cases and estimate the future 104 worldwide risk based on a data-driven approach. Based on each country's connectivity 105 to China, medical and epidemic prevention capabilities, and future conditions, different 106 scenarios are generated with which to analyze the potential transmission around the 107 world. Meanwhile, from a risk management perspective, understanding risk and proper 108 risk management is a very important part of preventing the spread of infectious diseases 109 in various countries. According to the definition of the Intergovernmental Panel on 110 Climate Change (IPCC) at the United Nations, risk can be considered a function of 111 exposure, hazard, and vulnerability (IPCC, 2014). Therefore, to assess the risk of 112 COVID-19 from China, we defined and calculated the countries' exposure and hazard 113 of and vulnerability to COVID-19 around the world and generated comprehensive 114 spatiotemporal dynamic risk maps over time. 115 116 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "125 The original route data is accessible from Openflight.org, which is an open-source 126 project to collect and visualize flight information. The world's Health Care Index 127 is collected from Numbeo, which is the world's largest database of user-128 contributed data about cities and countries worldwide. Population density data 129 were collected from the World Bank. 130 b. Two-stage simulation modeling framework: 131 First stage: Imported cases 132",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "simulation is a very suitable risk-assessment method; it can perform 189 simulation based on limited data and different scenarios to understand the possible 190 risks since computers can easily simulate a huge number of experimental trials that 191 have random outcomes and uncertainty (Papadopoulos & Yeung, 2001). The 192 elements of the Monte Carlo simulation method including the expectation 193 { ( )}, which is with respect to the probability density π, the response function 194",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Dahe, 2012; Pachauri et al., 2014; Parry et al., 2007). The risk assessment is 199 based on the results of the interaction of various components: hazard, vulnerability, 200 and exposure. In other words, the risk of adverse effects from the impact of 201 extreme events is defined as a function of the vulnerability, exposure, and hazard. 202 Here, extreme events would be outbreaks of COVID-19 in global countries. 203 Among them, we adapt the definition of vulnerability from IPCC; vulnerability is 204 the degree to which a system is susceptible to and unable to cope with the adverse 205 effects of climate change, including climate variability and extremes (Parry et al., 206 2007). 207 Therefore, according to the most commonly used approach to risk definition, the 208 risk is defined here as: 209 Risk = Hazard × Exposure × Vulnerability 210 The infectivity and mortality of COVID-19 under different climatic conditions 211 remain unknown at present, so it is assumed that the infectivity of COVID-19 and 212 the hazard to the human body are the same in all countries. The degree of hazard 213 in each country becomes the estimated number of cases within the country; the 214 greater the number of cases, the greater the potential hazard. Exposure is each 215",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "222 whichever countries have experienced large-scale outbreaks based on the 223 superposition principle. 224 225 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "233Sample 1 was calculated based on the average of all cases in the countries collected 234inTable 2. The proportion P1 = 0.51%, with 95% confidence interval [0.32%, 235 0.80%]. There are nine million current residents in Wuhan as announced by the 236 press conference held by the Hubei Provincial Government of China on the 237 evening of 1/26; of these, approximately 45,900 people with 95% confidence 238 interval [28,800, 72,000] may be infected. As of the official announcement of 239 2020/2/8, the number of confirmed cases in Hubei has reached 27,100 people, and 240 the number of confirmed cases in China has reached 34,546 people. This 241 estimation sample is insufficient to show the number of hidden cases. 242 According to the news press and public information, avoiding onboard infection 243 or the triggering of more domestic infections, many countries have screened 244 evacuating people, such as those who have a fever or with confirmed infections, 245 to prevent them from boarding planes. Therefore, this sampling will be 246 underestimated. 247 Sample 2 only collected cases of Japanese, German, and Malaysian evacuation 248 charter flights as these may be more relevant for sampling. In other words, the 249 worst scenario is taken here. The proportion P2 = 1.46%, with 95% confidence 250 interval [0.89%, 2.39%]. Based on the nine million people living in Wuhan, the 251 average number of people infected during early February was about 131,400 with 252 95% confidence interval [80,100, 215,100]. 253 254 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Global vulnerability map for the COVID-19 outbreak from China 289 290",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The relationship between vulnerability and the cumulative number of cases in 301 each country. The coefficient of the OLS Regression equation is 35.94 with R 2 = 0.587 302 and 95% C.I = [26.896, 44.994]. 303 304 305 c. Simulation result and dynamic risk analysis 306 Figure 5 is the time series of the 1,000 countries' simulated case numbers after the 307 second stage outbreak in the future using Monte Carlo simulation. Figure 6 is the 308 simulated number of potential cases under four different scenarios: high, medium, and 309 low, and the extreme scenarios of Hubei Province. After combining the simulation 310 results of the countries' first and second stages around the world using the data fusion 311 algorithm, the simulated cases in different future scenarios are generated as shown in 312 Figures 7 and 8. 313",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "329 Then, the risk calculation method combines hazard with vulnerability and population 330 density to calculate changes over time in the different scenarios of different countries 331 around the world over time to generate the COVID-19 dynamic risk map, as shown in Here, we show some representative time slices only with scenario C2. For the 333 full time period 2020/1/21-2020/5/31 in the GIF animation format, please refer to 334 Supplementary Materials. Due to each country's different vulnerability and population 335 density, the spatial distribution will differ slightly from the hazard maps show in 336 Figures 7 and 8. Some countries have higher risks because of their higher vulnerability 337 or population density. In particular, Asian countries near China have higher risk, 338 particularly East and Southeast Asia. Some other countries have gradually increased 339 their risks over time. For example, countries in Europe, Africa, and South America 340 started increasing their risks from March to April.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Time series of the 1,000 countries simulated case numbers after the second-343 stage outbreak in the future using Monte Carlo simulation. 344 The simulated number of potential cases in four different scenarios: high, 346 medium, low, and the extreme scenarios of Hubei Province 347",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The simulated cumulative case maps for conservative scenarios of A1, B1, 350 C1, and D1 in different time-slices. 351",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The simulated cumulative case maps for severe scenarios of A2, B2, C2, and 354 D2 in different time-slices. 355",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. The setting of simulation scenarios. 187",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The first 20 countries' vulnerability to the COVID-19 outbreak from China 291",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study proposes a framework for the dynamic risk analysis of novel coronavirus 362 SARS-CoV-2-infected pneumonia disease , attempts to understand the 363 impact of vulnerability, and uses this information to simulate the development of the 364 number of potential cases in different countries in the future. In addition, this study 365 compares and quantifies the initial epidemic prevention capabilities and various 366 countries' management strategies. At present, this study focuses on the spread of risk 367 in space and time, which can be used as early-stage control when a novel infectious 368 disease breaks out. In the future, it should be possible to simulate the changes in the 369 number of recoveries or deaths at the same time to better understand the future risk 370 reduction process. Based on this framework, we can perform the next stage of 371 simulation, continuously modify the risk map, and dynamically update the analysis 372 results. However, there is currently no complete understanding of the characteristics of 373 COVID-19 around the world. There is still a great deal of uncertainty regarding when 374 the epidemic will reach its peak and it is unclear whether recovered patients are still 375",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Although the outbreak occurred in China, the epidemic is still in its initial stage for the 377 whole world. This study is a preliminary estimation and it can be assumed that COVID-378 19 is not controlled by climatic factors or effective drugs. Moreover, many cases with 379 mild symptoms or even asymptomatic cases have appeared clinically, which has made 380 epidemic prevention and modeling very difficult. According to this study's simulation 381 results, if there is no specific medicine, it will likely form a global pandemic. 382Although in this study, we collected the proportion of evacuation charter infection cases 383 in various countries and estimated that the total number of cases in Hubei Province is 384 much larger than the actual official case number, we still adopt a more conservative 385 method that uses the official case number for risk assessment. This is based on the 386 assumption that countries are well-prepared for epidemic prevention. We believe that 387 framework, we can further superimpose the next outbreak on the global impact such as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infectious. 376"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests 424"
        }
    ]
}