{
    "paper_id": "f89618a7949b8ff9b92c87ca5b839a3107957b5c",
    "metadata": {
        "title": "A novel defective recombinant porcine enterovirus G virus carrying a 2 porcine torovirus papain-like cysteine protease gene and a putative anti- 3 apoptosis gene in place of viral structural protein genes 4 5 6 Ryo Imai",
        "authors": [
            {
                "first": "Makoto",
                "middle": [],
                "last": "Nagai",
                "suffix": "",
                "affiliation": {},
                "email": "m-nagai@azabu-32u.ac.jp.e-mailaddress:m-nagai@cc.tuat.ac.jp"
            },
            {
                "first": "Shoichi",
                "middle": [],
                "last": "Sakaguchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tsuneyuki",
                "middle": [],
                "last": "Masuda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurayoshi Livestock Hygiene Service Center",
                    "location": {
                        "settlement": "Kurayoshi, Tottori",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Moegi",
                "middle": [],
                "last": "Kuroda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurayoshi Livestock Hygiene Service Center",
                    "location": {
                        "settlement": "Kurayoshi, Tottori",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Mami",
                "middle": [],
                "last": "Oba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yukie",
                "middle": [],
                "last": "Katayama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuki",
                "middle": [],
                "last": "Naoi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shinobu",
                "middle": [],
                "last": "Tsuchiaka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tsutomu",
                "middle": [],
                "last": "Omatsu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Yamazato",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurayoshi Livestock Hygiene Service Center",
                    "location": {
                        "settlement": "Kurayoshi, Tottori",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shinji",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Makino",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tetsuya",
                "middle": [],
                "last": "Mizutani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Enterovirus G (EV-G) belongs to the family of Picornaviridae. Two types of recombinant porcine 36 EV-Gs carrying papain-like cysteine protease (PLCP) gene of porcine torovirus, a virus in 37 Coronaviridae, are reported. Type 1 recombinant EV-Gs are detected in pig feces in Japan, USA, 38 and Belgium and carry the PLPC gene at the junction site of 2C/3A genes, while PLPC gene 39 replaces the viral structural genes in type 2 recombinant EV-G detected in pig feces in a Chinese 40 farm. We identified a novel type 2 recombinant EV-G carrying the PLCP gene with flanking 41 sequences in place of the viral structural genes in pig feces in Japan. The ~0.3 kb-long upstream 42 flanking sequence had no sequence homology with any proteins deposited in GenBank, while the 43 downstream ~0.9 kb-long flanking sequence included a domain having high amino acid sequence 44 homology with a baculoviral inhibitor of apoptosis repeat superfamily. The pig feces, where the 45 novel type 2 recombinant EV-G was detected, also carried type 1 recombinant EV-G. Although the 46 phylogenetic analysis suggested that these two recombinant EV-Gs have independently evolved, 47 type 1 recombinant EV-G might have served as a helper virus by providing viral structural proteins 48 for dissemination of the type 2 recombinant EV-G. 49 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Enterovirus G (EV-G) is an enveloped RNA virus, belonging to the family of Picornaviridae. 54 More than 20 types of EV-G, known as EV-G1 to EV-G20, have been identified [1, 2] . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/510131 doi: bioRxiv preprint 3 60",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "By using a metagenomics approach, we have detected the genomes of EV-G1, 2, 3, 4, 6, 9, 10 61 and a new type of EV-Gs in feces of pigs with or without diarrhea in Japan [3] . Among them, 16 62 isolates of EV-G1 and one isolate of EV-G2 show an insertion of a papain-like cysteine protease 63 (PLCP) gene from porcine torovirus at the 2C-3A junction sites [4] (Fig. 1A) The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/510131 doi: bioRxiv preprint downstream flanking sequences (Fig. 1B) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 539,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "To confirm the genome sequence of the newly identified type 2 recombinant EV-G obtained by 114 metagenomics analysis, we performed long RT-PCR to amplify the viral genome approximately 115 every 1 kb with overlapping regions and subjected the PCR products for direct sequencing (Fig. 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "113"
        },
        {
            "text": "These analyses revealed that the new type 2 recombinant EV-G genome was approximately 6.7 kb- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "116"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First identification and characterization of porcine 12 317 like motif",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anbalagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hesse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Hause",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "2168--2174",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The ubiquitin ligase ability of IAPs regulates apoptosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IUBMB Life",
            "volume": "320",
            "issn": "",
            "pages": "779--785",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "RINGs and ubiquitylation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Vaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iaps",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "6",
            "issn": "",
            "pages": "287--297",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "X-linked inhibitor of apoptosis functions as 325 ubiquitin ligase toward mature caspase-9 and cytosolic Smac/DIABLO",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morizane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukami",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yasuda",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biochem",
            "volume": "137",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/510131"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "is a single-stranded and positive-sense polarity and consisted of the 5' untranslated regions 56 (5' UTR), one open reading frame (ORF), 3' UTR and the 3' end poly(A) sequence. In infected cells, 57 one polyprotein is translated from the ORF and then processed to 4 structural proteins (VP1, VP2, 58 VP3, VP4) and 7 nonstructural proteins (2Apro, 2B, 2C, 3A, 3B, 3Cpro, 3Dpol) via viral proteinases, 59 2A and 3CD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of a novel type 2 recombinant EV-G in pig feces 103 Our previous metagenomics analyses of RNAs extracted from pig feces obtained from 104 Japanese pig farms have identified various types of EV-Gs and type 1 recombinant EV-G [4]. 105 Subsequent metagenomics analysis of the RNAs of the non-diarrheal pig feces obtained from a pig 106 farm in Tottori prefecture, Japan, led to discovery of a novel type 2 recombinant EV-G genome 107 (GenBank with accession number LC316774). This fecal sample also contains type 1 recombinant 108 EV-G (EVG/Porcine/JPN/MoI2-1-1/2015/G1-Type 1) [4]. In contrast to the reported type 2 109 recombinant EV-G genome in China, which carries the PLCP gene of pig torovirus in place of viral 110 structural genes [8], the newly identified type 2 recombinant EV-G (EVG/Porcine/JPN/MoI2-1-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "117 long and had the following gene order: 5' UTR -unique region 1 -PLCP -unique region 2 -2A -2B 118 -2C -3A -3B -3C -3D -3' UTR (Fig. 1B). The new type 2 recombinant EV-G genome carried a 119 single ORF, suggesting that translation of the viral polyprotein starts at the translational start 120 codon (ATG) at the 5' end of the unique region 1 and ends at the stop codon (TAA) of 3D gene. In 121 addition to the replacement of the structural genes with the PLCP gene carrying flanking regions, 122 the newly identified type 2 recombinant EV-G lacked 11 amino acids at the N-terminal of 2A 123 protein. We noted that the same 11 amino acids are also deleted in type 2 recombinant EV-G 124 detected in the pig farm in China [8]. In contrast, the N-terminal truncation of the 2A proteinase 125 gene did not occur in type 1 recombinant and non-recombinant EV-Gs (data not shown), implying 126 that the truncated 2A may be a specific characteristic feature among type 2 recombinant EV-Gs. 127 Furthermore, type 2 recombinant EV-Gs lacked GxCG motif in 2A, which is considered to form part 128 of the active site of the protease and is conserved among enteroviruses [14]. In contrast all type 1 129 recombinant EV-Gs carry this motif in 2A (data not shown). Fig. 1C showed amino acid sequences 130 at the junction sites of the unique region 1, PLCP gene, unique region 2, and the 2A lacking the N-131 terminal 11 amino acids [14]. 132 133 Unique regions of type 2 recombinant EV-G 134 An internal region (amino acids 180-240) of the 304 amino acid-long unique region 2 of the 135 newly identified type 2 recombinant EV-G showed high amino acid homology with genes of 136 baculoviral inhibitor of apoptosis repeat (BIR) superfamily(Fig. 2). In contrast, unique region 1 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "200 together, it is unlikely that the protein region translated from the inserted foreign genes undergo 201 processing by the truncated 2A and 3CD.If the torovirus PLCP does not induce a cleavage(s) into 202 the polyprotein of the newly identified type 2 recombinant EV-G, a protein consisted of unique 203 region 1, PLPC, unique region 2 and N-terminal truncated 2A, might have been accumulated in 204 cells infected with the newly identified type 2 recombinant EV-G. If so, testing the deISGylation 205 function and anti-apoptotic function of this putative protein would provide a clue as to a possible 206 reason(s) for retention of these nonpicornavirus sequences in the type 2 recombinant EV-G. 207 Alternatively, the putative polyprotein with the torovirus PLCP and the BIR domain may have 208 another biological function that is important for replication of the newly identified type type of recombinant enterovirus G (type 2 recombinant EV-G) was discovered in pig 213 feces in Japan. This type 2 recombinant EV-G carried the PLCP torovirus gene with an upstream 214 flaking gene of unknown function and a downstream flanking gene having putative anti-apoptosis : TM MN. SM. 228 Data Curation: RI. SS. MK. MO. Analysis: MN. YN. ST. Acquisition: TM NM. 231 Investigation: RI. SS. MK. MO. YK. YN. ST. TO. HY. 232 Methodology: TM. RI MN. 233 Project Administration: TM MN. 234 Resources: TM. SS. SM. 235 Software: SS. YN. 236 Supervision: SM TM NM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "RI. MN.238 Visualization: HY. TO. 239 Writing -Original Draft: RI. TM. SM.240 Writing -Review & Editing: SS SM TM MN.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Schematic diagram of the genome organization of EV-G, type 1 (A) and type 2 recombinant",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The PLCP gene is encoded in the ORF1 of the genome of torovirus, a member of family Coronaviridae, and the order Nidovirales [3,5-9]. The PLCP of nidoviruses serves as a protease to",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101EV-G made different clusters from known non-recombination EV-Gs and type 1 recombinant143 EV-Gs (Fig. 3A to 3F), including type 1 recombinant EV-G, which co-existed with the new type 2 144 recombinant type 2 in the same feces; type 1 shown in blue and type 2 shown in red were found in 145 the same feces used in this study. These data suggest that the type 2 recombinant EV-G was not 146 directly derived from known type 1 recombinant EV-Gs or non-recombinant EV-Gs. We also noted 147 that the new type 2 recombinant EV-G had the 247 nt-long 3' UTR (data not shown), which was 148 substantially longer than 40 to 165 nt-long 3' UTR of most of picornaviruses, supporting the notion 149 that the new type 2 recombinant EV-G has evolved independently from type 1 recombinant EV-Gs Discussion 153 In the present study, we reported the genome of a novel type 2 recombinant EV-G from pig 154 feces in Japan. The newly identified type 2 recombinant EV-G lacked the genes for structural facilitating survival of these recombinant EV-Gs. The cluster of PLCP was 175 different between recombinant EV-G type 1 and the newly identified recombinant EV-G type 2 (Fig.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "novel papain-like cysteine protease. J. Gen. Virol. 2017; 98: 1305-1310. Conceição-Neto N, Theuns S, Cui T, Zeller M, Yinda CK, Christiaens I, Heylen E, Van Ranst M,269 Carpentier S, Nauwynck HJ, Matthijnssens J. Identification of an enterovirus recombinant with 270 a torovirus-like gene insertion during a diarrhea outbreak in fattening pigs. Virus Evol. 2017; 3: Wang Y, Zhang W, Liu Z, Fu X, Yuan J, Zhao J, Lin Y, Shen Q, Wang X, Deng X, Delwart E, 274 Shan T, Yang S. Full-length and defective enterovirus G genomes with distinct torovirus protease 275 insertions are highly prevalent on a Chinese pig farm. Arch Virol. 2018; 163: 2471-2476. Mielech AM, Chen Y, Mesecar AD, Baker SC. Nidovirus papain-like proteases: Multifunctional 278 enzymes with protease, deubiquitinating and deISGylating activities. Virus Res. 2014; 194: 184-190.. CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101Thompson JD, Higgins DG, Gibson TJ. Clustal W: improving the sensitivity of progressive 281 multiple sequence alignment through sequence weighting, position-specific gap penalties and 282 weight matrix choice. Nucleic Acids Res. 1994; 22: 4673-4680. Kumar S, Stecher G, Tamura K. MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 285 for bigger datasets. Mol. Biol. Evol. 2016; 33: 1870-1874. Kimura M. A simple method for estimating evolutionary rates of base substitutions through 288 comparative studies of nucleotide sequences. J. Mol. Evol. 1980; 16: 111-120. Saitou N, Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic 291 trees. Mol. Biol. Evol. 1987; 4: 406-425. Gorbalenya AE, Donchenko AP, Blinov VM, Koonin EV. Cysteine proteases of positive strand 294 RNA viruses and chymotrypsin-like serine proteases. A distinct protein superfamily with a common 295 structural fold. FEBS Lett. 1989; 243: 103-114. Simon-Loriere E, Holmes EC. Why do RNA viruses recombine? Nat Rev Microbiol. 2011; 9: 617-Perez-Losada M, Arenas M, Galan JC, Palero F, Gonzalez-Candelas F. Recombination in 301 viruses: mechanisms, methods of study, and evolutionary consequences. Infect Genet Evol. 2015; 30: Simmonds P, Welch J. Frequency and dynamics of recombination within different species of 305 human enteroviruses. J. Virol. 2006; 80: 483-493. Lukashev AN. Recombination among picornaviruses. Rev Med Virol. 2010; 20: 327-337. Holmblat B, Jegouic S, Muslin C, Blondel B, Joffret ML, Delpeyroux F. Nonhomologous 310 recombination between defective poliovirus and coxsackievirus genomes suggests a new model of 311 genetic plasticity for picornaviruses. MBio. 2014; 5: e01119-757 14. Clem RJ, Miller LK. Control of programmed cell death by the baculovirus genes p35 and IAP. Crook NE, Clem RJ. Miller L. K. An apoptosis-inhibiting baculovirus gene with a zinc finger-. CC-BY 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/510131 doi: bioRxiv preprintFigure legends",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/510131 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}