{
    "paper_id": "f8e8a9c6f5662c1739be031e6134284ef08ea8b2",
    "metadata": {
        "title": "Programmable low-cost DNA-based platform for viral RNA detection",
        "authors": [
            {
                "first": "Lifeng",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Arun",
                "middle": [
                    "Richard"
                ],
                "last": "Chandrasekaran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jibin",
                "middle": [
                    "Abraham"
                ],
                "last": "Punnoose",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gaston",
                "middle": [],
                "last": "Bonenfant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephon",
                "middle": [],
                "last": "Charles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Oksana",
                "middle": [],
                "last": "Levchenko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pheonah",
                "middle": [],
                "last": "Badu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cassandra",
                "middle": [],
                "last": "Cavaliere",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cara",
                "middle": [
                    "T"
                ],
                "last": "Pager",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Halvorsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "postCode": "12222",
                        "settlement": "Albany",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "khalvorsen@albany.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Viral detection is critical for controlling disease spread and progression. Recent emerging threats including the Zika and Ebola virus outbreaks highlight the cost and difficulty in responding rapidly. In low-resource areas, a key obstacle is quick and accurate detection of viruses near the point of care. To address these challenges, we develop a platform for low-cost and rapid detection of viral RNA with DNA nanoswitches designed to mechanically reconfigure in response to specific viruses. Using Zika virus as a model system, we show non-enzymatic detection of viral RNA to the attomole level, with selective and multiplexed detection between related viruses and viral strains. For clinical-level sensitivity in biological fluids, we paired the assay with a sample preparation step using either RNA extraction or isothermal preamplification. Our assay can be performed with minimal or no lab infrastructure, and is readily adaptable (with ~24-hour development time) to detect other viruses. Given this versatility, we expect that further development and field implementation will improve our ability to detect emergent viral threats and ultimately limit their impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Newly emerging or re-emerging viruses pose significant challenges to health care systems, particularly as globalization has contributed to the rampant spread of these viruses. 1 RNA viruses are frequently the cause of sweeping outbreaks due to the naturally high mutation rates during replication that lead to rapid viral evolution. 2, 3 Examples of this include the annual influenza outbreak, as well as more recent threats from Ebola virus, henipavirus, severe acute respiratory syndrome (SARS)-associated coronavirus, and Zika virus (ZIKV). Technological advancements in structural biology and genomics have been important for identifying viruses, and for advancing fundamental viral research and antiviral therapeutics. 4 However, clinical methods for robust, low-cost and rapid detection of viral infections optimized for use in low-resource areas and point-of-care (POC) mode remain a major challenge for emergent viruses.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 336,
                    "end": 337,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 725,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Detection of RNA viruses in the clinical setting is typically performed using either immunological detection based on enzyme-linked immunosorbent assay (ELISA) to detect IgM antibodies or Nucleic acid testing (NAT) based on a reverse transcription polymerase chain reaction (RT-PCR) assay to detect viral RNA. 5-8 Diagnosing RNA viruses is made challenging by several factors including a limited time window for detection, low or varying viral load, cross-reactive IgM antibodies, and laboratory resources. The detection time windows can vary widely from as short as several days to as long as several months, 5 and molecular detection techniques are usually most reliable if performed within the first two weeks of the disease. 9, 10 Depending on the timing of testing relative to infection, even highly sensitive NAT assays may still produce false negative or positive results. 6, 11 On the other hand, results from IgM serology tests often cannot distinguish related viruses or different strains of the same virus due to cross-reactivity of IgM antibodies, thus leading to false positive results. 12, 13 These detection challenges are further exacerbated when outbreaks occur in low resource settings where infrastructure for these lab-intensive tests can be lacking, accelerating the spread of disease. 7, 14, 15 In response to some of these challenges, new techniques are being developed to detect emerging viruses. Among these are methods that adopt nanoparticles, 16, 17 graphene-based biosensors, 18, 19 and CRISPRbased methods, [20] [21] [22] to name a few. Many of these proposed strategies, although based on cutting-edge technology, require multiple reactions or signal transformation steps that may make them less suitable for a resource-limited POC setting. Here, we addressed these biosensing challenges by developing an assay that uses programmable DNA nanoswitches 23, 24 for detection of viral RNA at clinically relevant levels. We validate our strategy using ZIKV as a proof-of-concept system due to its high global health relevance and continued threat due to its re-emerging mosquito-borne nature. Although ZIKV is typically associated with mild symptoms, it has been linked to devastating birth defects associated with intrauterine infections and the appearance of Guillian-Barré syndrome in adults. 7,10 Moreover, despite significant advances in understanding the molecular biology of ZIKV, there is still a lack of antiviral drugs and vaccines, making robust detection of ZIKV vital to controlling the spread of the disease and implementing early treatments. 25 Our strategy for detecting the presence of viral RNA is based on using DNA nanoswitches that have been designed to undergo a conformational change (from linear to looped) upon binding a target viral RNA sequence. Using ZIKV as an example, the presence of the viral RNA would be indicated by shifted migration of the looped nanoswitch by gel electrophoresis (Fig. 1A) . Importantly, the system is designed to use common nucleic acid staining of the nanoswitch itself that can intercalate thousands of dye molecules to provide an inherently strong signal. Previously, we demonstrated sensitive and specific detection of DNA oligonucleotides 26 and microRNAs (~22 nucleotides long) 27 using this approach. Applied here to viral RNA detection, we solved the challenges of detecting a long viral RNA (>10,000 nucleotides), improving the signal for long RNAs with a new signal multiplication strategy, and developing workflows for measuring viral loads in biological and mock clinical samples. We showed how multiplexing can be used to detect multiple viruses simultaneously from a single sample and demonstrated high specificity even between closely-related strains of Zika. This work enables direct detection of ZIKV RNA without amplification and paves the way toward a low-cost point-of-care assay for detection of ZIKV and other viruses.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 731,
                    "text": "9,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 732,
                    "end": 734,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "6,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 883,
                    "end": 885,
                    "text": "11",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "12,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "13",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1307,
                    "end": 1309,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1313,
                    "text": "14,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1314,
                    "end": 1316,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1471,
                    "end": 1474,
                    "text": "16,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1475,
                    "end": 1477,
                    "text": "17",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1505,
                    "end": 1508,
                    "text": "18,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "text": "19",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[20]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1542,
                    "end": 1546,
                    "text": "[21]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1882,
                    "end": 1885,
                    "text": "23,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1886,
                    "end": 1888,
                    "text": "24",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2583,
                    "end": 2585,
                    "text": "25",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3225,
                    "end": 3227,
                    "text": "26",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 2943,
                    "end": 2952,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "As a first proof of concept for detecting ZIKV, we designed DNA nanoswitches to target an already validated sequence in the ZIKV genome that has been used to bind primers in qPCR 28 (note: all oligo sequences are specified in Tables S1 to S9). We made the DNA nanoswitches by hybridizing singlestranded DNA (ssDNA) oligos to linearized single-stranded M13mp18 (M13) genomic DNA in a thermal annealing ramp for 1 hour 24 and then purified them by high-performance liquid chromatography (HPLC). 29 For our initial detection target, we in vitro transcribed RNA from the pFLZIKV infectious plasmid containing the full length genome of the Cambodia ZIKV isolate (FSS13025) (Fig. S1 ). 30 Previous results have shown robust nanoswitch detection of small DNA and RNA sequences (20-30 nucleotides) , however, the strong secondaty structures present in long viral RNA was expected to interfere with our detection. 31, 32 To overcome this, we used a chemical fragmentation method to segment the RNA into small pieces that are mostly shorter than 200 nt ( Fig. 1B-C and S2 ). By incubating with our nanoswitch in an annealing temperature ramp, we showed successful detection of the fragmented viral RNAs by gel electrophoresis, thus validating our approach (Fig. 1D) .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "text": "29",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 680,
                    "end": 682,
                    "text": "30",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 770,
                    "end": 789,
                    "text": "(20-30 nucleotides)",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "31,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 909,
                    "end": 911,
                    "text": "32",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 676,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1045,
                    "end": 1061,
                    "text": "Fig. 1B-C and S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1246,
                    "end": 1255,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Having shown successful detection of ZIKV RNA using a single target sequence, we recognized that we could exploit the large genome size (~11,000 nucleotides) to increase our detection signal through multiple targets. Once the long viral RNA is fragmented, the number of available target sequences increases dramatically. Since our detection signal is proportional to the number of looped nanoswitches, a nanoswitch mixture for different target sequences within the viral genome is expected to provide an increased signal. To test this, we developed an algorithm for choosing multiple sequence regions in the viral genome that can be targeted by the nanoswitches (Note S1). First, we chose the default target length as 30 nucleotides based on results from screening nanoswitches with different detection arm lengths (Fig.  S3) . Then, the algorithm selectively excluded target sequences that could form stable secondary structures (Fig. S4 ) and cross-binding with nanoswitch backbone oligos (Fig. S5) , and enforced GC content and uniqueness of sequences. Based on these criteria, we chose 18 target regions along the entire ZIKV RNA for testing and designed the nanoswitches. To facilitate use of our Matlab-based software, we have built a graphical user interface (Fig. S6 ) and made it freely available (File S1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 815,
                    "end": 825,
                    "text": "(Fig.  S3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 930,
                    "end": 938,
                    "text": "(Fig. S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 991,
                    "end": 1000,
                    "text": "(Fig. S5)",
                    "ref_id": null
                },
                {
                    "start": 1266,
                    "end": 1274,
                    "text": "(Fig. S6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We then validated quality and function of each nanoswitch in the panel of 18 nanoswitches. All nanoswitches performed well with a molar excess of positive DNA controls, although they showed more signal variation with fragmented ZIKV RNA (Fig. S7) . We ranked the nanoswitches from strongest to weakest signal and made a series of equimolar nanoswitch mixtures. Using these mixtures, we validated our inherent signal multiplication strategy using a low concentration pool of equimolar DNA fragments to mimic the fragmented RNA. We observed that our detection signal increased steadily up to around 12 nanoswitches (Fig. 1E, F) , and then plateaued above that value. This plateau was not unexpected considering that the largest mixtures added lower performing nanoswitches that may contribute less to the overall sample. Since there was no significant change in performance between 12 and 18, we continued with using the 18 nanoswitches mix for our follow up experiments. High sensitivity is one of the key requirements for viral detection. Clinical levels of ZIKV RNA in body fluids of infected patients are often in the femtomolar range, 7,21,33 making amplification a prerequisite for most detection approaches.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "(Fig. S7)",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 625,
                    "text": "(Fig. 1E, F)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Based on our earlier observation that DNA nanoswitches can detect microRNAs (~22 nucleotides) at the sub-picomolar scale 27 without amplification, we wanted to assess the sensitivity of our approach for ZIKV RNA detection. We reacted the DNA nanoswitch mixture with different amounts of fragmented RNA in a 12-hour annealing temperature ramp from 40 °C to 25 °C. The results showed visible detection for ZIKV RNA as low as 12.5 pg (~3.5 attomole) ( Fig. 1G and S8 ) in a 10 µL reaction volume. Consistent with Fig. 1F , the approach based on using a nanoswitch mix outperformed the highest performing nanoswitch used as a single agent, which had visible detection to about 50 pg (~14 attomole) (Fig. S9) . Another key requirement for a clinical viral detection assay is specificity. Since ZIKV and Dengue virus (DENV) have overlapping geographical distributions and clinical symptoms, infection with either virus may result in clinical misdiagnosis. 34 Serological diagnostic assays are known to show antibody crossreactivity between the two viruses, and DENV has some similarity to ZIKV in its envelope protein 12 and genome sequence. 21, 31 To test the specificity of our approach, we designed a similar panel of nanoswitches to detect DENV (Fig. S10) . Using the pooled nanoswitches specific for ZIKV and DENV, we mixed each set with in vitro transcribed RNA from each virus and found perfect specificity, with each assay only detecting its correct target RNA ( Fig. 2A) . Using the programmability of the nanoswitch, we further demonstrated a multiplexed system for simultaneous detection of ZIKV and DENV. In this case we modified the DENV responsive nanoswitches to form a smaller loop size (Fig. S11) , causing two distinct detection bands to migrate to different positions in the gel. Specifically, ZIKV RNA-nanoswitch complex migrated slower/higher in the gel, while the complex of DENV RNA and the nanoswitch migrated faster/lower in the gel (Fig. 2B) . Therefore, in a single reaction our nanoswitch showed differential and specific detection of ZIKV and DENV RNA. By programming different loop sizes for different targets, this assay can be expanded for up to five viral targets. 27 The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 952,
                    "text": "34",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "21,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "text": "31",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 463,
                    "text": "Fig. 1G and S8",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 510,
                    "end": 517,
                    "text": "Fig. 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 694,
                    "end": 703,
                    "text": "(Fig. S9)",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1253,
                    "text": "(Fig. S10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1465,
                    "end": 1473,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1697,
                    "end": 1707,
                    "text": "(Fig. S11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1952,
                    "end": 1961,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In addition to possible misdiagnosis between different viruses, there is an additional challenge in determining the specific strain of a virus. For example, in Latin America four different DENV serotypes are known to be present and co-circulate, where misdiagnosis of the infecting strain can have significant implications for treatment options. 35 Thus being able to accurately identify a circulating strain of virus broadly impacts medical care, surveillance and vector control. 36 ZIKV was first identified in Uganda in 1947 before spreading to Asia and the Americas, and ZIKV strains (classified within African or Asian lineage) share significant sequence homology. 37 To investigate if our assay can distinguish between the Asian and African lineages, we tested our nanoswitches against two ZIKV strains which have a ~89% sequence homology, namely the FSS13025 isolated from Cambodia and the MR766 strain isolated from Uganda. In designing the ZIKV strain-specific nanoswitches, we identified five target regions that each have a 5-6 nucleotide difference ( Fig. 2C and S12) . To achieve better discernment of the detection signal, the nanoswitches for the Uganda strain were designed to form a smaller loop-size than those designed for Cambodia. Next, a human hepatocellular carcinoma cell line (Huh7) was infected with either the Cambodian or Ugandan ZIKV strain. Infected cells were processed to extract total RNA, which was then fragmented and incubated with nanoswitches to probe for viral RNA from either the ZIKV Cambodia or ZIKV Uganda infected cells. The results showed that our assay was able to discriminate between two strains of the same virus even with high genetic similarities (Fig. 2D, S12) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "35",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "36",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 670,
                    "end": 672,
                    "text": "37",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1063,
                    "end": 1079,
                    "text": "Fig. 2C and S12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1698,
                    "end": 1712,
                    "text": "(Fig. 2D, S12)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Further applying our technique to detect ZIKV RNA in biological samples, we either mock-infected or infected Huh7 cells with the Cambodia ZIKV strain at a multiplicity of infection of 1 and extracted RNA from the ZIKV infected cells at 1-, 2-and 3-days post-infection. 38 The nanoswitch assay detected ZIKV viral RNA from the infected cells but not the mock infected cells (Figs. 3A, 3B & S13 ). Our detection result shows that the copies of ZIKV RNA within infected cells steadily increased upon the infection and plateaued at 2-and 3-days post-infection (Fig. 3C) . These data demonstrate that our assay can detect ZIKV RNA in infected cell lines, and in contrast to typical RT-PCR assays without amplification of the viral RNA. Moving toward clinical applications, we aimed to demonstrate detection of relevant levels of ZIKV RNA from biological fluids. ZIKV is present in the serum, urine, and other body fluids of infected patients. 39 The viral loads can vary dramatically between individuals, body fluid, and post infection time, 6, 7 but are frequently in the subfemtomolar to femtomolar range, with ZIKV in human urine reported as high as 220 × 10 6 copies/ml (365 fM). 33 While our nanoswitch sensitivity for in vitro transcribed viral RNA in buffer approaches clinically relevant concentrations, detection from body fluids is further challenged by varying viral loads and by body fluids that can reduce the performance of the nanoswitches due to physiological conditions and nuclease activity. 26, 40 To overcome these potential difficulties, we investigated two independent solutions: 1) adding a preprocessing step to extract RNA from body fluids such as urine, or 2) adding an isothermal pre-amplification step. In the first approach, we spiked a clinically-relevant amount of in vitro transcribed ZIKV RNA into human urine and processed viral RNA extraction using a commercial RNA extraction kit. We then mixed the extracted RNA with the nanoswitches and demonstrated non-enzymatic, clinical level detection of the RNA at 0.28 pM (Fig. 4A-B & S14) . In the second approach, we demonstrated that our detection can be coupled with other amplification approaches such as nucleic acid sequence-based amplification (NASBA). 41,42 NASBA combines multiple enzymes and primers to achieve RNA amplification in a one-pot isothermal reaction (Fig. S15A) . First, we showed feasibility of the amplification of ZIKV RNA by NASBA in water, followed by nanoswitch detection (Fig. S15) . To mimic clinical samples, we spiked infectious ZIKV particles into either PBS or 10% human urine at clinical-levels (1.49 fM to 0.03 fM). From these samples our assay detected ZIKV RNA in ~5 hours (Fig. 4C-E and S15) . We went one step further and showed that our assay can be performed using a commercially available bufferless gel cartridge (ThermoFisher E-gel) and imaged on a small and potentially portable gel reader (Fig. S16) . With the help of NASBA amplification, the detection ability of our method has about 10,000-fold increase, from ~350 fM (Fig. 1G) to 0.03 fM (Fig.  4D , E) and the detection time was reduced from ~13 hours to ~5 hours (Fig. S17) .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 271,
                    "text": "38",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 938,
                    "end": 940,
                    "text": "39",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "text": "6,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1040,
                    "end": 1041,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "33",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1505,
                    "end": 1508,
                    "text": "26,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "text": "40",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 392,
                    "text": "(Figs. 3A, 3B & S13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 556,
                    "end": 565,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2045,
                    "end": 2062,
                    "text": "(Fig. 4A-B & S14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2346,
                    "end": 2357,
                    "text": "(Fig. S15A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2474,
                    "end": 2484,
                    "text": "(Fig. S15)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2685,
                    "end": 2704,
                    "text": "(Fig. 4C-E and S15)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2910,
                    "end": 2920,
                    "text": "(Fig. S16)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3042,
                    "end": 3051,
                    "text": "(Fig. 1G)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3063,
                    "end": 3072,
                    "text": "(Fig.  4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3140,
                    "end": 3150,
                    "text": "(Fig. S17)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Taken together, we demonstrate that programmable DNA nanoswitches can be developed into a robust viral RNA detection platform. The platform has key advantages over existing methodologies in terms of selectivity and specificity, as shown in our experiments with ZIKV and closely related DENV, as well as two closely related ZIKV strains. Moreover, DNA nanoswitch viral RNA detection strategy has femtomolar detection limit without an RNA amplification step, and attomolar detection limit when used with amplification. These limits are within a clinically relevant range and therefore our DNA nanoswitch assay together with the bufferless gel cartridge presents a putative diagnostic assay for clinical detection of ZIKV in low resource areas without significant laboratory infrastructure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The functionality of our DNA nanoswitches is largely enabled by DNA nanotechnology, which has become a well-established field that uses DNA as a functional material to fabricate nanostructures. 43, 44 Biosensing is a particularly promising application of DNA nanotechnology, 45 and reconfigurable DNA devices 46 have been demonstrated for the detection of DNA, 46 RNA, 47,48 proteins, 49 and pH. 50 However, most designs are complex and require laborious readout with advanced microscopy that reduces their practicality. A few approaches have overcome this practicality hurdle to provide widely useful solutions to problems in biological imaging (e.g. DNA-PAINT in super-resolution microscopy 51 and DNA scaffolds for NMR 52 and cryo-EM 53 ) and biosensing (e.g. detection of lysosomal disorders 54 and mapping cellular endocytic pathways 55 ). Our DNA nanoswitches take a reductionist approach, resulting in assays that are robust and sensitive, yet simple to adapt and don't require multiple steps or expensive equipment. With this work, we add viral detection to the existing suite of DNA nanoswitch assays that already includes protein 40 Our simple DNA nanoswitch-based assay for detection of viral RNA overcomes some limitations of currently available methods for clinical detection of RNA viruses in resource-limited areas. These challenges include 1) robust detection without enzymes or equipment, 2) maintaining low-cost and simplicity, and 3) providing specificity and versatility.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "43,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 198,
                    "end": 200,
                    "text": "44",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "45",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "46",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "46",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "49",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "50",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "51",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "text": "40",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The intrinsically high signal of our nanoswitches is enhanced here with a new \"target multiplication\" strategy where we use viral RNA fragmentation to multiply the number of targets, and thus increase the signal intensity. Using this approach, we reached near-clinical levels of detection in urine without the use of enzyme-mediated amplification strategies. This is of significance because enzymes can be key drivers of assay cost and complexity due to requirements including cold storage/transportation, special buffers and reagents, and strict operating temperatures. These factors make enzymatic assays difficult for field use or for use in low resource areas without modern lab infrastructure. Despite these challenges, most currently available techniques rely on enzyme triggered amplification. 7, 21, 57 For our assay, we demonstrated compatibility and dramatic signal improvement with an optional enzymatic preamplification step (Fig. 4C-4E) . However, we believe that further improvements should enable complete coverage of the clinical range without enzymes. A 30 mL sample of urine from a ZIKV-infected patient would contain from 10 5 to 10 9 copies of viral RNA, 58 theoretically surpassing our current detection limit. Efficient sample preparation using a viral RNA extraction kit (Fig. 4A-4B) , for example, could facilitate use with our DNA nanoswitch assay.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 803,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "21,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 808,
                    "end": 810,
                    "text": "57",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 937,
                    "end": 949,
                    "text": "(Fig. 4C-4E)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1294,
                    "end": 1306,
                    "text": "(Fig. 4A-4B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Two key features of our approach are simplicity and low cost. Our DNA nanoswitches align with the goals of \"frugal science\" movement, where cost and accessibility to new technologies are valued alongside typical performance metrics. 59, 60 Our nanoswitches cost around 1 penny per reaction and can be stored dry at room temperature for at least one month, and can be delivered globally without transportation or biosafety concerns. The assay consists of few steps and can be performed in a matter of hours with limited laboratory needs (Fig. S17) . Our assay uses a readout by gel electrophoresis, which is relatively inexpensive and already part of the workflow in many labs, which is comparatively simpler than many nanotechnology-based assays involving multiple incubation and wash steps. Improvements to the signal readout could potentially help make this approach even more lab independent. Successful detection with a commercially available bufferless gel system (Fig. S16) takes us a step closer to enabling field deployment of our assay, and sample preparation could be aided by other frugal science approaches such as the \"paperfuge\" 61 and low-cost thermal cycler. 62 The programmability of our system makes it versatile for a wide variety of viruses, which can be detected with high specificity as we showed for ZIKV and DENV ( Fig. 2A-2B) and for different strains of ZIKV (Fig. 2C-2D) , even in a multiplexed fashion. Here we have focused on single-stranded RNA viruses but assays for other RNA or DNA viruses could likely be developed similarly. The fast construction and purification processes can facilitate rapid production of DNA nanoswitches to detect an emerging viral threat, potentially in as little as 1-2 days from knowledge of the target sequences, limited mostly by oligo synthesis turnaround time (Fig. S17) . Due to the low cost of the test, our assay could also be useful for monitoring viral progression over time in patients, or for testing potentially infected insects or animals. Therefore, with future optimization towards point-of-care clinical applications in resource-limiting environments, the platform we describe here has a potential to improve accuracy and ease of diagnosis in humans, non-human vectors and other animals. Ultimately this can enhance our ability to control spread of infection and more rapidly respond to emerging viral threats, working toward a reduced death toll and economic burden.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "59,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 237,
                    "end": 239,
                    "text": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1175,
                    "end": 1177,
                    "text": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 546,
                    "text": "(Fig. S17)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 969,
                    "end": 979,
                    "text": "(Fig. S16)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1339,
                    "end": 1350,
                    "text": "Fig. 2A-2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1385,
                    "end": 1397,
                    "text": "(Fig. 2C-2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1824,
                    "end": 1834,
                    "text": "(Fig. S17)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We thank Andy Berglund, Carl Shotwell, and Jared Richardson for facilitating use of the RNA fragment analyzer; Darren Yang and Wesley P. Wong for assistance and suggestion on adapting the E-gel system with the nanoswitches; Gabriele Fuchs and Bijan K. Dey for providing comments and suggestions on the experiments and manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "Funding: Research reported in this publication was supported by the NIH under award R35GM124720 to K. H. and awards R01GM123050 & R21AI133617 to C.P. The content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or in the Supplementary Materials. Additional data related to this paper may be requested from the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "Oligonucleotides were purchased from Integrated DNA Technologies (IDT) with standard desalting, and the full sequences of all strands is listed in Supporting information Table S1 to S9. Nanoswitches were constructed as described previously. 24, 27 A genomic single-stranded DNA (New England Biolabs M13mp18) was linearized using targeted cleavage with BtsCI restriction enzyme. The linearized ssDNA was then mixed with a molar excess of an oligonucleotide mixture containing backbone oligos and detectors, and annealed from 90°C to 20°C at 1 °C min −1 in a T100™ Thermal Cycler (Bio-Rad, USA). Following construction, the nanoswitches were purified using liquid chromatography (LC) purification 29 to remove excess oligonucleotides. The concentration of purified nanoswitches were determined by measuring A260 absorbance with a Thermo Scientific NanoDrop 2000.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "24,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 245,
                    "end": 247,
                    "text": "27",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "29",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Construction and purification of nanoswitches"
        },
        {
            "text": "Plasmids containing the full-length ZIKV (Cambodia FSS13025 strain; pFLZIKV) and DENV-2 (strain 16681, pD2/IC-30P) cDNAs were gifts from Dr. Pei-Yong Shi (University of Texas Medical Branch) and Dr. Claire Huang (Centers for Disease Control), respectively. 30,63 pFLZIKV was linearized with ClaI (New England Biolabs, NEB), and pD2/IC-30P was linearized with XbaI (NEB). Digested plasmids were extracted with phenol:chloroform:isoamyl alcohol and then precipitated. Linearized plasmids were in vitro transcribed (Thermo Fisher Scientific) and the resulting viral RNA cleaned by MEGAclear Transcription Clean-Up Kit (Thermo Fisher Scientific). We followed the protocols of these two kits except that we did not heat the purification column in the elution step of the viral RNA because we noticed that high temperature can result in degradation of the viral RNA. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.12.902452 doi: bioRxiv preprint Viral RNA fragmentation test Viral RNA was fragmented by using 10×Fragmentation buffer (NEB) and the recommended protocol. Briefly, the ZIKV RNA obtained from in vitro transcription was mixed with fragmentation buffer (1× final) and then incubated at 94°C in a thermal cycler for 1, 3, 6, or 9 min. Then RNA fragmentation analyzer (Agilent, model 5003) was used to quantify the length distribution of RNA fragments by using the DNF-471 Standard Sensitivity RNA Analysis Kit (Fig. 2C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1477,
                    "end": 1486,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "In vitro transcription (IVT) of viral RNA"
        },
        {
            "text": "Human hepatocarcinoma (Huh7) cells were maintained in Dulbecco's modified Eagle's medium (DMEM) (Life Technologies) supplemented with 10% fetal bovine serum (FBS; VWR Life Science Seradigm), 10 mM non-essential amino acids (NEAA; Life Technologies), and 5 mM L-glutamine (Life Technologies). Cells were passaged once every three days and maintained at 37°C with 5% CO 2 . Twentyfour hours prior to infection Huh7 cells were seeded into tissue culture plates. The following day, one plate was counted. The other two plates were used for mock-and ZIKV-infection, where cells were infected at a multiplicity of infection of one. The original Cambodia and Uganda (MR766) ZIKV stocks were a generous gift from Dr. Brett Lindenbach (Yale School of Medicine). RNA from mock-and ZIKV-infected cells was harvested by removing media from the cells was removed and then washing the cell monolayer washed once with ice-cold PBS. Hereafter, each tissue culture plate was lysed in 1 mL TRIzol (Invitrogen) and total RNA extracted per the manufacturer's instructions. For experiments using ZIKV infectious particles in PBS/urine, cell culture media from mock-and ZIKV-infected cells was collected and stored at -80 °C. The number of infectious particles was determined by plaques assay, as described previously. 38 ",
            "cite_spans": [
                {
                    "start": 1297,
                    "end": 1299,
                    "text": "38",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Cell culture, ZIKV infections and total RNA extraction"
        },
        {
            "text": "The total detection sample volume was 10 µl with 10 mM MgCl2, 1×PBS, 1.5-2 µl nanoswitch at 0.1 nM. The detection incubation was finished in a thermal cycler with a thermal annealing from 40 °C to 25 °C at -1 °C min −1 or room temperature (e.g. the NASBA related detections). Before loading to the gel, the sample was stained by GelRed (Biotium Inc.) at 1×concentration (3.3×GelRed for total RNA related detection) and mixed with 2 µl 6× Blue loading dye.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA nanoswitch detection"
        },
        {
            "text": "For the experiments of Fig. 1G and Fig. S8 , first, all nanoswitches were purified by LC and then their concentrations were determined by measuring A260 absorbance with a Thermo Scientific NanoDrop 2000. Nanoswitch mixtures were made by mixing nanoswitches in equimolar concentrations. The detection reaction volume is 10 µl with nanoswitch (0.1 nM), MgCl 2 (10mM), 1×PBS and blocking oligos (200 nM). The blocking oligos are short oligos (14 nucleotides) that can prevent the binding of target RNA to the inner surface of plastic tubes. 27 The detection incubation was conducted in a thermal cycler with a thermal annealing from 40 °C to 25 °C for about 12 hours.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "text": "27",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 42,
                    "text": "Fig. 1G and Fig. S8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Viral RNA detection sensitivity test"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.12.902452 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA detection sensitivity test"
        },
        {
            "text": "Detection of viral RNA from total RNA First, 500 ng total RNA extracted from uninfected/infected cells was fragmented at 94°C for 9 minutes in 1x fragmentation buffer. Fragmented total RNA was then mixed with nanoswitches (1 nM), MgCl 2 (10 mM) and PBS (1×), and the mixture was made up to 10 µl with nuclease-free water. Samples were then incubated in a thermal annealing ramp from 40 °C to 25 °C at 1 °C min −1 . After the incubation, samples were stained with GelRed (Biotium Inc.) at 3.3× concentration and incubated at room temperature for 30 min. Before loading the gel, 2 µl of 6x blue loading dye was mixed with each sample, and 10 µl sample was loaded to each well. Samples were run in a 0.8% agarose gel at 65-75 V for about 70-90 minutes in the cold room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA detection sensitivity test"
        },
        {
            "text": "For the detection of viral RNA extracted from urine, we first spiked the ZIKV RNA with blocking oligos (200 nM) into 200 µl human urine to mimic the clinic sample. Then, we used Quick-RNA Viral Kit (Zymo research) to extract the viral RNA from it. Different amount of ZIKV RNA were tested (Fig. 4A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Detect viral RNA extracted from urine"
        },
        {
            "text": "Here, the amount of human urine can be scaled up as needed according to the protocol of the kit. Finally, the viral RNA was eluted from the filter column by using 15 µl nuclease-free water. Then 5 µl extracted RNA was fragmented at 94°C for 9 minutes by using 0.2× fragmentation buffer (NEB) before conducting the nanoswitch detection. Here, we lowered the use of fragmentation buffer in the consideration of the small amount of RNA in the extracted sample as we noticed that too much fragmentation buffer could destroy the DNA nanoswitches (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detect viral RNA extracted from urine"
        },
        {
            "text": "First, we employed the classic NASBA protocol 41 to prove the concept (Fig. S15) . The 25 µl one-pot reaction contained 3 µl RNA sample at various concentrations, 0.4 µM forward and reverse primers, 8 U AMV Reverse Transcriptase, 50 U T7 RNA Polymerase, 0.1 U RNase H, 40 U RNase Inhibitor (NEB, Murine), 2 mM NTP mix, 1 mM rNTP mix, 12 mM MgCl 2 , 40 mM Tris-HCl, 42 mM KCl, 5 mM Dithiotreitol (DTT), 15%(v/v) dimethyl sulfoxide. The primers were chosen from reference 21 . The sample was incubated at 41 °C for 2 hours in the thermal cycler and followed by heating at 94 °C for 10 minutes to deactivate all enzymes. Three microliters of the sample were used in the following DNA nanoswitch detection assay in PCR tubes with 10 µl final volumes. After mixing with the DNA nanoswitch and reaction buffer, the mix was incubated at room temperature for two hours. GelRed (Biotium Inc.) at 1×concentration was added to the detection samples before loading to the 0.8% agarose gel. The gel was run at room temperature for 45 minutes at 75 volts.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 472,
                    "text": "21",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 80,
                    "text": "(Fig. S15)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NASBA"
        },
        {
            "text": "For the ZIKV related NASBA experiments, first we spiked the ZIKV infectious particles (started at 1.96 fM of particles) into PBS or human urine. Then samples were diluted into different concentrations 1.49, 0.33, and 0.03 fM with 1xPBS or 10% human urine. Subsequently, blocking oligo (200 nM) was added and the viral RNA was released by heating the samples at 94 °C for 3 minutes. For the human urine samples, RNase Inhibitor (NEB, Murine) was also added at concentration of 2 U/µl before heating. After cooling down at room temperature, 0.5 µl RNase Inhibitor at 40 U/ul (NEB, Murine) was added to 10 µl human urine sample to protect the viral RNA. Total volume of each NASBA reaction was scaled down to 6 µl which contains 1.25 µl Enzyme COCKTAIL (NEC 1-24), 2 µl 3× buffer (NECB-24), 0.48 µl NTPs mix at 25 mM, 0.3 μl dNTPs mix at 20 mM, 0.2 µl two primers mix at 10 uM, 0.2 μl RNase Inhibitor with 40 U/ul (NEB, Murine) and 1.57 µl sample with viral RNA. The sample was incubated at 41 °C for 2 hours in the thermal cycler and followed by heating at 94 °C for 10 minutes to deactivate all enzymes. Then 1 µl of the NASBA sample was used in the following DNA nanoswitch detection assay in PCR tubes with 10 µl final volumes. The assay was finished by incubating at room temperature for two hours. After mixing with GelRed (Biotium Inc.) at 1×concentration and 2 µl 6× blue loading dye, the detection samples were loaded to the 25 ml 0.8% agarose gel which was run in 0.5×Tris-Borate-EDTA (TBE) buffer at 75 V at room temperature for 45 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NASBA"
        },
        {
            "text": "The detection samples were run in 0.8% agarose gels unless otherwise noted, cast from molecular biology grade agarose (Fisher BioReagents) dissolved in 0.5× TBE buffer. Typical running conditions were 75 V for 45 to 70 minutes at room temperature or cold room. Samples were mixed with a Ficoll based blue loading dye prior to loading. Imaging was completed on a Bio-Rad Gel Doc XR+ imager with different exposure time based on the brightness of the detection bands. The detection efficiency was analyzed using included Image Lab software (Fig. 1F) . The profiles of detection bands were obtained in ImageJ 64 and then their integrated intensity were obtained by using the peak analysis function in Origin (OriginLab Corporation), such as the data presented in Fig. 1G, 3C and 4B . Detailed analysis procedure can be found in our previous publications 27 . For the E-gel related experiments, we used Invitrogen E-gel agarose system (Thermo Fisher Scientific) and its precast agarose gel (1.0%, SYBR stained). Ten µl of nanoswitch detection sample was loaded to each lane and the gel was run at 48 volts for 1 hour at room temperature. Since the E-gel system does not allow user control of the voltage, we used an external power supplier connected with the negative and positive electrodes of the precast agarose gel to supply 48 volts.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 608,
                    "text": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 851,
                    "end": 853,
                    "text": "27",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 547,
                    "text": "(Fig. 1F)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 760,
                    "end": 778,
                    "text": "Fig. 1G, 3C and 4B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Gel imaging and analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Globalization of human infectious disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Sax",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Gaines",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guernier",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Guégan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ecology",
            "volume": "88",
            "issn": "",
            "pages": "1903--1910",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viral Mutation Rates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuán",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nebot",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chirico",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belshaw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "",
            "pages": "9733--9748",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Assay optimization for molecular detection of Zika virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bull World Health Organ",
            "volume": "94",
            "issn": "",
            "pages": "880--892",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The current landscape of nucleic acid tests for filovirus detection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tyson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sails",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krishna",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Staines",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Clinical Virology",
            "volume": "103",
            "issn": "",
            "pages": "27--36",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunoserology of infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clinical Microbiology Reviews",
            "volume": "3",
            "issn": "",
            "pages": "132--152",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How safe is safe: new human immunodeficiency virus Type 1 variants missed by nucleic acid testing",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transfusion",
            "volume": "53",
            "issn": "",
            "pages": "2422--2430",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dengue virus sero-cross-reactivity drives antibody-dependent enhancement of infection with zika virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dejnirattisai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Immunology",
            "volume": "17",
            "issn": "",
            "pages": "1102--1108",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "False-Positive Results for Immunoglobulin M Serologic Results: Explanations and Examples",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "2",
            "issn": "",
            "pages": "87--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Too many people with viral hepatitis are diagnosed late -with dire consequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Lazarus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Gastroenterol Hepatol",
            "volume": "16",
            "issn": "",
            "pages": "451--452",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Advances in addressing technical challenges of point-of-care diagnostics in resourcelimited settings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Expert Review of Molecular Diagnostics",
            "volume": "16",
            "issn": "",
            "pages": "449--459",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Applications of gold nanoparticles in virus detection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Draz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shafiee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Theranostics",
            "volume": "8",
            "issn": "",
            "pages": "1985--2017",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rapid Visual Screening and Programmable Subtype Classification of Ebola Virus Biomarkers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balcioglu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advanced Healthcare Materials",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Novel graphene-based biosensor for early detection of Zika virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Afsahi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biosensors and Bioelectronics",
            "volume": "100",
            "issn": "",
            "pages": "85--88",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Attomolar detection of virus by liquid coplanargate graphene transistor on plastic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nanotechnology",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nucleic acid detection with CRISPR-Cas13a/C2c2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gootenberg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "9321",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aam9321"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Low-Cost Detection of Zika Virus Using Programmable Biomolecular Components",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pardee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "165",
            "issn": "",
            "pages": "1255--1266",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cas Biology and Its Application to Infectious Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Strich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Chertow",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Crispr-",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Clinical Microbiology",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nanoengineering a single-molecule mechanical switch using DNA self-assembly",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halvorsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schaak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nanotechnology",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "DNA nanoswitches: a quantitative platform for gel-based biomolecular interaction analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Koussa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halvorsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Methods",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Current status of Zika vaccine development: Zika vaccines advance into clinical evaluation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D T"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Programmable DNA Nanoswitches for Detection of Nucleic Acid Sequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Chandrasekaran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zavala",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halvorsen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ACS Sens",
            "volume": "1",
            "issn": "",
            "pages": "120--123",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Cellular microRNA detection with miRacles: microRNA-activated conditional looping of engineered switches",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Chandrasekaran",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science Advances",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Genetic and Serologic Properties of Zika Virus Associated with an Epidemic, Yap State, Micronesia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lanciotti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1232--1239",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Shear Dependent LC Purification of an Engineered DNA Nanoswitch and Implications for DNA Origami",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halvorsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kizer",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Chandrasekaran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basanta-Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anal. Chem",
            "volume": "89",
            "issn": "",
            "pages": "5673--5677",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An Infectious cDNA Clone of Zika Virus to Study Viral Virulence, Mosquito Transmission, and Antiviral Inhibitors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host & Microbe",
            "volume": "19",
            "issn": "",
            "pages": "891--900",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Structure mapping of dengue and Zika viruses reveals functional long-range interactions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Commun",
            "volume": "10",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Integrative Analysis of Zika Virus Genome RNA Structure Reveals Critical Determinants of Viral Infectivity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host & Microbe",
            "volume": "24",
            "issn": "",
            "pages": "875--886",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Detection of Zika virus in urine",
            "authors": [
                {
                    "first": "A.-C",
                    "middle": [],
                    "last": "Gourinat",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Calvez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goarant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dupont-Rouzeyrol",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerging Infect. Dis",
            "volume": "21",
            "issn": "",
            "pages": "84--86",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "chikungunya and dengue: the causes and threats of new and re-emerging arboviral diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Paixão",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zika",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Global Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dengue in Latin America: Systematic Review of Molecular Epidemiological Trends",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ramos-Castañeda",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Genetic Characterization of Zika Virus Strains: Geographic Expansion of the Asian Lineage",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Haddow",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Negl Trop Dis",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Molecular Evolution of Zika Virus during Its Emergence in the 20th Century",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faye",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Zika Virus Subverts Stress Granules to Promote and Restrict Viral Gene Expression",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bonenfant",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00520-19"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Persistence of Zika Virus in Body Fluids -Final Report",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paz-Bailey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "New England Journal of Medicine",
            "volume": "379",
            "issn": "",
            "pages": "1234--1243",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Nanoswitch-linked immunosorbent assay (NLISA) for fast, sensitive, and specific protein detection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Koussa",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PNAS",
            "volume": "201708148",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1708148114"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Nucleic acid sequence-based amplification (NASBA) for the identification of mycobacteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gabrielle",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Microbiology",
            "volume": "139",
            "issn": "",
            "pages": "2423--2429",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Nucleic acid sequence-based amplification",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature",
            "volume": "350",
            "issn": "",
            "pages": "91--92",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "DNA in a material world",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Seeman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "421",
            "issn": "",
            "pages": "427--431",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Scaffolds for Creating Higher Order Structures",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Origami",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chem. Rev",
            "volume": "117",
            "issn": "",
            "pages": "12584--12640",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Rationally Engineered Nucleic Acid Architectures for Biosensing Applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chem. Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.chemrev.9b00121"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Paper Origami-Inspired Design and Actuation of DNA Nanomachines with Complex Motions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Marras",
                    "suffix": ""
                },
                {
                    "first": "C.-M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Small",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Nanomechanical DNA origami 'single-molecule beacons' directly imaged by atomic force microscopy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuzuya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Komiyama",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Communications",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Sensing Picomolar Concentrations of RNA Using Switchable Plasmonic Chirality",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Funck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nicoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuzyk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liedl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Angewandte Chemie",
            "volume": "130",
            "issn": "",
            "pages": "13683--13686",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A Logic-Gated Nanorobot for Targeted Transport of Molecular Payloads",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bachelet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Church",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "831--834",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A DNA nanomachine that maps spatial and temporal pH changes inside living cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Modi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Nanotechnology",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Multiplexed 3D cellular super-resolution imaging with DNA-PAINT and Exchange-PAINT",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jungmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature methods",
            "volume": "11",
            "issn": "",
            "pages": "313--318",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Mitochondrial uncoupling protein 2 structure determined by NMR molecular fragment searching",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Berardi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "476",
            "issn": "",
            "pages": "109--113",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Design of a molecular support for cryo-EM structure determination",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PNAS",
            "volume": "113",
            "issn": "",
            "pages": "7456--7463",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A DNA nanomachine chemically resolves lysosomes in live cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saminathan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Nanotechnology",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41565-018-0318-5"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Two DNA nanomachines map pH changes along intersecting endocytic pathways inside the same cell",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Modi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nizak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Surana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halder",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Nanotech",
            "volume": "8",
            "issn": "",
            "pages": "459--467",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "High lumenal chloride in the lysosome is critical for lysosome function",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Multiplexed and portable nucleic acid detection platform with Cas13, Cas12a, and Csm6",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gootenberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "360",
            "issn": "",
            "pages": "439--444",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Diagnostic Testing for Zika Virus: a Postoutbreak Update",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Theel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hata",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Clinical Microbiology",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The frugal way: The promise of cost-conscious science",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Whitesides",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Economist: The World in",
            "volume": "2012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Frugal science gets DIY diagnostics to world's poorest",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reardon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New Scientist",
            "volume": "219",
            "issn": "",
            "pages": "20--21",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Hand-powered ultralow-cost paper centrifuge",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhamla",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Biomedical Engineering",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A Rapid and Low-Cost PCR Thermal Cycler for Low Resource Settings",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Construction of Infectious cDNA Clones for Dengue 2 Virus: Strain 16681 and Its Attenuated Vaccine Derivative, Strain PDK-53",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kinney",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "230",
            "issn": "",
            "pages": "300--308",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "NIH Image to ImageJ: 25 years of image analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Rasband",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Eliceiri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Methods",
            "volume": "9",
            "issn": "",
            "pages": "671--675",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Detection of viral RNA using DNA nanoswitches. (A) Schematic of the DNA nanoswitch and its detection of a viral RNA sequence. (B) Schematic of the fragmentation of viral RNA and subsequent detection by the DNA nanoswitch. (C) Fragmentation analysis of ZIKV RNA that was fragmented at 94 °C for 1, 3, 6, and 9 minutes respectively. (D) Proof-of-concept showing detection of a target region chosen from the literature. 28 (E) Schematic of the design of multiple nanoswitches for detection with the signal multiplication strategy. (F) Validation of the signal multiplication strategy: the detection signal was increased for a fixed pool of DNA targets when using multiple targeting nanoswitches. (G) Detection sensitivity of the pooled nanoswitches for ZIKV RNA. Error bars represent standard deviation from triplicate experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DNA nanoswitches specifically and differentially detect RNA from two different flaviviruses and between two highly similar ZIKV isolates. (A) ZIKV nanoswitches specifically detect ZIKV RNA but not DENV RNA, and vice versa. (B) Multiplexed detection of ZIKV and DENV RNA. (C) Diagram for the culture and RNA extraction of ZIKV Cambodia and Uganda strains. (D) Specificity test of Cambodia and Uganda strains of ZIKV RNA. * denotes a band of contaminating cellular DNA following RNA isolation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "DNA nanoswitches directly detected ZIKV RNA from infected human liver cells (A) RNA isolated from mock-infected Huh7 cells at 1, 2, and 3 days post infection show no ZIKV detection. (B) RNA isolated from Zikainfected Huh7 cells at 1, 2, and 3 days post infection shows increasing ZIKV detection over time, with red arrows denoting detection bands. *denotes a band of contaminating cellular DNA following RNA extraction (C) Quantification of nanoswitch detection signal, with error bars representing standard deviation from triplicate experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Prior extraction or pre-amplification of target RNA facilitates detection of ZIKV RNA at clinically relevant levels in urine. (A) Schematic of DNA nanoswitch detection of ZIKV RNA extracted from urine by first isolating in vitro transcribed target RNA using a commercially available viral RNA extraction kit. (B) Positive identification of ZIKV RNA in spiked urine. (C) Procedure of detecting ZIKV RNA from virus particles in cell culture media spiked into PBS/urine based on NASBA. (D) Positive detection of ZIKV RNA from infectious virus in PBS. (E) Positive detection of ZIKV RNA from infectious virus in human urine samples. Error bars represent standard deviation from triplicate experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Author contributions: L.Z., K.H., and C.T.P. designed the experiments. L.Z., A.R.C., J.A.P., S.C., O.L., C.C., and K.H. performed the nanoswitch experiments. G.B., P.B., and C.T.P. carried out the cell culture and total RNA extraction from infected cells. L.Z. developed the tool in Matlab and wrote the first draft of the manuscript. L.Z., A.R.C., J.A.P., C.T.P., and K.H. co-wrote later drafts of the manuscript. Competing interests: K.H. and A.R.C. have intellectual property related to DNA nanoswitches. All other authors declare that they have no competing interests.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "and microRNA 27 detection.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}