{
    "paper_id": "f93daa3d8d53761cfcf4c9fb8ff03dace02a858c",
    "metadata": {
        "title": "Inhibition of arterivirus RNA synthesis by cyclophilin inhibitors is 3 counteracted by mutations in replicase transmembrane subunits 4 5",
        "authors": [
            {
                "first": "Adriaan",
                "middle": [
                    "H"
                ],
                "last": "De Wilde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology Laboratory",
                    "institution": "Leiden University Medical",
                    "location": {
                        "addrLine": "10 Center",
                        "settlement": "Leiden",
                        "country": "The Netherlands. 11"
                    }
                },
                "email": ""
            },
            {
                "first": "±",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Linda Boomaars-Van Der Zanden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology Laboratory",
                    "institution": "Leiden University Medical",
                    "location": {
                        "addrLine": "10 Center",
                        "settlement": "Leiden",
                        "country": "The Netherlands. 11"
                    }
                },
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [
                    "W M"
                ],
                "last": "De Jong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Section Electron Microscopy",
                    "institution": "Leiden University Medical 12 Center",
                    "location": {
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Barcéna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Section Electron Microscopy",
                    "institution": "Leiden University Medical 12 Center",
                    "location": {
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Snijder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology Laboratory",
                    "institution": "Leiden University Medical",
                    "location": {
                        "addrLine": "10 Center",
                        "settlement": "Leiden",
                        "country": "The Netherlands. 11"
                    }
                },
                "email": ""
            },
            {
                "first": "Clara",
                "middle": [
                    "C"
                ],
                "last": "Posthuma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology Laboratory",
                    "institution": "Leiden University Medical",
                    "location": {
                        "addrLine": "10 Center",
                        "settlement": "Leiden",
                        "country": "The Netherlands. 11"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Previously, the cyclophilin inhibitors cyclosporin A (CsA) and Alisporivir (ALV) were shown to 26 inhibit the replication of diverse RNA viruses, including arteriviruses and coronaviruses, which both 27 belong to the order Nidovirales. Here we aimed to identify arterivirus proteins involved in the mode-28 of-action of cyclophilin inhibitors and to investigate how these compounds inhibit arterivirus RNA 29 synthesis in the infected cell. Repeated passaging of the arterivirus prototype equine arteritis virus 30 (EAV) in the presence of CsA revealed that reduced drug sensitivity is associated with the emergence 31 of adaptive mutations in nonstructural protein 5 (nsp5), one of the transmembrane subunits of the 32 arterivirus replicase polyprotein. Introduction of singular nsp5 mutations (nsp5 Q21R, Y113H, or 33 A134V) led to a ~2-fold decrease in sensitivity to CsA treatment, whereas combinations of mutations 34 further increased EAV's CsA resistance. The detailed experimental characterization of engineered 35 EAV mutants harboring CsA-resistance mutations implicated nsp5 in arterivirus RNA synthesis. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Particularly, in an in vitro assay, EAV RNA synthesis was far less sensitive to CsA treatment when 37 nsp5 contained the adaptive mutations mentioned above. Interestingly, for increased sensitivity to the 38 closely-related drug ALV CsA-resistant nsp5 mutants required the incorporation of an additional 39 adaptive mutation, which resided in nsp2 (H114R), another transmembrane subunit of the arterivirus 40 replicase. Our study provides the first evidence for the involvement of nsp2 and nsp5 in the 41 mechanism underlying the inhibition of arterivirus replication by cyclophilin inhibitors. 42 43 44 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "However, other coronaviruses seem to be much less affected by depletion of CypA in the infected cell 110 (de Wilde et Our present study aimed to investigate the molecular details of the inhibition of arterivirus 114 replication by cyclophilin inhibitors. To this end, we first passaged EAV in the presence of inhibitory 115",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 117,
                    "text": "(de Wilde et",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "CsA concentrations, to induce resistance to the compound. Subsequently, adaptive mutations that 116 markedly decreased the sensitivity of EAV replication to CsA treatment were found to map to nsp5, 117 one of the transmembrane subunits of the arterivirus replicase. We could show that CsA treatment 118 interferes with EAV RNA synthesis, and that the CsA-resistance mutations in nsp5 render replication, 119 and in particular RNA synthesis, less sensitive to CsA treatment. Furthermore, we show that resistance 120 to the closely related Cyp inhibitor ALV requires an additional adaptive mutation in nsp2, a second 121 transmembrane subunit of the arterivirus replicase that is essential for both polyprotein processing and 122 RO formation. Our studies implicate both nsp2 and nsp5 in the mechanism underlying the sensitivity 123 of arterivirus replication to cyclophilin inhibitor treatment. Moreover, they suggest that the role of 124 cyclophilins as arterivirus host factors is specifically linked to viral RNA synthesis, possibly through 125 interactions with key players in RO formation. Membrane-associated EAV RTCs were isolated from BHK-21 cells and in vitro RNA synthesis assays 200 (IVRAs) were performed essentially as described previously (van Hemert et al., 2008) . In short, 201 approximately 5 × 10 7 EAV-infected BHK-21 cells (MOI 5) were harvested at 7.5 h p.i. and lysed 202 using a ball-bearing homogenizer (Isobiotek) with 16 µm clearance. Lysates were centrifuged for 10 203 min at 1000 x g to obtain a post nuclear supernatant (PNS). A standard IVRA contained PNS (the 204 equivalent of 6 x 10 4 infected cells) and a 5x concentrated CsA stock (final concentration 4 to 32 µM) 205 or RTC dilution buffer (control) and was performed in the presence of [α-32 P]CTP that was 206 incorporated in the newly synthesized EAV RNA. Assays were incubated at 30°C for 100 min and 207 terminated by the addition of 60 µl of 5% LiDS-LET-ProtK. After a 15-min incubation at 42°C, the 208 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1252,
                    "end": 1277,
                    "text": "(van Hemert et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint 32 P-labeled reaction products were isolated and separated in a 1.5% denaturing agarose gel. Agarose 209 gels were dried and reaction products were visualized by phophorimaging using a 2013a). We now aimed to investigate the mechanism-of-action by which arterivirus infection is 232 inhibited in the presence of this cyclophilin inhibitor. To this end, wt EAV (strain Bucyrus; MOI 233 0.005) was serially passaged in Huh7 cells in the presence of increasing concentrations of CsA (4 to 234 20 µM). Three independent virus lineages were generated (named EAV CsA-1 to -3), which exhibited 235 clearly decreasing sensitivity to CsA ( Fig. 2A) . By passage 7 (P7), all three lineages replicated in the 236 presence of 20 µM CsA (data not shown), a dose that is approximately 10-fold higher than the EC50 237 value observed when using wtEAV ( passages in the absence of CsA did not alter the drug sensitivity of the wtEAV control (EC50 2.1 µM), 247 P7 virus of the CsA-treated EAV lineages CsA-1 to -3 had become five-fold less sensitive to the 248 compound ( Fig. 2B and Table 1 ). Of note, additional passaging (up to passage 9) did not decrease CsA 249 sensitivity any further. 250",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 777,
                    "end": 785,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1208,
                    "text": "Fig. 2B",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1220,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Next, we confirmed the reduced CsA sensitivity of CsA-1 to -3 P7 virus by infecting (MOI 251 0.01) Huh7 or BHK-21 cells in the presence of 4 µM CsA, a dose that fully inhibits wtEAV 252 replication. Virus production was measured at 48 h p.i., which confirmed that wtEAV-P7 infection in 253 the presence of 4 µM CsA indeed did not yield detectable virus progeny (Fig. 2C ). At the same CsA 254 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 369,
                    "text": "(Fig. 2C",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint concentration, titers of above 10 4 PFU/ml (EAV CsA-1 and CsA-3) or even around 10 6 PFU/ml (EAV  255   CsA-2) were reached when infection was done with the P7 viruses from the three CsA-resistant  256 lineages. Similar results were obtained in BHK-21 cells, albeit that the yields of all three lineages were 257 equally reduced compared to wtEAV-P7 in this cell line (data not shown). 258 259 Most CsA resistance-associated mutations map to EAV nsp5. In order to identify CsA resistance-260 associated mutations, the consensus genome sequence of the three P7 CsA-resistant EAV samples was 261 determined following RT-PCR amplification (Table 2 and Fig. 1A ). The EAV CsA-1 consensus 262 sequence contained three mutations, all mapping to the nsp5-coding region of ORF1a and resulting in 263 three amino acids substitutions: Q21R (mixed with the wt sequence), Y113H, and A134V. 264",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 347,
                    "text": "(EAV  255   CsA-2) were reached when infection was done with the P7 viruses from the three CsA-resistant  256",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 782,
                    "end": 794,
                    "text": "(Table 2 and",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 795,
                    "end": 802,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Remarkably, the Y113H mutation in nsp5 was also encoded by the ORF1a consensus sequence of the 265 EAV CsA-2 population, but now accompanied by a mutation in the 5' untranslated region (5'-UTR) 266",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(A43G) and one in ORF1b, specifying a mutation in the nsp10 helicase domain (Y387H). Lineage 267",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "CsA-3 contained mutations leading to substitutions in nsp2 (A199T) and again nsp5 (L8S and Q21R). 268",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "None of the consensus sequences contained any synonymous mutations that had been fixed during 269 passaging. Likewise, no mutations were discovered in the consensus sequence of the wtEAV-P7 270 control, implying that the mutations identified in the CsA-1 to -3 P7 viruses potentially are linked to 271 the established reduced sensitivity to CsA. 272",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To assess the importance of the identified mutations for CsA sensitivity, each mutation was 273 individually reverse engineered into the EAV genome, using full-length cDNA clone pEAN900. 274",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recombinant mutant viruses were launched and their CsA sensitivity was assayed in Huh7 cells using 275 the CPE-based assay outlined above (see Fig. 1b ). Interestingly, three of the nsp5 mutations (Q21R, 276 Y113H, and A134V) decreased the CsA sensitivity of EAV replication (EC50 values of ~4.4 µM vs. 277 1.6 µM for the wt control (rEAV wt )). No change in sensitivity was observed for any of the other 278 mutations (see Table 1 and sFig. 1A-H). Of note, the nsp5 L8S mutation reverted back to the wild-type 279 residue (data not shown), which likely explains the marginal decrease in CsA sensitivity observed in 280 this assay (sFig. 1C). 281 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 424,
                    "end": 431,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The increase in CsA resistance observed for the recombinant mutant viruses with singular 282 mutations appeared to be ~3-fold smaller than the approximately 5-fold increase observed for the P7 283",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "CsA-1 to -3 viruses, which each carried multiple substitutions. Therefore, we also engineered mutant 284 viruses with genome sequences identical to the consensus sequence of these three CsA-resistant virus 285 lineages. For lineage CsA-1, which contained a mix of Q (wt) and R (mutant) at residue 21 of nsp5, 286",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "both variants were engineered and tested. Compared to the viruses carrying singular mutations, mutant 287 rEAV nsp5 Y113H+A134V displayed a decreased sensitivity to CsA, which now approached that of the 288 EAV CsA-1 lineage ( Fig. 3A and Table 1 ). When the Q21R mutation was added, the CsA resistance 289 diminished slightly compared to the Y113H+A134V double mutant ( Fig. 3B and Table 1 ; EC50 of 9.1 290 vs. 7.2 µM). However, upon passaging and resequencing (data not shown), the double mutant 291 appeared to be genetically instable, which may also explain the mixed sequence found at nsp5 codon 292 21 in the lineage CsA-1 consensus sequence. For lineage CsA-2, combining the three mutations (in 5'-293 UTR, nsp5, and nsp10) into the same genome did not further improve CsA resistance compared to 294 rEAV nsp5 Y113H (Fig. 3C) . This lack of a synergistic effect indicates that the mutations in 5'-UTR and 295 nsp10 do not contribute substantially to the level of CsA resistance of CsA-2. In the case of EAV 296",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 234,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 239,
                    "end": 246,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 378,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 383,
                    "end": 390,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 833,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "CsA-3, combining nsp5 L8S , but not nsp2 A199T , with nsp5 Q21R yielded a ~2-fold further decrease in CsA 297 sensitivity (EC50 value of 9.1 µM; compare sFigs. 1B, E and Fig. 3D and see Table 1 ) suggesting that 298 the nsp2 A199T mutation does not contribute to CsA resistance. 299",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Fig. 3D",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 186,
                    "end": 193,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Overall, the above results clearly implicated various EAV nsp5 mutations in reduced CsA sensitivity. 300",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Whereas combining nsp5 mutations increased CsA resistance compared to singular nsp5 mutants, the 301 substitutions in 5'-UTR, nsp2, and nsp10 did not contribute detectably to CsA resistance. CsA-1 302 mutant rEAV nsp5 Q21R+Y113H+A134V was selected for follow-up experiments, as it was genetically stable 303 upon passaging (data not shown) and included the single nsp5 mutation (Y113H) that was key to the 304 CsA resistance of lineage CsA-2. For simplicity, this mutant will be referred to as rEAV QYA from this 305 point forward. 306 307 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint rEAV QYA replicates in the presence of CsA. The CsA resistance of rEAV QYA was analyzed in more 308 detail by infecting Huh7 cells in the presence or absence of 4 µM CsA. Upon high-MOI inoculation 309 (MOI 3), the replication kinetics of rEAV wt and rEAV QYA in the absence of CsA were very similar 310 ( Fig. 4A ; solid lines). Progeny was released from rEAV wt -and rEAV QYA -infected cells from 12 h p.i. 311 onwards, with rEAV QYA titers being only slightly reduced compared to those for rEAV wt . In the 312 presence of 4 µM CsA, rEAV wt was essentially unable to replicate ( 5C) did not reveal obvious differences in DMV amounts, size, or ultrastructure. As replication of 329 rEAV QYA in the presence of CsA was delayed compared to the replication in untreated cells, we 330 analyzed cells infected with this mutant at 14 h p.i (Fig. 4) . In the presence of CsA, no DMVs were 331 observed for rEAV wt (Fig. 5E ), while the morphology and size of the DMVs in rEAV QYA -infected cells 332",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 458,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 981,
                    "end": 989,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 1054,
                    "end": 1062,
                    "text": "(Fig. 5E",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "were similar to the structures observed upon infection of untreated cells infected with rEAV wt -or 333 rEAV QYA (Fig. 5F ). Notably, severe compound-induced dilation of ER membranes was observed, a 334 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "(Fig. 5F",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint phenomenon that was independent of EAV infection as it was also observed in CsA-treated mock-335 infected Huh7 cells (compare Figs. 5A-C and 5D-F). Taken together, these observations strongly 336 suggest that CsA treatment interferes with a very early stage of arterivirus infection, i.e. prior to or 337 during RO formation. Apparently, adaptive mutations in nsp5 can compensate for the detrimental 338 effects of CsA treatment, which may either target one of the viral players directly or affect a host 339 factor involved in arterivirus replication, like cyclophilin A (see above). For this purpose, BHK-21 cells were infected with rEAV wt or rEAV QYA and viral RNA synthesis was 355 assayed by metabolic labelling with [ 3 H]uridine from 6.5 to 7.5 h p.i. (Fig. 7A, B ). Cells were also 356 treated with dactinomycin to block cellular transcription. [ 3 H]-uridine incorporation into viral RNA 357 was quantified by isolation of intracellular RNA and liquid scintillation counting (Fig. 7A ). Labeled 358 viral RNA was also visualized by agarose gel electrophoresis and fluorography (Fig. 7B ). This 359 revealed that RNA synthesis by the mutant virus was approximately 40% of wt virus activity, which is 360 in line with the observed delayed growth kinetics and reduced titers of the mutant. However, in the 361 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 906,
                    "end": 917,
                    "text": "(Fig. 7A, B",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 1131,
                    "end": 1139,
                    "text": "(Fig. 7A",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 1233,
                    "end": 1241,
                    "text": "(Fig. 7B",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint presence of 8 µM of CsA (which was added 1 h prior to the pulse labeling), rEAV wt RNA synthesis 362 was completely blocked, while rEAV QYA RNA synthesis was hardly affected, as evident from both the 363 overall quantification of 3 H-labeled RNA and the RNA analysis using agarose gel electrophoresis ( The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint Alisporivir (ALV) (de Wilde et al., 2017), a drug that was explored as a host-directed antiviral 389 treatment option for chronic HCV infection (Naoumov, 2014) . ALV lacks the immunosuppressive 390 properties of CsA, while retaining a high affinity for cyclophilins. We now established that ALV is 391 able to block also the replication of wtEAV with an EC50 value of 4.5 ± 0.2 µM, an efficiency that is 392 comparable to that observed for CsA (Table 3) . 393",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 754,
                    "text": "(Naoumov, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1039,
                    "end": 1048,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To explore the development of ALV resistance in EAV, two independent passaging 394 experiments in Huh7 cells were performed (EAV ALV-1 and ALV-2) in the presence of increasing 395 ALV concentrations (from 4 µM in passage 1 to 75 µM in passage 10), similar to the approach used to 396 generate CsA-resistant viruses (Fig. 2) . By passage 10, a CPE-based assay revealed that, compared to 397 the wtEAV-P10, the sensitivity to ALV was reduced by 7.4-and 2.8-fold for EAV lineages ALV-1 398 and ALV-2, respectively ( Fig. 8A and Table 3 ). Interestingly, the P10 samples of EAV lineages ALV-399 1 and -2 were ~4-fold less sensitive to CsA as well (Fig. 8B) . Analysis of the ALV-1 and -2 P10 400 consensus sequences revealed that each population contained multiple mutations (Table 2) . These 401 included singular mutations in the 5'-UTR, in ORF1a (nsp1 region), and in the structural protein-402 coding region. Strikingly, the P10 viruses from both lineages also carried two substitutions in nsp5. 403",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 520,
                    "text": "Fig. 8A",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 525,
                    "end": 532,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 643,
                    "end": 652,
                    "text": "(Fig. 8B)",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 771,
                    "end": 780,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The two nsp5 mutations in ALV-1 (Y113H and A134V) had previously been identified in lineage 404",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "CsA-1 (see above), whereas ALV-2 also contained a mutation present in CsA-1, Q21R. Strikingly, 405 both ALV-resistant lineages contained the same mutation (H114R) within the papainlike protease 406 (PLP2) domain of nsp2. We reverse engineered the ALV-1 and -2 mutations into the viral genome, 407 and assayed ALV sensitivity of the mutant viruses. Singular nsp2 and nsp5 mutants displayed a 408 reduced ALV sensitivity, but only the nsp5 mutants were also less sensitive to CsA (Fig. 9 , Table 3) . 409",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 485,
                    "text": "(Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Subsequently, combining nsp5 and nsp2 mutations had a synergistic effect and confirmed the 410 importance of the common nsp2 H114R substitution for ALV resistance. Mutations in the 5'UTR and 411 nsp1 did not further reduce the sensitivity to ALV (data not shown), nor did the mutations in the 412 structural protein-coding region contribute to ALV resistance ( Fig. 9 ; Table 3 ). 413",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 367,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 377,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Finally, to further corroborate the importance of nsp2 H114R for ALV resistance, this mutation 414 was transferred to the rEAV QYA triple mutant already carrying the nsp5 mutations identified in our 415 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint studies into CsA resistance (see above). As anticipated, while the triple mutant was marginally 416 resistant to ALV (most likely due to the presence of the nsp5 A134V mutation, see Fig. 9A ), the addition 417 of nsp2 H114R rendered the rEAV QYA virus nearly insensitive to ALV treatment, while also retaining its 418 reduced CsA sensitivity (Fig. 10) . These results clearly confirmed that the highest level of ALV 419 resistance is achieved by introducing a combination of adaptive mutations in EAV nsp2 and nsp5. 420 421 422 423 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 335,
                    "text": "Fig. 9A",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 497,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study demonstrates that adaptive mutations in the transmembrane replicase subunit nsp5 can 425 reduce the sensitivity of EAV replication to CsA treatment. Independently, experiments using the CsA 426 analog ALV pointed in the same direction, in addition to implicating nsp2 in ALV sensitivity and 427 resistance. Substitutions in nsp5 and nsp2 enable EAV to tolerate CsA or ALV concentrations that 428 would normally block virus replication (Figs. 2, 9 and 10 ). The largest EC50 increase, about 5-fold, 429 was achieved when multiple substitutions in nsp5 (and nsp2, in the case of ALV) were combined 430 (Table 1 and Four substitutions in nsp5 were implicated in CsA resistance (L8S, Q21R, Y113H, and 465 A134V), of which only the L8 residue is conserved among arteriviruses (Fig. 1C) . Interestingly, this 466 residue is also part of a potential CypA binding motif (GPxL, as identified by (Piotukh et al., 2005) ), 467 constituting a potential interaction site between the two proteins. However, during infection, this L8S 468 mutation quickly reverted, and therefore the contribution of the L8S substitution to CsA resistance 469 remains unclear. All other three nsp5 mutations (Q21R, Y113H, and A134V) are present in predicted 470 transmembrane domains (Fig. 1B) , and therefore may not be directly involved in interactions of nsp5 471 with Cyps or other proteins. There is no experimental data available on the membrane topology of 472 nsp5, but upon in silico modeling these nsp5 mutations did not appreciably alter the predicted 473 conformation of the various transmembrane domains (data not shown). In addition, our EM analysis of 474 DMV formation upon rEAV nsp5 QYA infection did not reveal any ultrastructural differences, either in 475 the absence or presence of CsA (Fig 5) . Clearly, more detailed information on the 3D-structure of nsp5 476 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 464,
                    "text": "(Figs. 2, 9 and 10",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 611,
                    "end": 623,
                    "text": "(Table 1 and",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 791,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 897,
                    "end": 919,
                    "text": "(Piotukh et al., 2005)",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1263,
                    "end": 1272,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 1786,
                    "end": 1793,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "424"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "In analogy with these data, all relevant adaptive mutations in EAV nsp5 map inside the first and last of 502 its four (predicted) transmembrane domains. One possible mechanism is that the adaptive nsp5 503 mutations somehow increase the stability of RTC complexes and thereby counteract the destabilization 504 that may result from CsA penetrating lipid membranes. It has been shown that CsA can be inserted 505 into and destabilize membrane structures, with a preference for sphingomyelin-rich membranes 506 Interestingly, despite the fact that CsA and ALV both are cyclophilin inhibitors, EAV 516 resistance to ALV requires an additional mutation in the nsp2 protease domain PLP2: H114R (Fig 10) . 517",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 689,
                    "end": 697,
                    "text": "(Fig 10)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "424"
        },
        {
            "text": "This suggests that, compared to CsA, ALV has an additional target that is relevant for EAV 518 replication, either directly or indirectly. Residue H114 is positioned in helix α4 in domain I of the 519 PLP2 structure, which is distant from both the protease's active site and the surface involved in 520 ubiquitin binding (van Kasteren et al., 2013), a feature linked to PLP2's secondary function as a 521 deubiquitinase involved in arteriviral innate immune evasion. Unfortunately, only the structure of the 522 PLP2 domain of nsp2 has been resolved, and the overall fold and membrane topology of the subunit of 523 EAV remains unclear. Our study implicates nsp5 in viral RNA synthesis, either directly or indirectly, 524 and provides evidence that mutations in nsp5 are involved in reduced sensitivity to CsA, while the 525 same mutations in combination with the nsp2 H114R substitution contribute to ALV resistance. Future 526 studies should aim to elucidate the difference between the modes of action of ALV and CsA and the 527 exact role of nsp5 and nsp2 in arterivirus sensitivity and resistance to Cyp inhibitors. 528 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint 529 Acknowledgements 530 We thank Ettore Ullo, Jayron Habibe, Jessika Zevenhoven-Dobbe and Diede Oudshoorn for technical 531 assistance and helpful discussions, Dr. Grégoire Vuagniaux for critically reading the manuscript, and 532",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "530",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "Novartis (Basel, Switzerland) and DebioPharm (Lausanne, Switzerland) for providing Alisporivir. 533",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "This research was supported in part by and by the EU-FP7-Health project SILVER (grant 260644). 534 535 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Schreiber, S.L., Crabtree, G.R., 1992. The mechanism of action of cyclosporin A and FK506. Immunol. 638",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "Today 13, 136-142. Zhang, W., Chen, K., Zhang, X., Guo, C., Chen, Y., Liu, X., 2018. An integrated analysis of membrane 671 remodeling during porcine reproductive and respiratory syndrome virus replication and assembly. 672",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "PLoS One 13, e0200919. 673 674 675 676 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint well plates were infected with rEAV wt (control, black line) and the rEAV mutants rEAV-nsp2 H114R 807 (blue), rEAV QYA (red) and rEAV QYA -nsp2 H114R (green) in the presence of 0 to 50 µM ALV (A) or CsA 808 based quantification of RNA bands and is given relative to the abundance of RNA1, which was placed 831 at 100%. 832 833 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/587261 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "424"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CsA-2 (blue) and CsA-3 (green) were 733 tested for CsA resistance, while including the original (P0, grey) and passaged (P7, black) wtEAV as 734 controls",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cells were incubated for three days and cell viability was monitored using a commercial assay",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Graphs show the results (averages and standard deviations [SD]) of a representative 738 experiment performed in quadruplicate. All experiments were repeated at least twice. (C) Huh7 cells 739 were infected with EAV CsA-1, -2, or -3 or with wtEAV-P7 (MOI 0.01)",
            "authors": [],
            "year": null,
            "venue": "Furthermore, the cytotoxicity of CsA treatment only was monitored in parallel in mock-infected Huh7 737 cells",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CsA resistance analysis of engineered rEAV mutants reflecting the consensus sequences 745",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "of CsA-1, -2, and -3. Huh7 cells in 96-well plates were infected (MOI 0.05) with rEAV wt",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cells were incubated for three days in the presence of 0 to 748 50 µM CsA, and cell viability was monitored using a commercial assay. The cytotoxicity of CsA 749 treatment only was monitored in parallel in mock",
            "authors": [],
            "year": null,
            "venue": "black line) or mutants reflecting the consensus sequences of CsA-1",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virus yields of rEAV wt and rEAV QYA infection in the absence or presence of CsA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "al., 2011); (de Wilde et al., 2013a; de Wilde et al., 2018b). EAV replication, on the other 111 hand, strongly depends on CypA expression, as it was nearly abolished in CypA-knockdown or -112 knockout cell cultures (de Wilde et al., 2013a; de Wilde et al., 2018b). 113",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "post infection (p.i.), differences in cell viability due to virus-induced cytopathic 157 effect (CPE) or compound-specific side effects were analyzed using the CellTiter 96 AQueous Non-158 Radioactive Cell Proliferation Assay (Promega), as described previously (de Wilde et al., 2013b). The 159 cytotoxic effects of treatment with compound only were monitored in parallel in plates containing 160 mock-infected cells. The half-maximal effective concentration (EC50) and the compound-specific 161 toxicity (50% cytotoxic concentration; CC50) were calculated with GraphPad Prism 6 software, using 162 the non-linear regression model. 163 164 Identification of adaptive mutations in the EAV genome. To isolate viral RNA, Huh7 cells (10-cm 2 165 dish) were infected with wild-type (wt) EAV, wtEAV P7, EAV CsA lineages, or EAV ALV lineages 166 (MOI of 0.1). Cells were incubated for 16 h at 37°C, lysed in 1 ml of TriPure (Sigma Aldrich), and 167 intracellular RNA was isolated according to the manufacturer's instructions. Reverse transcription 168 (RT) was performed with the ThermoScript™ RT-PCR System (ThermoFisher Scientific) according 169 to the manufacturer's instructions, using random hexamers (Promega) and 10 µM of primer 5'-170 CGCCGTTTTTTTTTTTTTTTTTTTTTTTTT-3'. Subsequently, the complete EAV genome was 171 amplified as seven PCR products and sequenced (primer sequences used in RT, PCR and sequencing 172 are available upon request). 173 174 EAV reverse genetics. Resistance-associated adaptive mutations (listed in Table 2) were introduced 175 into shuttle plasmids by standard site-directed PCR mutagenesis. After sequence verification, 176 restriction fragments containing the desired mutations were transferred to full-length EAV cDNA 177 clone pEAN900, a derivative of pEAV030 (van Dinten et al., 1997) containing a few translationally 178 silent mutations to engineer restriction sites. Virus derived from clone pEAN900 has a wt phenotype, 179 as confirmed by a side-by-side comparison with pEAV030-derived virus in growth curve experiments 180 and plaque assays (data not shown). In vitro transcribed RNA derived from wt or mutant pEAN900 181 was electroporated into BHK-21 cells using Amaxa Nucleofector technology (Lonza), as described 182 previously (Beerens and Snijder, 2007). Recombinant virus was harvested upon complete CPE, 183 typically between 48 and 72 h post transfection (p.t.). The presence of the engineered mutations was 184 confirmed by performing one additional virus passage and sequencing RT-PCR products obtained 185 after isolation and RT-PCR amplification of intracellular viral RNA. 186 187 Electron microscopy. Huh-7 cells were infected with rEAV wt or rEAV QYA , or were mock-infected, 188 and either treated with 8 µM CsA at 1 h p.i. or left untreated. Cells were fixed at 11 (no CsA) or 14 h 189 p.i. (8 µM CsA) in 1.5% glutaraldehyde in 0.1 M cacodylate buffer (pH 7.4) for 1 h. Subsequently, 190 samples were stained during 1-h incubation steps, first with 1% OsO4 in 0.1 M cacodylate buffer and 191 then with 1% uranyl acetate. Samples were then dehydrated in a graded ethanol series (70% to 100% 192 ethanol) and embedded in Epon LX-112 resin (Ladd Research) that was polymerized at 60°C. Sections 193 of 100 nm thickness were collected on carbon-coated pioloform EM grids and post-stained with lead 194 citrate and a saturated aqueous solution of uranyl acetate. Images were collected on a Tecnai12 TWIN 195 electron microscope (Thermo Fisher Scientific (formerly FEI)) operating at 120 kV using a OneView 196 4k high frame-rate camera (Gatan). 197 198 Isolation of EAV RTC-containing replication organelles and in vitro RNA synthesis assays. 199",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2B and (de Wilde et al., 2013a)). The CsA sensitivity of the 238 three lineages was measured in an assay that is based on (the inhibition of) EAV-induced CPE in 239 Huh7 cells. Following infection with an MOI of 0.05 in the presence of 0.4 to 50 µM CsA, cell 240 viability was assayed at 3 days p.i. CsA doses above 12.5 µM appeared to be cytotoxic, as the viability 241 of mock-infected CsA-treated cells dropped below 85% compared to Huh7 cells not treated with CsA 242 (Fig. 2B; light grey line). The CPE induced by wtEAV infection was inhibited by CsA with an EC50 243 value of 2.4 µM, whereas treatment with 3.1 µM CsA fully blocked the development of virus-induced 244 CPE. This was in line with our previous results in EAV-infected BHK-21 cells, in which treatment 245 with 4 µM CsA resulted in a 4-log reduction of viral progeny (de Wilde et al., 2013a). Whereas seven 246",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4A; black dashed line) while 313 rEAV QYA was able to produce infectious progeny, albeit with a delay compared to the CsA-free 314 infection (Fig. 4A; red dashed line). Subsequently, the CsA resistance of rEAV QYA was further 315 confirmed in a low-MOI infection experiment (MOI 0.01) in Huh7 cells (Fig. 4B): a titer of about 10 4 316 PFU/ml was obtained for the mutant in the presence of 4 µM CsA, while rEAV wt infectious progeny 317 was not detected under the same conditions. 318 319 Neither CsA treatment nor nsp5 mutations affect the morphology of EAV-induced replication 320 organelles. It was previously reported that Cyp inhibitor treatment affects the morphology of the 321 'membranous web', the RO that is formed upon HCV infection and with which viral RNA synthesis is 322 associated (Chatterji et al., 2015; Madan et al., 2014). It was striking that the EAV mutations that 323 promote CsA-resistance all map to the nsp5 transmembrane protein, which has been suggested to play 324 a regulatory role in the formation of arterivirus ROs (van der Hoeven et al., 2016), of which the 325 peculiar DMVs are a key feature (Pedersen 1999, Knoops 2012). We therefore used electron 326 microscopy to investigate whether CsA treatment or the mutations in nsp5 affect EAV-induced DMV 327 formation. Analysis of Huh7 cells (11 h p.i.) infected with either rEAV wt (Fig. 5B) or rEAV QYA (Fig. 328",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "replication continues to depend on CypA. We previously showed that EAV replication 342 was reduced in cells depleted for CypA by siRNA treatment (de Wilde et al., 2013a; de Wilde et al., 343 2018b) and strongly affected in a CypA knock-out cell line (Huh7-CypA KO ) produced using CRISPR-344 Cas9 technology (de Wilde et al., 2018b). These latter cells were used to investigate whether the 345 replication of rEAV QYA still depended on CypA expression. We infected both the Huh7-CypA KO cells 346 and the parental Huh7 cells with wt and mutant virus (MOI 0.01) and compared progeny titers at 32 h 347p.i. At this time point, rEAV wt yields were almost 4-log reduced in the knockout cells(Fig. 6). 348Replication of rEAV QYA was inhibited to the same extent, indicating that -despite its reduced CsA 349 sensitivity -replication of this mutant continues to depend on the presence of CypA(Fig. 6).350 351 Nsp5 mutations reduce the inhibitory effect of CsA on EAV RNA synthesis. Previously, we 352 showed that EAV RNA synthesis is effectively inhibited by CsA (de Wilde et al., 2013a). This led us 353 to analyze whether the nsp5 QYA mutations reduce the inhibitory effect of CsA on EAV RNA synthesis. 354",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "we assayed the RNA-synthesizing activity of semi-purified ROs from rEAV wt -and 366 rEAV QYA -infected cells using a previously developed in vitro RNA synthesis assay (IVRA) (van 367 Hemert et al., 2008). The incorporation of [ 32 P]CTP into viral RNA was analyzed in the presence of 368 various CsA concentrations. In the absence of the compound, in vitro synthesis of rEAV wt genomic 369 and sg RNAs was observed (Fig. 7C, lane 1), which was clearly reduced when the assay was 370 performed in the presence of ≥8 µM of CsA (lanes 3 to 6). In line with the [ 3 H]-uridine metabolic 371 labeling experiment, the RNA-synthesizing complexes from rEAV QYA -infected cells were insensitive 372 to treatment with up to 16µM of CsA (lanes 7 to 12), thus directly linking the effect of the adaptive 373 nsp5 mutations to the overall activity of the arterivirus RTC. 374 Of note, the results from both the metabolic labeling with [ 3 H]uridine and the IVRA 375experiments suggested that -compared to genome replication -sg RNA synthesis is more impaired 376 for the rEAV QYA mutant(Fig 7B, lane 1 and 3; Fig. 7C, lane 1 and 7). However, when rEAV wt and 377 rEAV QYA RNA (isolated from infected BHK-21 cells at 7.5 h p.i.) was subjected to direct 378 hybridization analysis using a [ 32 P]-labeled probe that recognizes all EAV mRNAs, an overall 379 decrease in the amount of mutant viral RNAs was visible, but no clear difference in the ratio between 380 the individual sg RNAs and genomic RNA (sFig. 2). Therefore, we concluded that the absence of the 381 sg RNAs in some of the panels presented inFig. 7must have been due to the limited sensitivity of 382 these particular assays rather than a specific impairment of sg RNA synthesis.383 384 Resistance to the non-immunosuppressive CsA-analog Alisporivir requires a combination of 385 mutations in EAV nsp5 and nsp2. Previously, we established that EAV replication can also be 386 inhibited by the non-immunosuppressive CsA analog Debio-064 (de Wilde et al., 2013a). More 387 recently, we reported the inhibition of coronavirus replication in cell culture by the related CsA analog 388 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "3). We previously showed that CsA inhibits EAV RNA synthesis and hypothesized that 431 this may be the major determinant for its inhibitory effect (de Wilde et al., 2013a). Indeed, a 432 combination of three of the acquired CsA resistance mutations in nsp5 (Q21R, Y113H, and A134V) 433 facilitated a certain level of EAV RNA synthesis in the presence of a CsA dose that blocks wt virus 434 activity. This was observed in both virus-infected cells and an in vitro assay for EAV RNA synthesis 435 (Fig. 7). 436 Unfortunately, arterivirus nsp5 has not been studied in great detail and little is known about its 437 functions and interactions during virus replication. The protein is one of three ORF1a-encoded 438 transmembrane subunits that are presumed to drive the formation of the membranous ROs supporting 439 viral RTC activity in the infected cell (Knoops et al., 2012; Pedersen et al., 1999; van der Hoeven et 440 al., 2016). In expression systems, nsp2 and nsp3 interact and their combined expression suffices to 441 induce the conversion of ER membranes into double-membrane vesicles that strikingly resemble those 442 observed in arterivirus-infected cells. Although nsp5 appears to be dispensable for the basic 443 interactions leading to these membrane transformations (Snijder et al., 2001), the protein was recently 444 postulated to play a regulatory role by modulating membrane curvature and DMV formation (van der 445 Hoeven et al., 2016). 446 The 162-amino acid nsp5 of EAV is largely hydrophobic and contains four predicted 447 membrane-spanning domains and a cytosolic C-terminal domain (Fig. 1 and (van der Hoeven et al., 448 2016)). In infected cells, nsp5 is mainly present within a number of long-lived processing 449 intermediates of the pp1a and pp1ab replicase polyproteins (Snijder et al., 1994; Wassenaar et al.encoded part of the replicase polyprotein, which includes key enzymes for arterivirus RNA 452 synthesis (Snijder et al., 1994; Wassenaar et al., 1997). Consequently, nsp5 may have an important 453 role as an 'interaction platform' that could target and/or anchor other RTC subunits to membranes. 454 Being part of several larger processing intermediates, nsp5 may potentially perform such a role in cis, 455 prior to the proteolytic release of those other subunits from nsp5-containing precursors. Obviously, 456 also host cell proteins involved in arterivirus RNA synthesis are likely to become associated with the 457 membrane-bound viral RTC, and may thus interact with nsp5. Such factors may include CypA and 458 other members of the Cyp family that bind CsA and ALV, although the possibility of a direct 459interaction of these compounds with EAV replicase subunits themselves has not been formally 460 excluded. In any case, our EM analysis of CsA-treated, EAV-infected cells, which were devoid of 461 DMVs(Fig. 5), confirmed that the drug treatment blocks an early and basic step in the viral replicative 462 cycle, and that this block can apparently be circumvented by the acquisition of a few adaptive 463 mutations in nps5. 464",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "postulated a role for CypA in EAV RTC formation or function, upon 479 demonstrating the cosedimentation of CypA with EAV RTCs in density gradients. Interestingly, no 480 CypA cosedimentation with RTCs was detected in the presence of CsA (de Wilde et al., 2013a). 481Unfortunately, co-immunoprecipitation experiments using lysates from either ectopic expression of 482 the EAV nsp2-7 polyprotein in 293T cells or EAV-infected cells, could not confirm an interaction 483 between nsp5 and CsA, even when using mild conditions for cell lysis and immunoprecipitation (data 484 not shown). This could obviously be due to technical reasons, e.g. the interaction being very weak or 485 short-lived but an alternative explanation may be that the interaction of CypA with the EAV RTC is 486 not directly via nsp5, or that it depends on factors that were lacking in our assays. 487Although a direct interaction between an EAV nsp and CypA could not be established, 488 efficient EAV replication is dependent on the presence of CypA, as it is severely reduced in cells 489 depleted for CypA(Fig 6; (de Wilde et al., 2013a; de Wilde et al., 2018b)). For HCV, it was 490 postulated that the interaction between CypA and NS5A is involved in the formation and stabilization 491 of the RO, the so-called 'membranous web' with which viral RNA synthesis is associated (Chatterji et 492 al., 2015; Madan et al., 2014). A direct interaction has been demonstrated between CypA and the 493 proline-rich domain 2 of NS5A (Foster et al., 2011; Ngure et al., 2016). Presumably, CypA catalyzes 494 the proper folding of NS5A, which in turn enhances the direct binding of RNA to NS5A, or 495 recruitment of the NS5B-RdRp to the membrane structures, ultimately leading to efficient RNA 496 synthesis (Coelmont et al., 2010). HCV mutations associated with resistance to Cyp inhibitors map to 497 NS5A, close to the cleavage site between NS5A and NS5B, and either slow down processing of the 498 NS5A-5B junction or render replication less dependent on CypA (Kaul et al., 2009). Interestingly, 499 NS5A mutations that confer resistance to Cyp inhibitors do not reduce CypA-NS5A binding (Badillo 500 et al., 2017). 501 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Azouzi et al., 2010; Dynarowicz-Latka et al., 2015). In addition, several reports have been published 507 that show that CsA treatment induces the unfolded protein response (UPR) and endoplasmic reticulum 508 (ER) stress (Bouvier et al., 2009; Ram and Ramakrishna, 2014), and indeed, severe dilation of ER 509 membranes was observed in CsA-treated Huh7 cells (compare for instance mock-infected cells in 510 Figs. 4A and 4D). CsA may thus also affect the stability of virus-induced membrane structures and by 511 doing so inhibit viral RNA synthesis, for example by disrupting the integrity of the viral RTC or its 512 association with the ROs. Integration of mutant nsp5 in EAV RTCs may stabilize the RTC complex 513and allow it to tolerate higher CsA concentrations before it disassembles and loses its RNA synthesis 514 activity. 515",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Kirat, K., Morandat, S., 2010. The potent antimalarial drug cyclosporin A preferentially 538 destabilizes sphingomyelin-rich membranes.Langmuir 26, 1960Langmuir 26,  -1965 Badillo, A., Receveur-Brechot, V., Sarrazin, S., Cantrelle, F.X., Delolme, F., Fogeron, M.L., Molle, J., 540Montserret, R., Bockmann, A., Bartenschlager, R., Lohmann, V., Lippens, G., Ricard-Blum, S., 541Hanoulle, X., Penin, F.,2017. Overall Structural Model of NS5A Protein from Hepatitis C Virus and 542 Modulation by Mutations Confering Resistance of Virus Replication to Cyclosporin A. Biochemistry 543 56, 3029-3048. 544 Beerens, N., Snijder, E.J., 2007. An RNA pseudoknot in the 3' end of the arterivirus genome has a 545 critical role in regulating viral RNA synthesis. J. Virol. 81, 9426-9436. 546 Bouvier, N., Flinois, J.P., Gilleron, J., Sauvage, F.L., Legendre, C., Beaune, P., Thervet, E., Anglicheau, 547 D., Pallet, N., 2009. Cyclosporine triggers endoplasmic reticulum stress in endothelial cells: a role for 548 endothelial phenotypic changes and death. Am J Physiol Renal Physiol 296, F160-169. 549 Bryans, J.T., Crowe, M.E., Doll, E.R., McCollum, W.H., 1957. Isolation of a filterable agent causing 550 arteritis of horses and abortion by mares; its differentiation from the equine abortion (influenza) 551 virus. Cornell Vet. 47, 3-41. 552 Carbajo-Lozoya, J., Ma-Lauer, Y., Malesevic, M., Theuerkorn, M., Kahlert, V., Prell, E., von Brunn, B., 553 Muth, D., Baumert, T.F., Drosten, C., Fischer, G., von Brunn, A., 2014. Human coronavirus NL63 554 replication is cyclophilin A-dependent and inhibited by non-immunosuppressive cyclosporine A-555 derivatives including Alisporivir. Virus Res. 184C, 44-53. 556 Chatterji, U., Bobardt, M., Tai, A., Wood, M., Gallay, P.A., 2015. Cyclophilin and NS5A inhibitors, but 557 not other anti-hepatitis C virus (HCV) agents, preclude HCV-mediated formation of double-558 membrane-vesicle viral factories. Antimicrob Agents Chemother 59, 2496-2507.559 Chojnacki, S., Cowley, A., Lee, J., Foix, A., Lopez, R., 2017. Programmatic access to bioinformatics 560 tools from EMBL-EBI update: 2017. Nucleic Acids Res 45, W550-W553. 561 Coelmont, L., Hanoulle, X., Chatterji, U., Berger, C., Snoeck, J., Bobardt, M., Lim, P., Vliegen, I., 562 Paeshuyse, J., Vuagniaux, G., Vandamme, A.M., Bartenschlager, R., Gallay, P., Lippens, G., Neyts, J., 563 2010. DEB025 (Alisporivir) inhibits hepatitis C virus replication by preventing a cyclophilin A induced 564 cis-trans isomerisation in domain II of NS5A. PLoS One 5, e13687. 565 Cui, J., Li, F., Shi, Z.L., 2018. Origin and evolution of pathogenic coronaviruses. Nat Rev Microbiol. 566 de Vries, A.A., Chirnside, E.D., Horzinek, M.C., Rottier, P.J., 1992. Structural proteins of equine 567 arteritis virus. J. Virol. 66, 6294-6303. 568 de Wilde, A.H., Falzarano, D., Zevenhoven-Dobbe, J.C., Beugeling, C., Fett, C., Martellaro, C., 569 Posthuma, C.C., Feldmann, H., Perlman, S., Snijder, E.J., 2017. Alisporivir inhibits MERS-and SARS-570 coronavirus replication in cell culture, but not SARS-coronavirus infection in a mouse model. Virus 571 Res 228, 7-13. 572 de Wilde, A.H., Li, Y., van der Meer, Y., Vuagniaux, G., Lysek, R., Fang, Y., Snijder, E.J., van Hemert, 573 M.J., 2013a. Cyclophilin inhibitors block arterivirus replication by interfering with viral RNA synthesis. 574 J Virol 87, 1454-1464. 575 de Wilde, A.H., Pham, U., Posthuma, C.C., Snijder, E.J., 2018a. Cyclophilins and cyclophilin inhibitors 576 in nidovirus replication. Virology 522, 46-55. 577 de Wilde, A.H., Raj, V.S., Oudshoorn, D., Bestebroer, T.M., van Nieuwkoop, S., Limpens, R.W., 578 Posthuma, C.C., van der Meer, Y., Barcena, M., Haagmans, B.L., Snijder, E.J., van den Hoogen, B.G., 579 2013b. MERS-coronavirus replication induces severe in vitro cytopathology and is strongly inhibited 580 by cyclosporin A or interferon-alpha treatment. J. Gen. Virol. 94, 1749-1760. , A.H., Zevenhoven-Dobbe, J.C., Beugeling, C., Chatterji, U., de Jong, D., Gallay, P., Szuhai, K., 582 Posthuma, C.C., Snijder, E.J., 2018b. Coronaviruses and arteriviruses display striking differences in 583 their cyclophilin A-dependence during replication in cell culture. Virology 517, 148-156. 584 de Wilde, A.H., Zevenhoven-Dobbe, J.C., van der Meer, Y., Thiel, V., Narayanan, K., Makino, S., 585 Snijder, E.J., van Hemert, M.J., 2011. Cyclosporin A inhibits the replication of diverse coronaviruses. J. 586 Gen. Virol. 92, 2542-2548. 587 de Wit, E., van Doremalen, N., Falzarano, D., Munster, V.J., 2016. SARS and MERS: recent insights into 588 emerging coronaviruses. Nat Rev Microbiol 14, 523-534. 589 Dunyak, B.M., Gestwicki, J.E., 2016. Peptidyl-Proline Isomerases (PPIases): Targets for Natural 590 Products and Natural Product-Inspired Compounds. J Med Chem 59, 9622-9644. 591 Dynarowicz-Latka, P., Wnetrzak, A., Makyla-Juzak, K., 2015. Cyclosporin A in Membrane Lipids 592 Environment: Implications for Antimalarial Activity of the Drug--The Langmuir Monolayer Studies. J 593 Membr Biol 248, 1021-1032. 594 Foster, T.L., Gallay, P., Stonehouse, N.J., Harris, M., 2011. Cyclophilin A interacts with domain II of 595 hepatitis C virus NS5A and stimulates RNA binding in an isomerase-dependent manner. J. Virol. 85, 596 7460-7464. 597 Frausto, S.D., Lee, E., Tang, H., 2013. Cyclophilins as modulators of viral replication. Viruses 5, 1684-598 1701. 599 Holtkamp, D.J., Kliebenstein, J.B., Neumann, E.J., 2013. Assessment of the economic impact of 600 porcine reproductive and respiratory syndrome virus on United States pork producers. Journal of 601 Swine Health and Production 21, 72-84. 602 Kaul, A., Stauffer, S., Berger, C., Pertel, T., Schmitt, J., Kallis, S., Zayas, M., Lohmann, V., Luban, J., 603 Bartenschlager, R., 2009. Essential role of cyclophilin A for hepatitis C virus replication and virus 604 production and possible link to polyprotein cleavage kinetics. PLoS Pathog. 5, e1000546. 605 Knoops, K., Barcena, M., Limpens, R.W., Koster, A.J., Mommaas, A.M., Snijder, E.J., 2012. 606 Ultrastructural characterization of arterivirus replication structures: reshaping the endoplasmic 607 reticulum to accommodate viral RNA synthesis. J. Virol. 86, 2474-2487. 608 Knoops, K., Swett-Tapia, C., van den Worm, S.H., te Velthuis, A.J., Koster, A.J., Mommaas, A.M., 609 Snijder, E.J., Kikkert, M., 2010. Integrity of the early secretory pathway promotes, but is not required 610 for, severe acute respiratory syndrome coronavirus RNA synthesis and virus-induced remodeling of 611 endoplasmic reticulum membranes. J Virol 84, 833-846. 612 Madan, V., Paul, D., Lohmann, V., Bartenschlager, R., 2014. Inhibition of HCV replication by 613 cyclophilin antagonists is linked to replication fitness and occurs by inhibition of membranous web 614 formation. Gastroenterology 146, 1361-1372 e1361-1369. 615 Naoumov, N.V., 2014. Cyclophilin inhibition as potential therapy for liver diseases. J Hepatol 61, 616 1166-1174. 617 Nedialkova, D.D., Gorbalenya, A.E., Snijder, E.J., 2010. Arterivirus Nsp1 modulates the accumulation 618 of minus-strand templates to control the relative abundance of viral mRNAs. PLoS Pathog. 6, 619 e1000772. 620 Ngure, M., Issur, M., Shkriabai, N., Liu, H.W., Cosa, G., Kvaratskhelia, M., Gotte, M., 2016. 621 Interactions of the Disordered Domain II of Hepatitis C Virus NS5A with Cyclophilin A, NS5B, and Viral 622 RNA Show Extensive Overlap. ACS Infect Dis 2, 839-851. 623 Pedersen, K.W., van der, M.Y., Roos, N., Snijder, E.J., 1999. Open reading frame 1a-encoded subunits 624 of the arterivirus replicase induce endoplasmic reticulum-derived double-membrane vesicles which 625 carry the viral replication complex. J. Virol. 73, 2016-2026. 626 Pfefferle, S., Schopf, J., Kogl, M., Friedel, C.C., Muller, M.A., Carbajo-Lozoya, J., Stellberger, T., von 627Dall'armi, E., Herzog, P., Kallies, S., Niemeyer, D., Ditt, V., Kuri, T., Zust, R., Pumpor, K., Hilgenfeld, R., 628Schwarz, F., Zimmer, R., Steffen, I., Weber, F., Thiel, V., Herrler, G., Thiel, H.J., Schwegmann-Wessels, 629C., Pohlmann, S., Haas, J., Drosten, C., von Brunn, A., 2011. The SARS-Coronavirus-Host Interactome: 630Identification of Cyclophilins as Target for Pan-Coronavirus Inhibitors. PLoS Pathog. 7, e1002331. 631 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "639 Snijder, E.J., Kikkert, M., Fang, Y., 2013. Arterivirus molecular biology and pathogenesis. J Gen Virol 640 94, 2141-2163. 641 Snijder, E.J., van Tol, H., Roos, N., Pedersen, K.W., 2001. Non-structural proteins 2 and 3 interact to 642 modify host cell membranes during the formation of the arterivirus replication complex. J. Gen. Virol. 643 82, 985-994. 644 Snijder, E.J., Wassenaar, A.L., Spaan, W.J., 1994. Proteolytic processing of the replicase ORF1a protein 645 of equine arteritis virus. J. Virol. 68, 5755-5764. 646 Tanaka, Y., Sato, Y., Sasaki, T., 2013. Suppression of coronavirus replication by cyclophilin inhibitors. 647 Viruses 5, 1250-1260. 648 van der Hoeven, B., Oudshoorn, D., Koster, A.J., Snijder, E.J., Kikkert, M., Barcena, M., 2016. 649 Biogenesis and architecture of arterivirus replication organelles. Virus Res 220, 70-90. 650 van Dinten, L.C., den Boon, J.A., Wassenaar, A.L., Spaan, W.J., Snijder, E.J., 1997. An infectious 651 arterivirus cDNA clone: identification of a replicase point mutation that abolishes discontinuous 652 mRNA transcription. Proc. Natl. Acad. Sci. USA 94, 991-996. 653 van Hemert, M.J., de Wilde, A.H., Gorbalenya, A.E., Snijder, E.J., 2008. The in vitro RNA synthesizing 654 activity of the isolated arterivirus replication/transcription complex is dependent on a host factor. J 655 Biol Chem 283, 16525-16536. 656 van Kasteren, P.B., Bailey-Elkin, B.A., James, T.W., Ninaber, D.K., Beugeling, C., Khajehpour, M., 657 Snijder, E.J., Mark, B.L., Kikkert, M., 2013. Deubiquitinase function of arterivirus papain-like protease 658 2 suppresses the innate immune response in infected host cells. Proc. Natl. Acad. Sci. USA 110, E838-659 847. 660 van Kasteren, P.B., Beugeling, C., Ninaber, D.K., Frias-Staheli, N., van Boheemen, S., Garcia-Sastre, A., 661 Snijder, E.J., Kikkert, M., 2012. Arterivirus and nairovirus ovarian tumor domain-containing 662 Deubiquitinases target activated RIG-I to control innate immune signaling. J. Virol. 86, 773-785. 663 von Brunn, A., Ciesek, S., von Brunn, B., Carbajo-Lozoya, J., 2015.Genetic deficiency and 664 polymorphisms of cyclophilin A reveal its essential role for Human Coronavirus 229E replication. Curr 665 Opin Virol 14, 56-61. 666 Wang, P., Heitman, J., 2005. The cyclophilins. Genome Biol 6, 226. 667 Wassenaar, A.L., Spaan, W.J., Gorbalenya, A.E., Snijder, E.J., 1997. Alternative proteolytic processing 668 of the arterivirus replicase ORF1a polyprotein: evidence that NSP2 acts as a cofactor for the NSP4 669 serine protease. J. Virol. 71, 9313-9322. 670",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Two variants were detected: nsp5 Q21 (wild-type) and R21 (mutated sequences). 691 ** The open reading frames for EAV GP4 and the ORF5a protein overlap.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Positions of CsA resistance-associated mutations in the EAV 5'UTR and ORF1ab. seven passages. Depicted are the 5'-UTR and ORF1ab, with replicase polyprotein 1ab 709 amino acid numbers, cleavage sites and nsp cleavage products indicated. The seven mutations 710 identified in the sequences of the CsA-resistant viruses are depicted with black arrows, and the amino 711 acid position/change in the respective nsp is indicated, as well as the lineage in which the mutation 712 was identified (see also Table 2). Nsp5 is highlighted in green. P1 and P2: papain-like proteinases in 713 nsp1 and nsp2, resp.; TM: transmembrane domains; Mpro: main proteinase; NT: nidovirus RdRp-714 associated nucleotidyltransferase (NiRAN); RdRp: RNA-dependent RNA polymerase; Z: Zinc-715 binding domain; Hel: helicase; U: endoribonuclease. (B) Membrane topology of EAV nsp5 as 716 predicted using the TMHMM topology prediction method within the Geneious software package. The 717 position/change of the four nsp5 mutations identified in lineages CsA-1, -2, and -3 is indicated with a 718 black arrow. (C) Multiple sequence alignment of nsp5 from selected arteriviruses, performed by 719 Clustal Omega (Chojnacki et al., 2017). Fully conserved residues are indicated in grey, predicted 720 transmembrane helices (TMHMM topology prediction from Geneious software package) are boxed 721 and adaptive mutations are marked with an asterisk. EAV, equine arteritis virus (GenBank accession 722 number DQ846750); SHFV, simian hemorrhagic fever virus (AF180391); PRRSV-1, porcine 723 reproductive and respiratory syndrome virus, European genotype (GU737264.2); PRRSV-2, porcine 724 reproductive and respiratory syndrome virus, North American genotype (JX138233); LDV, Selection of CsA-resistant EAV mutants. (A) Passaging scheme for wild-type (wt) EAV 728 (strain Bucyrus) in Huh7 cells (MOI 0.005) to generate three independent CsA-resistant lineages 729 (EAV CsA-1 in red; CsA-2 in blue; and CsA-3 in green). Passaging was performed in the presence of 730 increasing CsA concentrations, ranging from 4 µM during passage 1 (P1) to 20 µM during P7. Adaptive mutations in EAV nsp5 do not affect the morphology of virus-induced double 762 membrane vesicles. Huh7 cells were infected with rEAV wt (panels B and E) or rEAV QYA (panels C 763 and F) with MOI 5, or were mock-infected (panels A en D). After an incubation of 11 h (untreated, 764 panels A-C) or 14 h (CsA-treated, panels D-F), cells were fixed and processed for transmission 765 electron microscopy. DMV formation is very similar upon infection with rEAV wt and rEAV QYA , while 766 CsA treatment induces dilated ER, both in mock and in infected cells. Scale bars: 2 µm (left panels), 767 500 nm (middle and right panels). 768 769 Fig. 6. rEAV QYA does not replicate in the absence of CypA. (A) Virus yields of rEAV wt (left) and 770 rEAV QYA (right; MOI 0.01) at 32 h p.i. of parental Huh7 cells (black bars) and Huh7 CypA KO cells 771 (grey bars). EAV yields were determined by plaque assay (averages and SD, n=3). 772 773 Fig. 7. rEAV QYA RNA synthesis is impaired but less sensitive to CsA. (A, B) Viral RNA synthesis 774 in BHK-21 cells infected with rEAV wt or rEAV QYA was metabolically labeled between 6.5 and 7.5 h 775 p.i. using [ 3 H]uridine. This was done in the presence or absence of 8 µM CsA and dactinomycin. Total 776 intracellular RNA was isolated at 7.5 h p.i. (A) The total incorporation of 3 H label was quantified by 777 liquid scintillation counting. (B) 3 H-labelled EAV RNA was separated in a denaturing formaldehyde 778 agarose gel and visualized by fluorography. (C) ROs were semi-purified from lysates of rEAV wt -or 779 rEAV QYA -infected BHK-21 cells (MOI 5) at 7.5 h p.i. and were used in an in vitro RNA synthesis 780 assay (IVRA) in which [ 32 P]CTP was incorporated into viral RNA products. Reactions were 781 performed in the presence of increasing concentrations of CsA (indicated above the lanes) and were 782 Passaging in the presence of ALV reduces EAV sensitivity towards ALV and CsA. Virus 787 was passaged of increasing ALV concentrations, ranging from 4 µM during passage 1 (P1) to 75 µM 788 during P10. P10 harvests of EAV lineages ALV-1 and ALV-2 were tested for resistance to ALV (A) 789 and CsA (B) treatment. Huh7 cells in 96-well plates were infected with MOI 0.05 in the presence of 0 790 to 50 µM ALV or CsA. Cells were incubated for three days, and cell viability was monitored using a 791 commercial assay. In addition, the cytotoxicity of CsA treatment was monitored in parallel in mock-792 infected Huh7 cells. Graphs show the results (average and standard deviations [SD]) of a 793 representative experiment that was performed in quadruplicate. All experiments were repeated at Analysis of ALV and CsA sensitivity of engineered rEAV ALV-resistant mutants. 797 Huh7 cells in 96-well plates were infected with rEAV wt (control) and rEAV ALV-resistant mutants 798 (MOI 0.05), grouped per ALV lineage, in the presence of 0 to 50 µM ALV (A, B) or CsA (C, D). 799Cells were incubated for three days and cell viability was monitored using a commercial assay. The 800 cytotoxicity of ALV or CsA treatment only was monitored in parallel in mock-infected Huh7 cells 801 (light grey line). See legend for color coding of the rEAV mutants. Graphs show the results (average 802 and SD) of a representative experiment that was performed in quadruplicate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "EAV resistance to ALV requires an additional mutation in nsp2. (A, B) Huh7 cells in 96-806",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Positions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 2: Selection of CsA-resistant EAV mutants",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "CsA resistance analysis of rEAV mutants reflecting the consensus sequences of CsA-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Virus yields of rEAV wt and rEAV QYA infection in the absence or presence",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Adaptive mutations in EAV nsp5 do not affect the morphology of virus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "rEAV QYA does not replicate in absence of CypA All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Figure 7: rEAV QYA RNA synthesis is impaired but less sensitive to CsA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Passaging in the presence of ALV reduced EAV sensitivity towards ALV and CsA AB All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Figure 9: Analysis of ALV and CsA sensitivity of rEAV ALV-resistant mutants",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Resistance",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "CsA-resistance analysis of rEAV mutants harboring singular mutations identified in the consensus sequences of CsA-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "imager (GE Healthcare). Incorporation of label was quantified using ImageQuant TL software. 211 Analysis of viral RNA synthesis. Metabolic labeling of viral RNA with [ 3 H]uridine was performed 213 essentially as described previously (Knoops et al., 2010). Briefly, 4 x 10 5 BHK-21 cells in 4-cm 2 wells 214 were infected with rEAV wt or rEAV QYA (MOI 5). At 5.5 h p.i., DMEM containing 8% FCS, 5 µg/ml 215 dactinomycin (Sigma-Aldrich), and 8 µM CsA or 0.02% DMSO (solvent control) was given. At 6.5 h 216 p.i., 100 µCi of [ 3 H]uridine was added to 300 µl of culture medium. Cells were lysed at 7.5 h p.i. and 217 intracellular 3 H-labeled RNAs were isolated (Tripure), separated by denaturing agarose gel 218 electrophoresis, and visualized by fluorography. The total incorporation of 3 H label was determined 219 using liquid scintillation counting. For hybridization analysis of intracellular RNA from EAV-infected 220 cells, RNA was first separated by denaturing RNA agarose gel electrophoresis. Subsequently, the gel 221 was dried and hybridization was performed using a 32 P-labeled oligonucleotide probe (5'-222 TTGGTTCCTGGGTGGCTAATAACTACTT -3') recognizing the 3'end of the EAV genome, as 223 All rights reserved. No reuse allowed without permission. Selection of CsA-resistant EAV mutants. Previously, we showed that low-micromolar CsA 230 concentrations can effectively block EAV and PRRSV replication in cultured cells (de Wilde et al., 231",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Piotukh, K., Gu, W., Kofler, M., Labudde, D., Helms, V., Freund, C., 2005. Cyclophilin A binds to linear 632 peptide motifs containing a consensus that is present in many human proteins. J. Biol.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mutations identified after serial passaging of EAV in the presence of increasing 688",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "ALV sensitivity of serially passaged and engineered ALV-resistant viruses.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "All rights reserved. No reuse allowed without permission.... Relative viability (% to mock-infected cells)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ". https://doi.org/10.1101/587261 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ". https://doi.org/10.1101/587261 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". https://doi.org/10.1101/587261 doi: bioRxiv preprint sFigure 2: Hybridization analysis of RNA synthesis in rEAV wt -and rEAV QYA -infected cells All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}