{
    "paper_id": "fb7371ad31cd501854660876a282060402082537",
    "metadata": {
        "title": "MERS-CoV spillover at the camel-human interface",
        "authors": [
            {
                "first": "Gytis",
                "middle": [],
                "last": "Dudas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Max",
                "middle": [],
                "last": "Luiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Carvalho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Rambaut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Trevor",
                "middle": [],
                "last": "Bedford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is a zoonotic virus from camels causing significant mortality and morbidity in humans in the Arabian Peninsula. The epidemiology of the virus remains poorly understood, and while casebased and seroepidemiological studies have been employed extensively throughout the epidemic, viral sequence data have not been utilised to their full potential. Here we use existing MERS-CoV sequence data to explore its phylodynamics in two of its known major hosts, humans and camels. We employ structured coalescent models to show that long-term MERS-CoV evolution occurs exclusively in camels, whereas humans act as a transient, and ultimately terminal host. By analysing the distribution of human outbreak cluster sizes and zoonotic introduction times we show that human outbreaks in the Arabian peninsula are driven by seasonally varying zoonotic transfer of viruses from camels. Without heretofore unseen evolution of host tropism, MERS-CoV is unlikely to become endemic in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV), endemic in camels in the Arabian Peninsula, is the causative agent of zoonotic infections and limited outbreaks in humans. The virus, first discovered in 2012 (Zaki et al., 2012; Boheemen et al., 2012) , has caused more than 2000 infections and over 700 deaths, according to the World Health Organization (WHO) (World Health Organization, 2017) . Its epidemiology remains obscure, largely because infections are observed among the most severely affected individuals, such as older males with comorbidities (Assiri et al., 2013a; The WHO MERS-CoV Research Group, 2013) . While contact with camels is often reported, other patients do not recall contact with any livestock, suggesting an unobserved community contribution to the outbreak (The WHO MERS-CoV Research Group, 2013) . Previous studies on MERS-CoV epidemiology have used serology to identify factors associated with MERS-CoV exposure in potential risk groups (Reusken et al., 2015 (Reusken et al., , 2013 . Such data have shown high seroprevalence in camels (Müller et al., 2014; Corman et al., 2014; Chu et al., 2014; Reusken et al., 2013 Reusken et al., , 2014 and evidence of contact with MERS-CoV in workers with occupational exposure to camels (Reusken et al., 2015; Müller et al., 2015) . Separately, epidemiological modelling approaches have been used to look at incidence reports through time, space and across hosts (Cauchemez et al., 2016) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 235,
                    "text": "(Zaki et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 258,
                    "text": "Boheemen et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 401,
                    "text": "(World Health Organization, 2017)",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 585,
                    "text": "(Assiri et al., 2013a;",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 624,
                    "text": "The WHO MERS-CoV Research Group, 2013)",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 832,
                    "text": "MERS-CoV Research Group, 2013)",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 996,
                    "text": "(Reusken et al., 2015",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1020,
                    "text": "(Reusken et al., , 2013",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1095,
                    "text": "(Müller et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1116,
                    "text": "Corman et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1134,
                    "text": "Chu et al., 2014;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1135,
                    "end": 1155,
                    "text": "Reusken et al., 2013",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1178,
                    "text": "Reusken et al., , 2014",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1287,
                    "text": "(Reusken et al., 2015;",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1308,
                    "text": "Müller et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 1441,
                    "end": 1465,
                    "text": "(Cauchemez et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although such epidemiological approaches yield important clues about exposure patterns and potential for larger outbreaks, much inevitably remains opaque to such approaches due to difficulties in linking cases into transmission clusters in the absence of detailed information. Where sequence data are relatively cheap to produce, genomic epidemiological approaches can fill this critical gap in outbreak scenarios (Liu et al., 2013; Gire et al., 2014; Grubaugh et al., 2017) . These data often yield a highly detailed picture of an epidemic when complete genome sequencing is performed consistently and appropriate metadata collected (Dudas et al., 2017) . Sequence data can help discriminate between multiple and single source scenarios (Gire et al., 2014; Quick et al., 2015) , which are fundamental to quantifying risk (Grubaugh et al., 2017) . Sequencing MERS-CoV has been performed as part of initial attempts to link human infections with the camel reservoir (Memish et al., 2014) , nosocomial outbreak investigations (Assiri et al., 2013b) and routine surveillance (Park et al., 2015) . A large portion of MERS-CoV sequences come from outbreaks within hospitals, where sequence data have been used to determine whether infections were isolated introductions or were part of a larger hospital-associated outbreak (Fagbo et al., 2015) . Similar studies on MERS-CoV have taken place at broader geographic scales, such as cities (Cotten et al., 2013) .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 432,
                    "text": "(Liu et al., 2013;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 433,
                    "end": 451,
                    "text": "Gire et al., 2014;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 452,
                    "end": 474,
                    "text": "Grubaugh et al., 2017)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 634,
                    "end": 654,
                    "text": "(Dudas et al., 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 738,
                    "end": 757,
                    "text": "(Gire et al., 2014;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 758,
                    "end": 777,
                    "text": "Quick et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 845,
                    "text": "(Grubaugh et al., 2017)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 965,
                    "end": 986,
                    "text": "(Memish et al., 2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1024,
                    "end": 1046,
                    "text": "(Assiri et al., 2013b)",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1091,
                    "text": "(Park et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 1319,
                    "end": 1339,
                    "text": "(Fagbo et al., 2015)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1432,
                    "end": 1453,
                    "text": "(Cotten et al., 2013)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is widely accepted that recorded human MERS-CoV infections are a result of at least several introductions of the virus into humans (Cotten et al., 2013) and that contact with camels is a major risk factor for developing MERS, per WHO guidelines (World Health Organization, 2016) . Previous studies attempting to quantify the actual number of spillover infections have either relied on case-based epidemiological approaches (Cauchemez et al., 2016) or employed methods agnostic to signals of population structure within sequence data (Zhang et al., 2016) . Here we use a dataset of 274 MERS-CoV genomes to investigate transmission patterns of the virus between humans and camels.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 155,
                    "text": "(Cotten et al., 2013)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 248,
                    "end": 281,
                    "text": "(World Health Organization, 2016)",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 450,
                    "text": "(Cauchemez et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 556,
                    "text": "(Zhang et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we use an explicit model of metapopulation structure and migration between discrete subpopulations, referred to here as demes (Vaughan et al., 2014) , derived from the structured coalescent (Notohara, 1990) . Unlike approaches that model host species as a discrete phylogenetic trait of the virus using continuous-time Markov processes (or simpler, parsimony based, approaches) Lycett et al., 2016) , population structure models explicitly incorporate contrasts in deme effective population sizes and migration between demes. By estimating independent coalescence rates for MERS-CoV in humans and camels, as well as migration patterns between the two demes, we show that long-term viral evolution of MERS-CoV occurs exclusively in camels. Our results suggest that spillover events into humans are seasonal and might be associated with the calving season in camels. However, we find that MERS-CoV, once introduced into humans, follows transient transmission chains that soon abate. Using Monte Carlo simulations we show that R 0 for MERS-CoV circulating in humans is much lower than the epidemic threshold of 1.0 and that correspondingly the virus has been introduced into humans hundreds of times.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 154,
                    "text": "(Vaughan et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 212,
                    "text": "(Notohara, 1990)",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 404,
                    "text": "Lycett et al., 2016)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The structured coalescent approach we employ (see Methods) identifies camels as a reservoir host where most of MERS-CoV evolution takes place (Figure 1 ), while human MERS outbreaks are transient and terminal with respect to long-term evolution of the virus ( Figure S1 ). Across 174 MERS-CoV genomes collected from humans, we estimate a median of 56 separate camel-to-human cross-species transmissions (95% highest posterior density (HPD): 48-63). While we estimate a median of 3 (95% HPD: 0-12) humanto-camel migrations, the 95% HPD interval includes zero and we find that no such migrations are found in the maximum clade credibility tree ( Figure 1 ). Correspondingly, we observe substantially higher camel-to-human migration rate estimates than human-tocamel migration rate estimates ( Figure S2 ). This inference derives from the tree structure wherein human viruses appear as clusters of highly related sequences nested within the diversity seen in camel viruses, which themselves show significantly higher diversity and less clustering. This manifests as different rates of coalescence with camel viruses showing a scaled effective population size N e τ of 3.49 years (95% HPD: 2.71-4.38) and human viruses showing a scaled effective population of 0.24 years (95% HPD: 0.14-0.34).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 644,
                    "end": 652,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 791,
                    "end": 800,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MERS-CoV is predominantly a camel virus"
        },
        {
            "text": "We believe that the small number of inferred human-to-camel migrations are induced by the migration rate prior, while some are derived from phylogenetic proximity of human sequences to the apparent \"backbone\" of the phylogenetic tree. This is most apparent in lineages in early-mid 2013 that lead up to sequences comprising the MERS-CoV clade dominant in 2015, where owing to poor sampling of MERS-CoV genetic diversity from camels the model cannot completely dismiss humans as a potential alternative host. The first sequences of MERS-CoV from camels do not appear in our data until November 2013. Our finding of negligible human-to-camel transmission is robust to choice of prior ( Figure S2 ). The vast majority of MERS-CoV evolution is inferred to occur in camels (orange) with human outbreaks (blue) representing evolutionary dead-ends for the virus. Confidence in host assignment is depicted as a colour gradient, with increased uncertainty in host assignment (posterior probabilities close to 0.5) shown as grey. While large clusters of human cases are apparent in the tree, significant contributions to human outbreaks are made by singleton sequences, likely representing recent cross-species transmissions that were caught early.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 693,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MERS-CoV is predominantly a camel virus"
        },
        {
            "text": "The repeated and asymmetric introductions of short-lived clusters of MERS-CoV sequences from camels into humans leads us to conclude that MERS-CoV epidemiology in humans is dominated by zoonotic transmission (Figure 1 and S1). We observe dense terminal clusters of MERS-CoV circulating in humans that are of no subsequent relevance to the evolution of the virus. These clusters of presumed human-to-human transmission are then embedded within extensive diversity of MERS-CoV lineages inferred to be circulating in camels, a classic pattern of source-sink dynamics. Our findings suggest that instances of human infection with MERS-CoV are more common than currently thought, with exceedingly short transmission chains mostly limited to primary cases that might be mild and ultimately not detected by surveillance or sequencing. Structured coalescent analyses recover the camel-centered picture of MERS-CoV evolution despite sequence data heavily skewed towards non-uniformly sampled human cases and are robust to choice of prior. Comparing these results with a currently standard discrete trait analysis (Lemey et al., 2009) approach for ancestral state reconstruction shows dramatic differences in host reconstruction at internal nodes ( Figure S3 ). Discrete trait analysis reconstruction identifies both camels and humans as important hosts for MERS-CoV persistence, but with humans as the ultimate source of camel infections. A similar approach has been attempted previously (Zhang et al., 2016) , but this interpretation of MERS-CoV evolution disagrees with lack of continuing human transmission chains outside of Arabian peninsula, low seroprevalence in humans and very high seroprevalence in camels across Saudi Arabia. We suspect that this particular discrete trait analysis reconstruction is false due to biased data, i.e. having nearly twice as many MERS-CoV sequences from humans (n = 174) than from camels (n = 100) and the inability of the model to account for and quantify vastly different rates of coalescence in the phylogenetic vicinity of both types of sequences. We can replicate these results by either applying the same model to current data ( Figure S3 ) or by enforcing equal coalescence rates within each deme in the structured coalescent model ( Figure S4 ).",
            "cite_spans": [
                {
                    "start": 1103,
                    "end": 1123,
                    "text": "(Lemey et al., 2009)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1478,
                    "end": 1498,
                    "text": "(Zhang et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1238,
                    "end": 1247,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2164,
                    "end": 2173,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2270,
                    "end": 2279,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "MERS-CoV is predominantly a camel virus"
        },
        {
            "text": "We use the posterior distribution of MERS-CoV introduction events from camels to humans (Figure 1) to model seasonal variation in zoonotic transfer of viruses. We identify four months (April, May, June, July) when the odds of MERS-CoV introductions are increased ( Figure 2 ) and four when the odds are decreased (August, September, November, December). Camel calving is reported to occur from October to February (Almutairi et al., 2010) , with rapidly declining maternal antibody levels in calves within the first weeks after birth (Wernery, 2001) . It is possible that MERS-CoV sweeps through each new camel generation once critical mass of susceptibles is reached (Martinez-Bakker et al., 2014) , leading to a sharp rise in prevalence of the virus in camels and resulting in increased force of infection into the human population. Strong influx of susceptibles and subsequent sweeping outbreaks in camels may explain evidence of widespread exposure to MERS-CoV in camels from seroepidemiology (Müller et al., 2014; Corman et al., 2014; Chu et al., 2014; Reusken et al., 2013 Reusken et al., , 2014 .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 438,
                    "text": "February (Almutairi et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 549,
                    "text": "(Wernery, 2001)",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 698,
                    "text": "(Martinez-Bakker et al., 2014)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 997,
                    "end": 1018,
                    "text": "(Müller et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1039,
                    "text": "Corman et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1057,
                    "text": "Chu et al., 2014;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1058,
                    "end": 1078,
                    "text": "Reusken et al., 2013",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1101,
                    "text": "Reusken et al., , 2014",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MERS-CoV shows seasonal introductions"
        },
        {
            "text": "Although we find evidence of seasonality in zoonotic spillover timing, no such relationship exists for sizes of human sequence clusters ( Figure 2B ). This is entirely expected, since little seasonality in human behaviour that could facilitate MERS-CoV transmission is expected following an introduction. Similarly, we do not observe any trend in human sequence cluster sizes over time ( Figure 2B , Spearman ρ = 0.06, p = 0.68), suggesting that MERS-CoV outbreaks in humans are neither growing nor shrinking in size. This is not surprising either, since MERS-CoV is a camel virus that has to date, experienced little-to-no selective pressure to improve transmissibility between humans. behaviour metric that does not require expertise in reading phylogenies. The parameter R 0 determines expected number of secondary cases in a single infections as well as the distribution of total cases that result from a single introduction event into the human population (Equation 1, Methods). We estimate R 0 along with other relevant parameters via Monte Carlo simulation in two steps. First, we simulate case counts across multiple outbreaks totaling 2000 cases using Equation 1 and then we subsample from each case cluster to simulate sequencing of a fraction of cases. Sequencing simulations are performed via a multivariate hypergeometric distribution, where the probability of sequencing from a particular cluster depends on available sequencing capacity (number of trials), numbers of cases in the cluster (number of successes) and number of cases outside the cluster (number of failures). In addition, each hypergeometric distribution used to simulate sequencing is concentrated via a bias parameter, that enriches for large sequence clusters at the expense of smaller ones (for its effects see Figure S5 ). This is a particularly pressing issue, since a priori we expect large hospital outbreaks of MERS to be overrepresented in sequence data, whereas sequences from primary cases will be sampled exceedingly rarely. We record the number, mean, standard deviation and skewness (third standardised moment) of sequence cluster sizes in each simulation (left-hand panel in Figure 3 ) and extract the subset of Monte Carlo simulations in which these summary statistics fall within the 95% highest posterior density observed in the empirical MERS-CoV data from structured coalescent analyses. We record R 0 values, as well as the number of case clusters (equivalent to number of zoonotic introductions), for these empirically matched simulations. A schematic of this Monte Carlo procedure is shown in Figure S6 . Since the total number of cases is fixed at 2000, higher R 0 results in fewer larger transmission clusters, while lower R 0 results in many smaller transmission clusters. shows the distribution of individual Monte Carlo simulation sequence cluster size statistics (mean and skewness) coloured by the R 0 value used for the simulation. The dotted rectangle identifies the 95% highest posterior density bounds for sequence cluster size mean and skewness observed for empirical MERS-CoV data. The distribution of R 0 values that fall within 95% HPDs for sequence cluster size mean, standard deviation, skewness and number of introductions, is shown in the middle, on the same y-axis. Bins falling inside the 95% percentiles are coloured by R 0 , as in the leftmost scatter plot. The distribution of total number of introductions associated with simulations matching MERS-CoV sequence clusters is shown on the right. Darker shade of grey indicates bins falling within the 95% percentiles. Monte Carlo simulations indicate R 0 for MERS-CoV in humans is likely to be below 1.0, with numbers of zoonotic transmissions numbering in the hundreds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1794,
                    "end": 1803,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2170,
                    "end": 2178,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2596,
                    "end": 2605,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "MERS-CoV shows seasonal introductions"
        },
        {
            "text": "We find that observed phylogenetic patterns of sequence clustering strongly support R 0 below 1.0 (middle panel in Figure 3 ). Mean R 0 value observed in matching simulations is 0.72 (95% percentiles 0.57-0.90), suggesting the inability of the virus to sustain transmission in humans. Lower values for R 0 in turn suggest relatively large numbers of zoonotic transfers of viruses into humans (right-hand panel in Figure 3 ). Median number of cross-species introductions observed in matching simulations is 592 (95% percentiles 311-811). Our results suggest a large number of unobserved MERS primary cases. Given this, we also performed simulations where the total number of cases is doubled to 4000 to explore the impact of dramatic underestimation of MERS cases. In these analyses R 0 values tend to decrease even further as numbers of introductions go up, although very few simulations match currently observed MERS-CoV sequence data ( Figure S7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 413,
                    "end": 421,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 938,
                    "end": 947,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "MERS-CoV shows seasonal introductions"
        },
        {
            "text": "Overall, our analyses indicate that MERS-CoV is poorly suited for human-to-human transmission, with an estimated R 0 < 0.90 and sequence sampling likely to be biased towards large hospital outbreaks ( Figure S5 ). All matching simulations exhibit highly skewed distributions of case cluster sizes with long tails ( Figure S8 ), which is qualitatively similar to the results of (Cauchemez et al., 2016) . We find that simulated sequence cluster sizes resemble observed sequence cluster sizes in the posterior distribution, with a slight ",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 401,
                    "text": "(Cauchemez et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 210,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 315,
                    "end": 324,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "MERS-CoV shows seasonal introductions"
        },
        {
            "text": "Recombination has been shown to occur in all genera of coronaviruses, including MERS-CoV (Lai et al., 1985; Makino et al., 1986; Keck et al., 1988; Kottier et al., 1995; Herrewegh et al., 1998) . In order to quantify the degree to recombination has shaped MERS-CoV genetic diversity we used two recombination detection approaches across partitions of taxa corresponding to inferred MERS-CoV clades. Both methods rely on sampling parental and recombinant alleles within the alignment, although each quantifies different signals of recombination. One hallmark of recombination is the ability to carry alleles derived via mutation from one lineage to another, which appear as repeated mutations taking place in the recipient lineage, somewhere else in the tree. The PHI (pairwise homoplasy index) test quantifies the appearance of these excessive repeat mutations (homoplasies) within an alignment (Bruen et al., 2006) . Another hallmark of recombination is clustering of alleles along the genome, due to how template switching, the primary mechanism of recombination in RNA viruses, occurs. 3Seq relies on the clustering of nucleotide similarities along the genome between sequence triplets -two potential parent-donors and one candidate offspring-recipient sequences (Boni et al., 2007) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 107,
                    "text": "(Lai et al., 1985;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 108,
                    "end": 128,
                    "text": "Makino et al., 1986;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 129,
                    "end": 147,
                    "text": "Keck et al., 1988;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 148,
                    "end": 169,
                    "text": "Kottier et al., 1995;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 170,
                    "end": 193,
                    "text": "Herrewegh et al., 1998)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 895,
                    "end": 915,
                    "text": "(Bruen et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1266,
                    "end": 1285,
                    "text": "(Boni et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombination shapes MERS-CoV diversity"
        },
        {
            "text": "Both tests can give spurious results in cases of extreme rate heterogeneity and sampling over time (Dudas and Rambaut, 2016) , but both tests have not been reported to fail simultaneously. PHI and 3Seq methods consistently identify most of the apparent 'backbone' of the MERS-CoV phylogeny as encompassing sequences with evidence of recombination ( Figure S10 ). Neither method can identify where in the tree recombination occurred, but each full asterisk in Figure S10 should be interpreted as the minimum partition of data that still captures both donor and recipient alleles involved in a recombination event. This suggests a non-negligible contribution of recombination in shaping existing MERS-CoV diversity. As done previously (Dudas and Rambaut, 2016) , we show large numbers of homoplasies in MERS-CoV data ( Figure S11 ) with some evidence of genomic clustering of such alleles. These results are consistent with high incidence of MERS-CoV in camels (Müller et al., 2014; Corman et al., 2014; Chu et al., 2014; Reusken et al., 2014; Ali et al., 2017) , allowing for co-infection with distinct genotypes and thus recombination to occur.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 124,
                    "text": "(Dudas and Rambaut, 2016)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 733,
                    "end": 758,
                    "text": "(Dudas and Rambaut, 2016)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 959,
                    "end": 980,
                    "text": "(Müller et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 1001,
                    "text": "Corman et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1019,
                    "text": "Chu et al., 2014;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1020,
                    "end": 1041,
                    "text": "Reusken et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1059,
                    "text": "Ali et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 359,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 459,
                    "end": 469,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 817,
                    "end": 827,
                    "text": "Figure S11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recombination shapes MERS-CoV diversity"
        },
        {
            "text": "Owing to these findings, we performed a sensitivity analysis in which we partitioned the MERS-CoV genome into two fragments and identified human outbreak clusters within each fragment. We find strong similarity in the grouping of human cases into outbreak clusters between fragments ( Figure 4A ). Between the two trees in figure 4B four (out of 54) 'human' clades are expanded where either singleton introductions or two-taxon clades in fragment 2 join other clades in fragment 1. For the reverse comparison there are five 'human' clades (out of 53) in fragment 2 that are expanded. All such clades have low divergence (figure 4B) and thus incongruences in human clades are more likely to be caused by differences in deme assignment rather than actual recombination. And while we observe evidence of distinct phylogenetic trees from different parts of the MERS-CoV genome ( Figure 4B ), human clades are minimally affected and large portions of the posterior probability density in both parts of the genome are concentrated in shared clades ( Figure S12 ). Additionally, we observe the same source-sink dynamics between camel and human populations in trees constructed from separate genomic fragments as were observed in the original full genome tree (Figures 1, 4B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 323,
                    "end": 332,
                    "text": "figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 875,
                    "end": 884,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1044,
                    "end": 1054,
                    "text": "Figure S12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1252,
                    "end": 1266,
                    "text": "(Figures 1, 4B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recombination shapes MERS-CoV diversity"
        },
        {
            "text": "Observed departures from strictly clonal evolution suggest that while recombination is an issue for inferring MERS-CoV phylogenies, its effect on the human side of MERS outbreaks is minimal, as expected if humans represent a transient host with little opportunity for co-infection. MERS-CoV evolution on the reservoir side is complicated by recombination, though is nonetheless still largely amenable to phylogenetic methods. Amongst other parameters of interest, recombination is expected to interfere with molecular clocks, where transferred genomic regions can give the impression of branches undergoing rapid evolution, or branches where recombination results in reversions appearing to evolve slow. In addition to its potential to influence tree topology, recombination in molecular sequence data is an erratic force with unpredictable effects. We suspect that the effects of recombination in MERS-CoV data are reigned in by a relatively small effective population size of the virus in Saudi Arabia (see next section) where haplotypes are fixed or nearly fixed, thus preventing an accumulation of genetic diversity that would then be reshuffled via recombination. Nevertheless, we choose not to report on any particular estimates for times of common ancestors (tMRCAs), even though these are expected to be somewhat robust for dating human clusters, and we do not report on the evolutionary rate of the virus, even though it appears to fall firmly within the expected range for RNA viruses: regression of nucleotide differences to Jordan-N3/2012 genome against sequence collection dates yields a rate of 4.59 × 10 −4 subs/site/year, Bayesian structured coalescent estimate from primary analysis 9.57 × 10 −4 (95% HPDs: 8.28 − 10.9 × 10 −4 ) subs/site/year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombination shapes MERS-CoV diversity"
        },
        {
            "text": "Here we attempt to investigate MERS-CoV demographic patterns in the camel reservoir. We supplement camel sequence data with a single earliest sequence from each human cluster, treating viral diversity present in humans as a sentinel sample of MERS-CoV diversity circulating in camels. This removes conflicting demographic signals sampled during human outbreaks, where densely sampled closely related sequences from humans could be misconstrued as evidence of demographic crash in the viral population. (Gill et al., 2013) . Three skygrid reconstructions are shown, red and orange for each of the stationary distributions reached by MCMC with the whole genome and a black one where the genome was split into ten partitions. Shaded interval indicates the 95% highest posterior density interval for the product of generation time and effective population size, N e τ . Midline tracks the inferred median of N e τ .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 521,
                    "text": "(Gill et al., 2013)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV shows population turnover in camels"
        },
        {
            "text": "Despite lack of convergence, neither of the two demographic reconstructions show evidence of fluctuations in the relative genetic diversity (N e τ ) of MERS-CoV over time ( Figure 5 ). We recover a similar demographic trajectory when estimating N e τ over time with a skygrid tree prior across the genome split into ten fragments with independent phylogenetic trees to account for confounding effects of recombination (Figures 5, S13). However, we do note that coalescence rate estimates are high relative to the sampling time period, with a mean estimate of N e τ at 3.49 years (95% HPD: 2.71-4.38), and consequently MERS-CoV phylogeny resembles a ladder, as often seen in human influenza A virus phylogenies (Bedford et al., 2011) .",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 732,
                    "text": "(Bedford et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "MERS-CoV shows population turnover in camels"
        },
        {
            "text": "This empirically estimated effectived population can be compared to the expected effective population size in a simple epidemiological model. At endemic equilibrium, we expect 10 . CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint scaled effective population size N e τ to follow I / 2β, where β is the equilibrium rate of transmission and I is the equilibrium number of infecteds (Frost and Volz, 2010) . We assume that β is constant and is equal to the rate of recovery. Given a 20 day duration of infection in camels (Adney et al., 2014) , we arrive at β = 365/20 = 18.25 infections per year. Given extremely high seroprevalence estimates within camels in Saudi Arabia (Müller et al., 2014; Corman et al., 2014; Chu et al., 2014; Reusken et al., 2013 Reusken et al., , 2014 , we expect camels to usually be infected within their first year of life. Therefore we can estimate the rough number of camel infections per year as the number of calves produced each year. We find there are 830 000 camels in Saudi Arabia (Abdallah and Faye, 2013) and that female camels in Saudi Arabia have an average fecundity of 45% (Abdallah and Faye, 2013). Thus, we expect 830 000 × 0.50 × 0.45 = 186 750 new calves produced yearly and correspondingly 186 750 new infections every year, which spread over 20 day intervals gives an average prevalence of I = 10 233 infections. This results in an expected scaled effective population size N e τ = 280.4 years.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 563,
                    "text": "(Frost and Volz, 2010)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 680,
                    "end": 700,
                    "text": "(Adney et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 853,
                    "text": "(Müller et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 874,
                    "text": "Corman et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 892,
                    "text": "Chu et al., 2014;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 893,
                    "end": 913,
                    "text": "Reusken et al., 2013",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 936,
                    "text": "Reusken et al., , 2014",
                    "ref_id": null
                },
                {
                    "start": 1177,
                    "end": 1202,
                    "text": "(Abdallah and Faye, 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV shows population turnover in camels"
        },
        {
            "text": "Comparing expected N e τ to empirical N e τ we arrive at a ratio of 80.3 (64.0-103.5). This is less than the equivalent ratio for human measles virus (Bedford et al., 2011) and is in line with the expectation from neutral evolutionary dynamics plus some degree of transmission heterogeneity (Volz et al., 2013) and seasonal troughs in prevalence. Thus, we believe that the ladder-like appearance of the MERS-CoV tree can likely be explained by entirely demographic factors.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 172,
                    "text": "(Bedford et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 310,
                    "text": "(Volz et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV shows population turnover in camels"
        },
        {
            "text": "In this study we aimed to understand the drivers of MERS coronavirus transmission in humans and what role the camel reservoir plays in perpetuating the epidemic in the Arabian peninsula by using sequence data collected from both hosts (174 from humans and 100 from camels). We showed that currently existing models of population structure (Vaughan et al., 2014) can identify distinct demographic modes in MERS-CoV genomic data, where viruses continuously circulating in camels repeatedly jump into humans and cause small outbreaks doomed to extinction (Figures 1, S1 ). This inference succeeds under different choices of priors for unknown demographic parameters ( Figure S2 ) and in the presence of strong biases in sequence sampling schemes (Figure 3 ). When rapid coalescence in the human deme is not allowed ( Figure S4 ) structured coalescent inference loses power and ancestral state reconstruction is nearly identical to that of discrete trait analysis ( Figure  S3 ). When allowed different deme-specific population sizes, the structured coalescent model succeeds because a large proportion of human sequences fall into tightly connected clusters, which informs a low estimate for the population size of the human deme. This in turn informs the inferred state of long ancestral branches in the phylogeny, i.e. because these long branches are not immediately coalescing, they are most likely in camels.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 361,
                    "text": "(Vaughan et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 552,
                    "end": 566,
                    "text": "(Figures 1, S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 743,
                    "end": 752,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 814,
                    "end": 823,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 962,
                    "end": 972,
                    "text": "Figure  S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MERS-CoV epidemiology"
        },
        {
            "text": "From sequence data we identify at least 50 zoonotic introductions of MERS-CoV into humans from the reservoir (Figure 1 ), from which we extrapolate that hundreds more such introductions must have taken place (Figure 3 ). Although we recover migration rates from our model ( Figure S2 ), these only pertain to sequences and in no way reflect the epidemiologically relevant per capita rates of zoonotic spillover events. We also looked at potential seasonality in MERS-CoV spillover into humans. Our analyses indicated a period of three months where the odds of a sequenced spillover event are increased, with timing consistent with an enzootic amongst camel calves (Figure 2) . As a result of our identification of large and asymmetric flow of viral lineages into humans we also find that the basic reproduction number for MERS-CoV in humans is well below the epidemic threshold ( Figure 3 ). Having said that, there are highly customisable coalescent methods available that extend the methods used here to accommodate time varying migration rates and population sizes, integrate alternative sources of information and fit to stochastic nonlinear models (Rasmussen et al., 2014) , which would be more appropriate for MERS-CoV. Some distinct aspects of MERS-CoV epidemiology could not be captured in our methodology, such as hospital outbreaks where R 0 is expected to be consistently closer to 1.0 compared to community transmission of MERS-CoV. Outside of coalescent-based models there are population structure models that explicitly relate epidemiological parameters to the branching process observed in sequence data (Kühnert et al., 2016) , but often rely on specifying numerous informative priors and can suffer from MCMC convergence issues.",
            "cite_spans": [
                {
                    "start": 1153,
                    "end": 1177,
                    "text": "(Rasmussen et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1619,
                    "end": 1641,
                    "text": "(Kühnert et al., 2016)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 208,
                    "end": 217,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 664,
                    "end": 674,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 880,
                    "end": 888,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MERS-CoV epidemiology"
        },
        {
            "text": "Strong population structure in viruses often arises through limited gene flow, either due to geography (Dudas et al., 2017) , ecology (Smith et al., 2009) or evolutionary forces (Turner et al., 2005; Dudas et al., 2015) . On a smaller scale population structure can unveil important details about transmission patterns, such as identifying reservoirs and understanding spillover trends and risk, much as we have done here. When properly understood naturally arising barriers to gene flow can be exploited for more efficient disease control and prevention, as well as risk management.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 123,
                    "text": "(Dudas et al., 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 134,
                    "end": 154,
                    "text": "(Smith et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 199,
                    "text": "(Turner et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 219,
                    "text": "Dudas et al., 2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV epidemiology"
        },
        {
            "text": "Severe acute respiratory syndrome (SARS) coronavirus, a Betacoronavirus like MERS-CoV, caused a serious epidemic in humans in 2003, with over 8000 cases and nearly 800 deaths. Since MERS-CoV was also able to cause significant pathogenicity in the human host it was inevitable that parallels would be drawn between MERS-CoV and SARS-CoV at the time of MERS discovery in 2012. Although we describe the epidemiology of MERS-CoV from sequence data, indications that MERS-CoV has poor capacity to spread human-to-human existed prior to any sequence data. SARS-CoV swept through the world in a short period of time, but MERS cases trickled slowly and were restricted to the Arabian Peninsula or resulted in self-limiting outbreaks outside of the region, a pattern strongly indicative of repeat zoonotic spillover. Infectious disease surveillance and control measures remain limited, so much like the SARS epidemic in 2003 or the H1N1 pandemic in 2009, zoonotic pathogens with R 0 > 1.0 are probably going to be discovered after spreading beyond the original location of spillover. Even though our results show that MERS-CoV does not appear to present an imminent global threat, we would like to highlight that its epidemiology is nonetheless concerning. et al., 2004) and influenza A are able to jump species barriers but only influenza A viruses have historically resulted in pandemics (Lipsitch et al., 2016) . MERS-CoV may join the list of pathogens able to jump species barriers but not spread efficiently in the new host. Since its emergence in 2012, MERS-CoV has caused self-limiting outbreaks in humans with no evidence of worsening outbreaks over time. However, sustained evolution of the virus in the reservoir and continued flow of viral lineages into humans provides the substrate for a more transmissible variant of MERS-CoV to possibly emerge. Previous modeling studies (Antia et al., 2003; Park et al., 2013) suggest a positive relationship between initial R 0 in the human host and probability of evolutionary emergence of a novel strain which passes the supercritical threshold of R 0 > 1.0. This leaves MERS-CoV in a precarious position; on one hand its current R 0 of ∼0.7 is certainly less than 1, but its proximity to the supercritical threshold raises alarm. With very little known about the fitness landscape or adaptive potential of MERS-CoV, it is incredibly challenging to predict the likelihood of the emergence more transmissible variants. In light of these difficulties, we encourage continued genomic surveillance of MERS-CoV in the camel reservoir and from sporadic human cases to rapidly identify a supercritical variant, if one does emerge.",
            "cite_spans": [
                {
                    "start": 1248,
                    "end": 1261,
                    "text": "et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1381,
                    "end": 1404,
                    "text": "(Lipsitch et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 1877,
                    "end": 1897,
                    "text": "(Antia et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 1898,
                    "end": 1916,
                    "text": "Park et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transmissibility differences between zoonoses and pandemics"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "All MERS-CoV sequences were downloaded from GenBank and accession numbers are given in Table S1 . Sequences without accessions were kindly shared by Ali M. Somily, Mazin Barry, Sarah S. Al Subaie, Abdulaziz A. BinSaeed, Fahad A. Alzamil, Waleed Zaher, Theeb Al Qahtani, Khaldoon Al Jerian, Scott J.N. McNabb, Imad A. Al-Jahdali, Ahmed M. Alotaibi, Nahid A. Batarfi, Matthew Cotten, Simon J. Watson, Spela Binter, and Paul Kellam prior to publication. Fragments of some strains submitted to GenBank as separate accessions were assembled into a single sequence. Only sequences covering at least 50% of MERS-CoV genome were kept, to facilitate later analyses where the alignment is split into two parts in order to account for effects of recombination (Dudas and Rambaut, 2016) . Sequences were annotated with available collection dates and hosts, designated as camel or human, aligned with MAFFT (Katoh and Standley, 2013), and edited manually. Protein coding sequences were extracted and concatenated, reducing alignment length from 30130 down to 29364, which allowed for codon-partitioned substitution models to be used. The final dataset consisted of 174 genomes from human infections and 100 genomes from camel infections (Table S1 ).",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 774,
                    "text": "(Dudas and Rambaut, 2016)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1224,
                    "end": 1233,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sequence data"
        },
        {
            "text": "Primary analysis, structured coalescent estimates four parameters: rate of coalescence in human viruses, rate of coalescence in camel viruses, rate of migration from the human deme to the camel deme and rate of migration from the camel deme to the human deme. Analyses were run on codon position partitioned data with two separate HKY+Γ 4 (Hasegawa et al., 1985; Yang, 1994) nucleotide substitution models specified for codon positions 1+2 and 3. A relaxed molecular clock with branch rates drawn from a lognormal distribution (Drummond et al., 2006) was used to infer the evolutionary rate from date calibrated tips. Default priors were used for all parameters except for migration rates between demes for which an exponential prior with mean 1.0 was used. All analyses were run for 200 million steps across ten independent Markov chains (MCMC runs) and states were sampled every 20 000 steps. Due to the complexity of multitype tree parameter space 50% of states from every analysis were discarded as burn-in, convergence assessed in Tracer v1.6 and states combined using LogCombiner distributed with BEAST v2.4.3 (Bouckaert et al., 2014) . Three chains out of ten did not converge and were discarded altogether. This left 70 000 states on which to base posterior inference. Posterior sets of typed (where migrating branches from structured coalescent are collapsed, and migration information is left as a switch in state between parent and descendant nodes) trees were summarised using TreeAnnotator v2.4.3 with the common ancestor heights option (Heled and Bouckaert, 2013) . A maximum likelihood phylogeny showing just the genetic relationships between MERS-CoV genomes from camels and humans was recovered using PhyML (Guindon et al., 2003) under a HKY+Γ 4 (Hasegawa et al., 1985; Yang, 1994) nucleotide substitution model and is shown in Figure S14 .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 362,
                    "text": "(Hasegawa et al., 1985;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 363,
                    "end": 374,
                    "text": "Yang, 1994)",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 550,
                    "text": "(Drummond et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1140,
                    "text": "(Bouckaert et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1550,
                    "end": 1577,
                    "text": "(Heled and Bouckaert, 2013)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1724,
                    "end": 1746,
                    "text": "(Guindon et al., 2003)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1763,
                    "end": 1786,
                    "text": "(Hasegawa et al., 1985;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1787,
                    "end": 1798,
                    "text": "Yang, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1845,
                    "end": 1855,
                    "text": "Figure S14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Phylogenetic analyses"
        },
        {
            "text": "As a secondary analysis to test robustness to choice of prior, we set up an analysis where we increased the mean of the exponential distribution prior for migration rate to 10.0. All other parameters were identical to the primary analysis and as before 10 independent MCMC chains were run. In this case, two chains did not converge. This left 80 000 states on which to base posterior inference. Posterior sets of typed trees were summarised using TreeAnnotator v2.4.3 with the common ancestor heights option (Heled and Bouckaert, 2013) .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 535,
                    "text": "(Heled and Bouckaert, 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Control, structured coalescent with different prior"
        },
        {
            "text": "To better understand where statistical power of the structured coalescent model lies we set up a tertiary analysis where a model was set up identically to the first structured coalescent analysis, but deme population sizes were enforced to have the same size. This analysis allowed us to differentiate whether statistical power in our analysis is coming from effective population size contrasts between demes or the backwards-in-time migration rate estimation. Five replicate chains were set up, two of which failed to converge after 200 million states. Combining the three converging runs left us with 15 000 trees sampled from the posterior distribution, which were summarised in TreeAnnotator v2.4.3 with the common ancestor heights option (Heled and Bouckaert, 2013) .",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 770,
                    "text": "(Heled and Bouckaert, 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Control, structured coalescent with equal deme sizes"
        },
        {
            "text": "Control, structured coalescent with more than one tree per genome Due to concerns that recombination might affect our conclusions (Dudas and Rambaut, 2016) , as an additional secondary analysis, we also considered a scenario where alignments were split into two fragments (fragment 1 comprised of positions 1-21000, fragment 2 of positions 21000-29364), with independent clocks, trees and migration rates, but shared substitution models and deme population sizes. Fragment positions were chosen based on consistent identification of the region around nucleotide 21000 as a probable breakpoint by GARD (Pond et al., 2006) by previous studies into SARS and MERS coronaviruses (Hon et al., 2008; Dudas and Rambaut, 2016) . All analyses were set to run for 200 million states, subsampling every 20 000 states. Chains not converging after 200 million states were discarded. 20% of the states were discarded as burn-in, convergence assessed with Tracer 1.6 and combined with LogCombiner. Three chains out of ten did not converge.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 155,
                    "text": "(Dudas and Rambaut, 2016)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 596,
                    "end": 620,
                    "text": "GARD (Pond et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 692,
                    "text": "(Hon et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 717,
                    "text": "Dudas and Rambaut, 2016)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Control, structured coalescent with equal deme sizes"
        },
        {
            "text": "This left 70 000 states on which to base posterior inference. Posterior sets of typed trees were summarised using TreeAnnotator v2.4.3 with the common ancestor heights option (Heled and Bouckaert, 2013) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 202,
                    "text": "(Heled and Bouckaert, 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Control, structured coalescent with equal deme sizes"
        },
        {
            "text": "A currently widely used approach to infer ancestral states in phylogenies relies on treating traits of interest (such as geography, host, etc.) as features evolving along a phylogeny as continuous time Markov chains with an arbitrary number of states (Lemey et al., 2009) . Unlike structured coalescent methods, such discrete trait approaches are independent from the tree (i.e. demographic) prior and thus unable to influence coalescence rates under different trait states. Such models have been used in the past to infer the number of MERS-CoV host jumps (Zhang et al., 2016) with results contradicting other sources of information. In order to test how a discrete trait approach compares to the structured coalescent we used our 274 MERS-CoV genome data set in BEAST v2.4.3 (Bouckaert et al., 2014) and specified identical codon-partitioned nucleotide substitution and molecular clock models to our structured coalescent analysis. To give the most comparable results we used a constant population size coalescent model, as this is the demographic function for each deme in the structured coalescent model. Five replicate MCMC analyses were run for 200 million states, three of which converged onto the same posterior distribution. The converging chains were combined after removing 20 million states as burn-in to give a total of 27 000 trees drawn from the posterior distribution. These trees were then summarised using TreeAnnotator v2.4.5 with the common ancestor heights option (Heled and Bouckaert, 2013) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 271,
                    "text": "(Lemey et al., 2009)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 557,
                    "end": 577,
                    "text": "(Zhang et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 801,
                    "text": "BEAST v2.4.3 (Bouckaert et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1485,
                    "end": 1512,
                    "text": "(Heled and Bouckaert, 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Control, discrete trait analysis"
        },
        {
            "text": "We extracted the times of camel-to-human introductions from the posterior distribution of multitype trees. This distribution of introduction times was then discretised as follows: for sample k = 1, 2, . . . , L from the posterior, Z ijk was 1 if there as an introduction in month i and year j and 0 otherwise. We model the sum of introductions at month i and year j across the posterior sample Y ij = L k=1 Z ijk with the hierarchical model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction seasonality"
        },
        {
            "text": "where α j represents the contribution of year to expected introduction count and β i represents the contribution of month to expected introduction count. Here, logistic(α j + β i ) = 16 . CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint exp(α j +β i ) exp(α j +β i )+1 . We sampled posterior values from this model via the Markov chain Monte Carlo methods implemented in Stan (Carpenter et al., 2016) . Odds ratios of introductions were computed for each month i as OR i = exp(β i ).",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 561,
                    "text": "Stan (Carpenter et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction seasonality"
        },
        {
            "text": "Here, we employ a Monte Carlo simulation approach to identify parameters consistent with observed patterns of sequence clustering ( Figure S6 ). Our structured coalescent analyses indicate that every MERS outbreak is a contained cross-species spillover of the virus from camels into humans. The distribution of the number of these cross-species transmissions and their sizes thus contain information about the underlying transmission process. At heart, we expect fewer larger clusters if fundamental reproductive number R 0 is large and more smaller clusters if R 0 is small. A similar approach was used in Grubaugh et al. (2017) to estimate R 0 for Zika introductions into Florida.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 629,
                    "text": "Grubaugh et al. (2017)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "Epidemiological analyses"
        },
        {
            "text": "Branching process theory provides an analytical distribution for the number of eventual cases j in a transmission chain resulting from a single introduction event with R 0 and dispersion parameter ω (Blumberg and Lloyd-Smith, 2013). This distribution follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analyses"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analyses"
        },
        {
            "text": "Here, R 0 represents the expected number of secondary cases following a single infection and ω represents the dispersion parameter assuming secondary cases follow a negative binomial distribution (Lloyd-Smith et al., 2005) , so that smaller values represent larger degrees of heterogeneity in the transmission process. Following the underlying transmission process generating case clusters c we simulate a secondary process of sampling some fraction of cases and sequencing them to generate data analogous to what we empirically observe. We sample from the case cluster size vector c without replacement according to a multivariate hypergeometric distribution (Algorithm 1). The resulting sequence cluster size vector s contains K entries, some of which are zero (i.e. case clusters not sequenced), but K i=1 s i = 174 which reflects the number of human MERS-CoV sequences used in this study. Note that this \"sequencing capacity\" parameter does not vary over time, even though MERS-CoV sequencing efforts have varied in intensity, starting out slow due to lack of awareness, methods and materials and increasing in response to hospital outbreaks later. As the default sampling scheme operates under equiprobable sequencing, we also simulated biased sequencing by using concentrated hypergeometric distributions where the probability mass function is squared (bias = 2) or cubed (bias = 3) and then normalized. Here, bias enriches the hypergeometric distribution so that sequences are sampled with weights proportional to (c bias 1 , c bias 2 , . . . , c bias k ). Thus, bias makes larger clusters more likely to be 'sequenced'.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 222,
                    "text": "(Lloyd-Smith et al., 2005)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological analyses"
        },
        {
            "text": "After simulations were completed, we identified simulations in which the recovered distribution of sequence cluster sizes s fell within the 95% highest posterior density intervals for four summary statistics of empirical MERS-CoV sequence cluster sizes recovered via structured coalescent analysis: number of sequence clusters, mean, standard deviation and skewness (third central moment). These values were 48-61 for number of sequence clusters, 2.87-3.65 for mean sequence cluster size, 4.84-6.02 for standard deviation of sequence cluster sizes, and 415.40-621.06 for skewness of sequence cluster sizes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analyses"
        },
        {
            "text": "We performed a smaller set of simulations with 2500 replicates and twice the number of cases, i.e. K i=1 C i = 4000, to explore a dramatically underreported epidemic. Additionally, we performed additional smaller set of simulations on a rougher grid of R 0 values (23 values, 0.50-1.05), with 5 values of dispersion parameter ω (0.002, 0.04, 0.1, 0.5, 1.0) and 3 levels of bias (1, 2, 3) to justify our choice of dispersion parameter ω that was fixed to 0.1 in the main analyses ( Figure S15 ). Draw a sequence cluster size s i from array of potential sequence cluster sizes (0, 1, . . . , c i ) according to p; end Add remaining sequences to last sequence cluster c K = M − s K−1 ; Algorithm 1: Multivariate hypergeometric sampling scheme. Pseudocode describes the multivariate hypergeometric sampling scheme that simulates sequencing. Probability of sequencing a given number of cases from a case cluster depends on cluster size and sequences left (i.e. \"sequencing capacity\"). The bias parameter determines how probability mass function of the hypergeometric distribution is concentrated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 491,
                    "text": "Figure S15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Epidemiological analyses"
        },
        {
            "text": "In order to infer the demographic history of MERS-CoV in camels we used the results of structured coalescent analyses to identify introductions of the virus into humans. The oldest sequence from each cluster introduced into humans was kept for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic inference of MERS-CoV in the reservoir"
        },
        {
            "text": "This procedure removes lineages coalescing rapidly in humans, which would otherwise introduce a strong signal of low effective population size. These subsampled MERS-CoV sequences from humans were combined with existing sequence data from camels to give us a dataset with minimal demographic signal coming from epidemiological processes in humans. Sequences belonging to the outgroup clade where most of MERS-CoV sequences from Egypt fall were removed out of concern that MERS epidemics in Saudi Arabia and Egypt are distinct epidemics with relatively poor sampling in the latter. Were more sequences of MERS-CoV available from other parts of Africa we speculate they would fall outside of the diversity that has been sampled in Saudi Arabia and cluster with early MERS-CoV sequences from Jordan and sequences from Egyptian camels. However, currently there are no indications of what MERS-CoV diversity looks like in camels east of Saudi Arabia. A flexible skygrid tree prior (Gill et al., 2013) was used to recover estimates of relative genetic diversity (N e τ ) at 50 evenly spaced grid points across six years, ending at the most recent tip in the tree (2015 August) in BEAST v1.8.4 (Drummond et al., 2012) , under a relaxed molecular clock with rates drawn from a lognormal distribution (Drummond et al., 2006) and codon position partitioned (positions 1 + 2 and 3) HKY+Γ 4 (Hasegawa et al., 1985; Yang, 1994) nucleotide substitution models. At time of writing advanced flexible coalescent tree priors from the skyline family, such as skygrid (Gill et al., 2013) are available in BEAST v1 (Drummond et al., 2012) but not in BEAST v2 (Bouckaert et al., 2014) . We set up five independent MCMC chains to run for 500 million states, sampling every 50 000 states. This analysis suffered from poor convergence, where two chains converged onto one stationary distribution, two to another and the last chain onto a third stationary distribution, with high effective sample sizes. Demographic trajectories recovered by the two main stationary distributions are very similar and differences between the two appear to be caused by convergence onto subtly different tree topologies. This non-convergence effect may have been masked previously by the use of all available MERS-CoV sequences from humans which may have lead MCMC towards one of the multiple stationary distributions.",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 995,
                    "text": "(Gill et al., 2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1292,
                    "end": 1315,
                    "text": "(Drummond et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1379,
                    "end": 1402,
                    "text": "(Hasegawa et al., 1985;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1403,
                    "end": 1414,
                    "text": "Yang, 1994)",
                    "ref_id": null
                },
                {
                    "start": 1548,
                    "end": 1567,
                    "text": "(Gill et al., 2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1638,
                    "end": 1662,
                    "text": "(Bouckaert et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1187,
                    "end": 1210,
                    "text": "(Drummond et al., 2012)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Demographic inference of MERS-CoV in the reservoir"
        },
        {
            "text": "To ensure that recombination was not interfering with the skygrid reconstruction we also split our MERS-CoV alignment into ten parts 2937 nucleotides long. These were then used as separate partitions with independent trees and clock rates in BEAST v1.8.4 (Drummond et al., 2012) . Nucleotide substitution and relaxed clock models were set up identically to the whole genome skygrid analysis described above (Drummond et al., 2006; Hasegawa et al., 1985; Yang, 1994) . Skygrid coalescent tree prior (Gill et al., 2013) was used jointly across all ten partitions for demographic inference. Five MCMC chains were set up, each running for 200 million states, sampling every 20 000 states.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 278,
                    "text": "(Drummond et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 430,
                    "text": "(Drummond et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 453,
                    "text": "Hasegawa et al., 1985;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 454,
                    "end": 465,
                    "text": "Yang, 1994)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 517,
                    "text": "(Gill et al., 2013)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Demographic inference of MERS-CoV in the reservoir"
        },
        {
            "text": "Sequence data and all analytical code is publicly available at https://github.com/blab/ structured-mers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S1 . Evolutionary history of MERS-CoV partitioned between camels and humans. This is the same tree as shown in Figure 1 , but with contiguous stretches of MERS-CoV evolutionary history split by inferred host: camels (top in orange) and humans (bottom in blue). This visualisation highlights the ephemeral nature of MERS-CoV outbreaks in humans, compared to continuous circulation of the virus in camels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 370,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 479,
                    "end": 487,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "19"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S2 . Posterior backwards migration rate estimates for two choices of prior. Negligible flow of MERS-CoV lineages from humans into camels is recovered regardless of prior choice (note that rates are backwards in time). Plots show the 95% highest posterior density for the estimated migration rate from the human deme into the camel deme looking backwards in time (orange) and vice versa (blue). Dotted lines indicate exponential priors specified for migration rates, with mean 1.0 (bottom) or 10.0 (top).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "34"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S3 . Maximum clade credibility (MCC) tree with ancestral state reconstruction according to a discrete trait model. MCC tree is presented the same as Figure 1 and Figure  S4 , with colours indicating the most probable state reconstruction at internal nodes. Unlike the structured coalescent summary shown in Figure 1 where camels are reconstructed as the main host where MERS-CoV persists, the discrete trait approach identifies both camels and humans as major hosts with humans being the source of MERS-CoV infection in camels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 368,
                    "end": 376,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 381,
                    "end": 391,
                    "text": "Figure  S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 526,
                    "end": 534,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "35"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S4 . Maximum clade credibility (MCC) tree of structured coalescent model with enforced equal coalescence rates. MCC tree is presented the same as Figures 1 and S3 , with colours indicating the most probable state reconstruction at internal nodes. Similar to Figure  S3 enforcing equal coalescence rates between demes in a structured coalescent model identifies humans as a major MERS-CoV host and the source of viruses in camels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 365,
                    "end": 381,
                    "text": "Figures 1 and S3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 477,
                    "end": 487,
                    "text": "Figure  S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "36"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S5 . Monte Carlo simulations of human transmission clusters. From top to bottom each row corresponds to departures from completely random sequencing efforts with respect to case cluster size (bias parameter=1.0) to sequencing increasingly biased towards capturing large case clusters (bias=2.0, bias=3.0). Leftmost scatter plots show the distribution of individual Monte Carlo simulation sequence cluster size statistics (mean and skewness) coloured by the R 0 value used for the simulation. The dotted rectangle identifies the 95% highest posterior density bounds for sequence cluster size mean and skewness observed for empirical MERS-CoV data. The distribution of R 0 values matching empirical data are shown in the middle, on the same y-axis across all levels of the bias parameter. Under unbiased sequencing (bias=1.0) only 0.45% of simulations fit our phylogenetic observations, while 1.79% and 1.67% of simulations fit for bias levels of 2.0 and 3.0, respectively. Correspondingly, we estimate 11.6% support for a model with bias level 1.0, 45.7% support for a model with bias level 2.0, and 42.7% support for a model with bias level 3.0. Bins falling inside the 95% percentiles are coloured by R 0 , as in the leftmost scatter plot. While the 95% percentiles for R 0 values are close to 1.0 (0.71-0.98) for the unbiased sequencing simulation (i.e. uniform sequencing efforts, in which every case is equally likely to be sequenced), we also note that increasing levels of bias are considerably more to likely to generate MERS-CoV-like sequence clusters. The distribution of total number of introductions associated with simulations matching MERS-CoV sequence clusters is shown in the plots on the right, on the same y-axis across all levels of bias. Darker shade of grey indicates bins falling within the 95% percentiles. The median number of cross-species introductions observed in simulations matching empirical data without bias are 346 (95% percentiles 262-439). These numbers jump up to 568 (95% percentiles 430-727) for bias = 2.0 and 656 (95% percentiles 488-853) for bias = 3.0 simulations. Model averaging would suggest plausible numbers of introductions between 311 and 811.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "37"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Figure S6 . Monte Carlo simulation schematic. Case clusters are simulated according to Equation 1 until an outbreak size of 2000 cases is reached. We sample 174 cases from each simulation to represent sequencing of human MERS cases. 'Sequencing' is carried out by using multivariate hypergeometric sampling, representing sampling cases without replacement to be sequenced. Sequencing simulations take place at three levels of bias: 1.0, where every case is equally likely to be sequenced, and 2.0 and 3.0, where cases from larger clusters are increasingly more likely to be sequenced. The distribution of simulated sequence clusters is summarised by its mean, median and standard deviation. A simulation is considered to match if the mean, median and standard deviation of its sequence cluster sizes falls within the 95% highest posterior density interval of observed MERS-CoV sequence clusters. R 0 values that ultimately generate data matching empirical observations, as well as associated numbers of 'introductions' are retained as estimates. These estimates are summarised in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 1234,
                    "end": 1242,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "38"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S7 . Results of Monte Carlo simulations with vast underestimation of cases. The plot is identical to Figure S5 , but instead of 2000 cases, simulations were run with 4000 cases. With more unobserved cases the R 0 values matching observed MERS-CoV sequence clusters can only be smaller, with a corresponding increase in numbers of zoonotic transmissions. However, the numbers of simulations that match MERS-CoV data go down as well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 329,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "39"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S8 . Boxplots of matching simulated case and sequence cluster distributions. Boxplots indicate frequency of case (blue, top) and sequence (red, bottom) cluster sizes across simulations at different bias levels, marginalised across R 0 values. Outliers are shown with transparency, medians are indicated with thick black lines. Case clusters exhibit a strong skew with large numbers of singleton introductions and a substantial tail at higher levels of bias. Figure S9 . Quantile-quantile (Q-Q) plot of empirical and simulated sequence cluster sizes. Density of sequence cluster size percentiles (1st-99th, calculated across a grid of 50 values) calculated for random states from the posterior distribution (x-axis) and matching simulations (y-axis). Most values fall on the one-to-one line, with a heavier tail in mid-sized sequence clusters in empirical data, manifesting as a greater density of points below the one-to-one line in the middle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 686,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "40"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S10 . Tests of recombination across MERS-CoV clades. Maximum clade credibility tree of MERS-CoV genomes annotated with results of two recombination detection tests (PHI and 3Seq) applied to descendent sequences of each clade. Both tests identify large portions of existing sequence data as containing signals of recombination. Note that markings do not indicate where recombinations have occurred on the tree, merely the minimum distance in sequence/time space between recombining lineages. Figure S11 . MERS-CoV genomes exhibit high numbers of non-clonal loci. Ancestral state reconstruction (right) identifies a large number of sites in which mutations have occurred more than once in the tree (homoplasies, orange) or are reversions (red) from a state arising in an ancestor. Mutations that apparently only occur once in the tree (synapomorphies) are shown in grey. The maximum likelihood phylogeny on the left is coloured by whether sequences were sampled in humans (blue) or camels (orange). Figure S12 . Human clade sharing between genomic fragments 1 and 2. Central scatter plot shows the posterior probability of human clades shared between genomic fragments 1 and 2, in their respective trees. Left and bottom scatter plots track the posterior probability of human clades only observed in fragment 2 (left) or fragment 1 (bottom). The cumulative probability of human clades present in either tree are tracked by plots on the right (fragment 2) and top (fragment 1). Most of the probability mass is concentrated within human clades that are present in trees of both genomic fragment 1 and 2 (0.9701 and 0.9474 of all human clades across posteriors, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 222,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 710,
                    "end": 720,
                    "text": "Figure S11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1216,
                    "end": 1226,
                    "text": "Figure S12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "41"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S13 . Skygrid comparison between whole and fragmented genomes. Inferred median N e τ recovered using a skygrid tree prior on whole genome (bottom) and ten genomic fragments with independent trees (left), coloured by time. Dotted line indicates the one-to-one line. Figure S14 . Maximum likelihood (ML) tree of MERS-CoV genomes coloured by origin of sequence. Maximum likelihood tree shows genetic divergence between MERS-CoV genomes collected from camels (orange tips) and humans (blue tips).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 222,
                    "text": "Figure S13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 484,
                    "end": 494,
                    "text": "Figure S14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "43"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint Figure S15 . Numbers of epidemiological simulations conforming to empirical observations. Numbers indicate the total number of epidemiological simulations under each combination of bias and dispersion parameter ω that result in MERS-CoV-like sequence cluster sizes. More simulations match observations with bias> 1 and ω ≈ 0.1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 222,
                    "text": "Figure S15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "44"
        },
        {
            "text": ". CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/173211 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reassortment between influenza B lineages and the emergence of a coadapted PB1-PB2-HA gene complex",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dudas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lycett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mol Biol Evol",
            "volume": "32",
            "issn": "",
            "pages": "162--172",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virus genomes reveal factors that spread and sustained the Ebola epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dudas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "544",
            "issn": "",
            "pages": "309--315",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MERS-CoV recombination: implications about the reservoir and potential for adaptation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dudas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Evol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Molecular epidemiology of hospital outbreak of Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Fagbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Skakni",
                    "suffix": ""
                },
                {
                    "first": "Dkw",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Garbati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hakawi",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Simultaneously reconstructing viral cross-species transmission history and identifying the underlying constraints",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phil Trans R Soc B",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral phylodynamics and the search for an 'effective number of infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Volz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Philos Trans Royal Soc B Trans R Soc B",
            "volume": "365",
            "issn": "",
            "pages": "1879--1890",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Improving bayesian population dynamics inference: A coalescent-based model for multiple loci",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "58",
            "issn": "",
            "pages": "1369--1372",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Genomic epidemiology reveals multiple introductions of Zika virus into the United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Grubaugh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Ladner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "67",
            "issn": "",
            "pages": "401--405",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Simple, Fast, and Accurate Algorithm to Estimate Large Phylogenies by Maximum Likelihood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gascuel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rannala",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Systematic Biology",
            "volume": "52",
            "issn": "",
            "pages": "696--704",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dating of the human-ape splitting by a molecular clock of mitochondrial DNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kishino",
                    "suffix": ""
                },
                {
                    "first": "Yano",
                    "middle": [],
                    "last": "Ta",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Mol Evol",
            "volume": "22",
            "issn": "",
            "pages": "160--174",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Looking for trees in the forest: summary tree from posterior samples",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heled",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Bouckaert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Evolutionary Biology",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Feline coronavirus type II strains 79-1683 and 79-1146 originate from a double recombination between feline coronavirus type I and canine coronavirus",
            "authors": [
                {
                    "first": "Aapm",
                    "middle": [],
                    "last": "Herrewegh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Smeenk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "Groot",
                    "middle": [],
                    "last": "Rjd",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "4508--4514",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "In vivo RNA-RNA recombination of coronavirus in mouse brain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Keck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Matsushima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Vannier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Virol",
            "volume": "62",
            "issn": "",
            "pages": "1810--1813",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Experimental evidence of recombination in coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kottier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "213",
            "issn": "",
            "pages": "569--580",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Phylodynamics with Migration: A Computational Framework to Quantify Population Structure from Genomic Data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kühnert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Molecular Biology and Evolution",
            "volume": "33",
            "issn": "",
            "pages": "2102--2116",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Recombination between nonsegmented RNA genomes of murine coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Keck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Egbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Leibowitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "56",
            "issn": "",
            "pages": "449--456",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bayesian Phylogeography Finds Its Roots",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLOS Computational Biology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "co-authors). 2016. Viral factors in influenza pandemic risk assessment. eLife",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Origin and diversity of novel avian influenza A H7N9 viruses causing human infection: phylogenetic, structural, and coalescent analyses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "11",
            "pages": "1926--1932",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Role for migratory wild birds in the global spread of avian influenza H5N8",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lycett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bodewes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "11",
            "issn": "",
            "pages": "213--217",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "New Routes to Phylogeography: A Bayesian Structured Coalescent Approximation",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Maio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;reilly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Genetics",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "High-frequency RNA recombination of murine coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Keck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol",
            "volume": "57",
            "issn": "",
            "pages": "729--737",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Person-to-person transmission of Andes virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                },
                {
                    "first": "San",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pinna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forlenza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Padula",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1848--1853",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Human birth seasonality: latitudinal gradient and interplay with childhood disease dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez-Bakker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc R Soc B",
            "volume": "281",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Human infection with MERS coronavirus after exposure to infected camels, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Typed maximum clade credibility tree of MERS-CoV genomes from 174 human viruses and 100 camel viruses. Maximum clade credibility (MCC) tree showing inferred ancestral hosts for MERS-CoV recovered with the structured coalescent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Seasonality of MERS-CoV introduction events. A) Posterior density estimates partitioned by month showing the 95% highest posterior density interval for relative odds ratios of MERS-CoV introductions into humans. Posterior means are indicated with circles. Evidence for increased or decreased risk (95% HPD excludes 1.0) for introductions are indicated by black or white circles, respectively. Hatched area spanning October to February indicates the camel calving season. B) Sequence cluster sizes and inferred dates of introduction events. Each introduction event is shown as a vertical line positioned based on the median introduction time, as recovered by structured coalescent analyses and coloured by time of year with height indicating number of descendant sequences recovered from human cases. 95% highest posterior density intervals for introductions of MERS-CoV into humans are indicated with coloured lines, coloured by median estimated introduction time. The black dotted line indicates the joint probability density for introductions. We find little correlation between date and size of introduction (Spearman ρ = 0.06, p = 0.68).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Monte Carlo simulations of human transmission clusters. Leftmost scatter plot",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Recombinant features of MERS-CoV phylogenies. A) Marginal posterior probabilities of taxa collected from humans belonging to the same clade in phylogenies derived from different parts of the genome. Taxa are ordered according to phylogeny of fragment 2 (genome positions 21001 to 29364) reduced to just the human tips and is displayed on the left. Human clusters are largely well-supported as monophyletic and consistent across trees of both genomic fragments. B) Tanglegram connecting the same taxa between a phylogeny derived from fragment 1 (left, genome positions 1 to 21000) and fragment 2 (right, genome positions 21001 to 29364), reduced to just the human tips and branches with posterior probability < 0.1 collapsed. Human clusters exhibit limited diversity and corresponding low levels of incongruence within an introduction cluster. reduction in mid-sized clusters in simulated data (Figure S9). Given these findings, and the fact that large outbreaks of MERS occurred in hospitals, the combination of frequent spillover of MERS-CoV into humans and occasional outbreak amplification via poor hygiene practices(Assiri et al., 2013b; Chen et al., 2017)  appear sufficient to explain observed epidemiological patterns of MERS-CoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Demographic history of MERS-CoV in Arabian peninsula camels. Demographic history of MERS-CoV in camels, as inferred via a skygrid coalescent tree prior",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "For our primary analysis, the MultiTypeTree module(Vaughan et al., 2014) of BEAST  v2.4.3 (Bouckaert et al., 2014 was used to specify a structured coalescent model with two demes -humans and camels. At time of writing structured population models are available in BEAST v2 (Bouckaert et al., 2014) but not in BEAST v1(Drummond et al.,  2012). We use the more computationally intensive MultiTypeTree module(Vaughan et al.,  2014)  over approximate methods also available in BEAST v2, such as BASTA(Maio et al., 2015),MASCOT (Mueller et al., 2017), and PhyDyn (Volz, 2011). Structured coalescent model implemented in the MultiTypeTree module(Vaughan et al., 2014)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "May 2017, the World Health Organization has been notified of 1952 cases of MERS-CoV (World Health Organization, 2017). We thus simulated final transmission chain sizes using Equation 1 until we reached an epidemic comprised of N = 2000 cases. 10 000 simulations were run for 121 uniformly spaced values of R 0 across the range [0.5-1.1] with dispersion parameter ω fixed to 0.1 following expectations from previous studies of coronavirus behavior (Lloyd-Smith et al., 2005). Each simulation results in a vector of outbreak sizes c, where c i is the size of the i th transmission cluster and K i=1 c i = 2000 and K is the number of clusters generated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Data: Array of case cluster sizes in outbreak c = (c 1 , c 2 , . . . , c K ), sequences available M , total outbreak size N , where N = K i=1 c i . Result: Array of sequence cluster sizes sampled: s = (s 1 , s 2 , . . . , s K ). Draw s i from a hypergeometric distribution with c i successes, N − c i failures after M trials; while i < K do i = i + 1; M = M − s i−1 ; Compute the probability mass function (pmf) for all possible values of s i , p = (p(0) bias , p(1) bias , . . . , p(c i ) bias ) × ( i p bias i ) −1 , where p(·) is the pmf for a hypergeometric distribution with c i successes, N − c i failures after M trials;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Strain names, accessions (where available), identified host and reported collection dates for MERS-CoV genomes used in this study.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Allison Black for useful discussion and advice. GD is supported by the Mahan postdoctoral fellowship from the Fred Hutchinson Cancer Research Center. TB is a Pew Biomedical Scholar and is supported by NIH R35 GM119774-01. AR was supported in part by the European Union Seventh Framework Programme for research, technological development and demonstration under Grant Agreement no. 278433-PREDEMICS and no. 725422-RESERVOIRDOCS, and the Wellcome Trust through project 206298/Z/17/Z.We gratefully acknowledge the contribution of the following scientists for sharing MERS-CoV sequence data before publication:Ali M. Somily 1 , Mazin Barry 1 , Sarah S. Al Subaie 1 , Abdulaziz A. BinSaeed 1 , Fahad A. Alzamil 1 , Waleed Zaher 1 , Theeb Al Qahtani 1 , Khaldoon Al Jerian 1 , Scott J.N. McNabb 2 , Imad A. Al-Jahdali 3 , Ahmed M. Alotaibi 4 , Nahid A. Batarfi 5 , Matthew Cotten 6 , Simon J. Watson 6 , Spela Binter 6 , Paul Kellam 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}