{
    "paper_id": "fbc41a8e025cd6eb2d7c156aad3b6923af2349c4",
    "metadata": {
        "title": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCoV, in the nasal tissue",
        "authors": [
            {
                "first": "Chao",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Diagnosis",
                    "institution": "Zhejiang University. Hangzhou",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shufa",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Diagnosis",
                    "institution": "Zhejiang University. Hangzhou",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Diagnosis",
                    "institution": "Zhejiang University. Hangzhou",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Diagnosis",
                    "institution": "Zhejiang University. Hangzhou",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A novel coronavirus (2019-nCoV) was first identified in Wuhan, Hubei Province, and then spreads to the other Provinces of China. WHO decides to determine a Public Health Emergency of International Concern (PHEIC) of 2019-nCoV. 2019-nCov was reported to share the same receptor, Angiotensin-converting enzyme 2 (ACE2), with SARS-Cov. Here based on the public single-cell RNA-Seq datasets, we analyzed the ACE2 RNA expression profile in the tissues at different locations of the respiratory tract. The result indicates that the ACE2 expression appears in nasal epithelial cells. We found that the size of this population of ACE2-expressing nasal epithelial cells is comparable with the size of the population of ACE2-expression type II alveolar cells (AT2) in the Asian sample reported by Yu Zhao et al. We further detected 2019-nCoV by polymerase chain reaction (PCR) from the nasal-swab and throat-swab of seven suspected cases. We found that 2019-nCoV tends to have a higher concentration in the nasal-swab comparing to the throat-swab, which could attribute to the ACE2-expressing nasal epithelial cells. We hope this study could be informative for virus-prevention strategy development, especially the treatment of nasal mucus. Severe infection by 2019-nCoV could result in acute respiratory distress syndrome (ARDS) and sepsis, causing death in approximately 2% of infected individuals 1 . Once contacted with the human airway, the spike proteins of 2019-nCoV can bind the surface receptors of sensitive cells, and mediate the virus to enter into target cells. Recently, Xu et.al. modeled the spike protein and indicated that Angiotensin-converting enzyme 2 (ACE2) could be the receptor for this 2019-nCoV 2 . Zhou et. al. showed that ACE2 is essential for 2019-nCov to enter HeLa cells 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". These data indicated that ACE2 is likely to be the receptor for 2019-nCov.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Previous studies have investigated the RNA expression of ACE2 in 72 human tissues 4 . They found ACE2 is abundantly present in humans in the epithelia of the lung and small intestines. They also found ACE2 expression in the basal layer of the non-keratinizing squamous epithelium in nasal and oral mucosa and the nasopharynx. Yu Zhao et al. analyzed the single-cell RNA-Seq data of the lung tissues from eight donors and found that ACE2 mainly expressed in the type II alveolar cells (AT2) 5 . They found that ACE2 shows significantly high expression in AT2 of an Asian donor. However, the abundance of ACE2 expression in the upper respiratory tract needs further identification.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 490,
                    "end": 491,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The upper airway epithelium, which is mainly composed of basal and apical cells (ciliated and glandular, and so on), ensures proper mucociliary function and can regenerate in response to assaults. Ordovas-Montanes J et al. proposed to use KRT5 as a marker of basal cells, and KRT8 as a marker of apical cells in the single-cell profiling of human respiratory epithelial cells 6 . Sandra Ruiz García et al. have profiled single-cell gene expression of airway epithelium from nasal brushing, bronchial biopsy, and turbinate 7 . Yu Zhao et al. showed the single-cell RNA-Seq data of the lung tissue from the Asian donor. In current work, we analyze ACE2 single-cell profiling in the tissue from different locations of the respiratory tract (nasal brushing, bronchial biopsy, turbinate, and lung tissue of the Asian donor).",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 522,
                    "end": 523,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We performed unsupervised graph-based clustering (Seurat version 3.1.4) on the single-cell RNA-Seq data of the nasal brushing, bronchial biopsy, turbinate, and the lung tissue of the Asian donor. We visualized the data using t-distributed stochastic neighbor embedding (tSNE) (Figure 1 ). Yu Zhao et al. use SFTPC as the marker of AT2. We didn't detect SFTPC expression in the single-cell RNA-Seq data of nasal brushing, bronchial biopsy, turbinate. We found that KRT8 shows a wide expression in the cells of nasal brushing, bronchial biopsy, turbinate, and the lung tissue of the Asian donor. We used KRT8 as the marker of apical cells, and KRT5 as the marker of basal cells. We found KRT8 and SFTPC both mark AT2 in cells of the lung tissue of the Asian donor. We count the number of detected cells, cells with ACE2 expression, cells with KRT8 expression, and cells with both ACE2 expression and KRT8 expression in the single-cell RNA-Seq data of the nasal brushing, bronchial biopsy, turbinate and the lung tissue of the Asian donor (Table 1) . We found that about 3.2% and 2.1% of KRT8-expressing cells in the nasal brushing and turbinate samples show ACE2 expression, which is comparable to the percent of KRT8-expressing cells in the Asian donor having ACE2 expression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1036,
                    "end": 1045,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Seven were suspected as patients being infected 2019-nCoV in the First Affiliated Hospital, College of Medicine, Zhejiang University. The viral titers of 2019-nCoV in their nasal-and throat-swabs were detected by polymerase chain reaction (PCR) and measured by cycle threshold (CT). We found that 2019-nCoV is detected in his/her nasal-swabs, but not detected in his/her throat-swabs in two patients (patient W1 and Z1 in Table 2 ). In the patient Z2, 2019-nCoV is confirmed in his nasal-swab. But the PCR report of the throat-swab is suspected. In the patient Z4, 2019-nCoV is detected in both nasal-and throat-swabs. However, the CT value suggests that viral titers are higher in nasal-swab than in throat-swab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 429,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Combining the results of ACE2-expressing cells in the nasal brushing and turbinate samples and the viral titers of 2019-nCoV in patients' nasal-and throat-swabs, we infer that there exists a significant number of 2019-nCoV host cells in the nasal tissue. Decades ago, the basal layer of the nasal mucosa was reported to have ACE2 protein expression, which suggests that the candidate host cells of 2019-nCoV exist in nasal tissue. However, the analysis is at the bulk level and could not calculate the number of host cells. Our single-cell RNA-Seq analysis suggests that a significant number of candidate host cells exist in nasal tissue. China is suffering from the 2019-nCoV right now. Our results suggest that we should pay more attention to protect nasal tissue from 2019-nCoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.02.11.20022228 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The single-cell RNA-Seq data of lung/alveolus (the Asian donor) sample is downloaded from GSE122960; the single-cell RNA-Seq data of samples from bronchial biopsy, nasal brushing, and turbinate are downloaded from GSE121600. We filter out the cells 1-expressing less than 200 genes; or 2-highly expressing mitochondrial genes, in which mitochondrial genes' reads account for more than 25% of the total reads. We filter out the genes expressing in less than 3 samples. Then, we conduct tSNE analysis on the cells with Seurat (3. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.02.11.20022228 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SCIENCE CHINA Life Sciences",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. bioRxiv",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.22.914952"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Pathology",
            "volume": "203",
            "issn": "",
            "pages": "631--637",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv",
            "authors": [
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Allergic inflammatory memory in human respiratory epithelial progenitor cells",
            "authors": [
                {
                    "first": "Jose",
                    "middle": [],
                    "last": "Ordovas-Montanes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "560",
            "issn": "7720",
            "pages": "649--654",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Novel dynamics of human mucociliary differentiation revealed by single-cell RNA sequencing of nasal epithelial cultures. Development",
            "authors": [
                {
                    "first": "Ruiz",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "",
            "volume": "146",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The tSNE of the cell population in the tissues at different locations of the respiratory tract The cells expressing ACE2, SFTPC, KRT5, and KRT8 are highlighted.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "of cells with ACE2/KRT8 expression in the tissues at different locations of the respiratory tract",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Detection of 2019-nCoV in the nasal-and throat swabs by PCR",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "1.4) in default mode.Respiratory specimens (nasal-and throat-swabs) were collected to determine the amount of 2019-nCoV viral RNA by PCR analysis. According to the testing technology recommended by the National Health and Family Planning Commission of China, we detect the ORFab1, N, and E genes of 2019-nCoV. The detection limit of the ORFab1, N, and E RT-PCR assays was approximately 100 copies of RNA per mL. The study was approved by Clinical Research Ethics Committee of the First Affiliated Hospital, College of Medicine, Zhejiang University (IIT20200012A).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the grants from the National Key Programs for Infectious Diseases of China (2017ZX10103008).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}