{
    "paper_id": "fec0c97b9bdc012b76f082b8bcd6ba0efbb4f5c3",
    "metadata": {
        "title": "Viral gain-of-function experiments uncover residues under diversifying selection in nature",
        "authors": [
            {
                "first": "Rohan",
                "middle": [],
                "last": "Maddamsetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "T"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [
                    "J"
                ],
                "last": "Spielman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [
                    "L"
                ],
                "last": "Petrie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Debora",
                "middle": [
                    "S"
                ],
                "last": "Marks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [
                    "R"
                ],
                "last": "Meyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "*-jrmeyer@ucsd.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Viral gain-of-function mutations are commonly observed in the laboratory; however, it is unknown whether those mutations also evolve in nature. We identify two key residues in the host recognition protein of bacteriophage l that are necessary to exploit a new receptor; both residues repeatedly evolved among homologs from environmental samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our results provide evidence for widespread host-shift evolution in nature and a proof of concept for integrating experiments with genomic epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Many viruses can expand their host range with a few mutations 1-3 that enable the exploitation of new cellular receptors 2,3 . Such mutations may be the first steps toward an epidemic outbreak; this observation has driven an expansion of theoretical 4 , experimental and surveillance studies of host-range shifts in emergent pathogens, including avian influenza 5-8 , coronaviruses 9,10 , HIV 11 and ebolavirus 12 . Ideally, laboratory evolution experiments could be used to accelerate our understanding of how viruses expand their host range. However, it is not clear whether viral evolution observed under the chemical and physical environments of a laboratory can faithfully inform us about viral evolution in nature, for at least two reasons. First, evolutionary trajectories might be sensitive to differences in environmental conditions between the laboratory and nature. Second, the number of evolutionary paths sampled in laboratory experiments is very small compared to natural virus diversity due to the enormous size of viral All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "populations. Indeed, some researchers have called for the suspension of virus gain-of-function laboratory experiments 13 on the grounds that they would tell us little about real-world viral evolution at the risk of constructing viral strains that are pandemic to new hosts. Here, we use a harmless virus, bacteriophage l, to demonstrate how gain-of-function experiments can identify mutations that mimic those that occur in nature: we find that two amino acid residues that are critical for gain of function in the laboratory recurrently evolve in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Typical laboratory strains of l infect Escherichia coli by binding to the outer membrane protein LamB 14 , but the phage rapidly evolves in the laboratory to exploit a different membrane protein, OmpF 3 . Since OmpF is not the usual E. coli receptor for l, these experiments are a proxy for the ability of the phage to switch hosts. The evolved gain-of-function phenotype in l, OmpF + , involves multiple non-synonymous mutations in the host-recognition gene J. Each OmpF + isolate had between 4 and 10 single nucleotide substitutions in J, and none had insertions or deletions (indels). 97% of the substitutions in 24 independently evolved OmpF + l phage occurred in the J protein 3 between residues 960-1132, which we call the 'specificity region' of J ( Figure 1A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 770,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "By comparing J among OmpF + and OmpF -l, Meyer et al. (2012) suggested that the OmpF + innovation required four mutations: one at residue 1012, two in the codon for residue 1107, and a fourth mutation somewhere between residues 990 to 1000 3 . In this study, we directly tested this hypothesis by using Multiplexed Automated Genome Engineering (MAGE) 15 to construct two combinatorial genetic libraries of the J mutations that evolved in Meyer et al. (2012) . We constructed the first library by focusing on 10 commonly evolved J mutations 3 , from which we sequenced 33 OmpF + isolates. All strains possessed the target mutation at residue 1012 and both target mutations at residue 1107; by contrast, some strains lacked a fourth mutation between residues 990 and 1000 ( Figure 1 ). We call the mutations at residues 1012 and 1107 the \"canonical mutations\".",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 61,
                    "text": "Meyer et al. (2012)",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 458,
                    "text": "Meyer et al. (2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 781,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "To test whether the three canonical mutations were sufficient to confer the OmpF + phenotype, we constructed a synthetic phage with just these mutations. Even though the synthetic phage was viable, it proved unable to exploit cells without the ancestral LamB receptor, demonstrating that at least four J mutations were necessary for laboratory-evolved OmpF + phage. To find what further mutations might be needed to confer the OmpF + phenotype, we constructed a second MAGE library using the phage with the three canonical J mutations as the All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/242495 doi: bioRxiv preprint baseline, and random combinations of 19 other J mutations found in the OmpF + l evolved by Meyer et al. (2012) . Screening this second library produced 88 OmpF + isolates. One OmpF + isolate had just a single extra mutation in amino acid position 1083 in addition to the three canonical mutations (Figure 1 ). However, the majority of the OmpF + genotypes did not possess this specific mutation, signifying that its function could be substituted by other J mutations. In total, this experiment revealed that four mutations are sufficient to evolve the innovation, but only two specific amino acid changes (at residues 1012 and 1107) are universally required to access OmpF in the context of laboratory experiments.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 257,
                    "text": "Meyer et al. (2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 453,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "We then asked whether natural J sequences reflected the host-shift evolutionary dynamics seen in our gain-of-function experiments. We collected and aligned full-length homologous J protein sequences from UniRef100 16 (1,207 highly similar sequences). Most sequences were prophage uncovered in the genomes of their Enterobacteriaceae hosts, including bacterial genera Escherichia, Salmonella, Citrobacter, Edwardsiella, and even Cronobacter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recall that 97% of substitutions in OmpF + gain-of-function experiments occur in the specificity region. Likewise, the natural J homologs had disproportionate variation here: 30% of the total amino acid variation occurred in the specificity region, despite only being 15% of the total length of J ( Figure 2A ). This nonrandom clustering of variation in the specificity region strongly suggests that J has experienced substantial diversifying selection on host attachment. Furthermore, the 17 residues engineered into the MAGE libraries were significantly more variable than randomly chosen groups of 17 residues from J (non-parametric bootstrap: p < 10 -5 ) and from the specificity region 960-1132 (non-parametric bootstrap: p = 0.0054) showing the experiments had identified evolutionary hotspots. However, the specific 17 amino acid substitutions evolved in the laboratory were not common in natural homologs suggesting that the selection experiments had the resolution to predict where changes would evolve, but not the exact change (Supplementary Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1053,
                    "end": 1062,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Focusing in on the two residues critical for the OmpF + gain of function, 1012 and 1107, we find that they alone are more variable than random pairs of sites in J (non-parametric bootstrap: p = 0.00101) and the specificity region (non-parametric bootstrap: p = 0.036). But what is more remarkable is the observation that in-frame indels are common in the regions around sites 1012 and 1107 ( Figure 2B ; Supplementary Data 1). We measured indel variation over J homologs using gap entropy: a two-state entropy counting each position in each aligned All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 392,
                    "end": 401,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. To analyze J protein evolutionary dynamics in more depth, we built maximum-likelihood phylogenetic trees for J ( Figure 2C ) and its specificity region ( Figure 2D ). The trees are very different (normalized Robinson-Foulds distance = 0.94 out of 1.00), indicating that recombination has caused the history of the specificity region to differ from the history of the rest of the protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 245,
                    "end": 254,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "This means that the specificity region is an evolutionary module that commonly recombines and circulates as a unit in the phage population. This observation supports the notion that this region has elevated rates of evolution and diversification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using the second phylogeny, we calculated site-specific evolutionary rates for the specificity region. The 17 residues studied in the MAGE experiments evolve faster than equallysized random samples taken from the specificity region (non-parametric bootstrap, p = 0.0067) and residues 1012 and 1107 evolve faster than random pairs of sites sampled from the specificity region (non-parametric bootstrap, p = 0.0073).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Together, the accelerated rate of change and increased entropy at residues 1012 and 1107 suggest that these sites have experienced strong diversifying selection. Our combinatorial genetic studies showed that these particular residues determine receptor tropism, so it is reasonable to conclude that their unique evolution is due to host-range evolution. Mathematical theory has demonstrated that receptor-use evolution should lead to diversification since accessing new host types alters the phages' ecological niches 19 . Indeed, diversification was observed in a related experiment where l evolved to exploit two host cell types with different receptors 20 . To test whether indels at 1012 and 1107 cause diversification, we compared the branches where indels occur versus all others. If the indels cause ecological differentiation, then they should reduce intraspecific competition for hosts and facilitate the long-term maintenance of distinct evolutionary lineages. Indeed, the branches on which indels occur are significantly longer than All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/242495 doi: bioRxiv preprint the other branches of the specificity-region phylogeny (Kruskal-Wallis test, p < 10 -8 ; visualized by the discrete indel clades colored in lavender and light green in Figure 2D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "The congruence we find between laboratory and natural evolution in l contrasts with work showing that beneficial mutations in Richard Lenski's long-term experiment anti- Together, these studies show that selection experiments on viruses cultured in the laboratory can inform evolution in nature. Based on the patterns of J sequence variation observed, we suggest that host-range evolution is common in this group of viruses, and perhaps others too. While the frequency of host-range evolution may be unsettling, our work also demonstrates potential methods to combat host shifts. In particular, worrisome mutations can be identified with functional genetic experiments as described here or with other laboratory techniques such as deep mutational scanning 23 . This information can be combined with genomic surveillance efforts underway 24,25 to devise more effective disease management strategies to eradicate problematic strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We modified λ strain cI857 (provided by Ing-Nang Wang, SUNY Albany) integrated into the genome of HWEC106 (provided by Harris Wang, Columbia University). We engineered the J substitutions into λ by using MAGE 15,26 on strain HWEC106. MAGE uses the λ-red recombineering system provided on the pKD46 plasmid 27 . For a description of the oligos used, see Supplementary Table S1 . All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 375,
                    "text": "Supplementary Table S1",
                    "ref_id": null
                }
            ],
            "section": "MAGE experiments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/242495 doi: bioRxiv preprint For the first, 10-mutation library, we ran 18 rounds of MAGE and then screened for OmpF + isolates. For the second library, we edited λ with oligos 'a3034g' and 'g3319a t3321a' to introduce the canonical three mutations. Next, we performed a number of different MAGE trials in order to maximize the number of unique alleles we observed. See Supplementary Table S2 for our MAGE strategy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 513,
                    "text": "Supplementary Table S2 for",
                    "ref_id": null
                }
            ],
            "section": "MAGE experiments"
        },
        {
            "text": "To screen the edited phage for OmpF + genotypes, we induced the MAGE lysogen libraries and plated the phage on lawns of lamB − E. coli strain JW3996 from the KEIO collection 28 . Plaques were picked from the lawns and the C-terminus of the J gene was Sanger sequenced at the Genewiz La Jolla, CA facility. Unpurified PCR products (Forward primer: 5' CGCATCGTTCACCTCTCACT; Reverse primer: 5' CCTGCGGGCGGTTTGTCATTT) were submitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAGE experiments"
        },
        {
            "text": "We used the evcouplings pipeline 29 to generate a jackhmmer 30 alignment of 1,207 fulllength J homologs (parameter settings: bitscore = 0.2 ; theta = 0.999; seqid_filter = 95 and 99 (thresholds for filtering highly similar sequences); minimum_sequence_coverage = 99 (require sequences to align to 99% of wild-type J protein); and minimum_sequence_coverage = 50. When analyzing the specificity region (say, constructing a phylogeny), we used residues 960-1132 of this full-length alignment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "We used RAxML 31 to generate maximum-likelihood phylogenies using automatically selected amino acid substitution matrices (PROTGAMMAAUTO) based on model fit. To account for recombination when estimating site-specific evolutionary rates in the specificity region, we first ran a modified SBP algorithm 32 on the specificity region. We found a putative recombination breakpoint at residue 1000, supported by Akaike's information criterion but not the Bayesian information criterion. We therefore partitioned the specificity region at residue 1000 and re-calculated trees for each partition using FastTree 33 with an LG substitution matrix 34 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "We next calculated site-specific evolutionary rates with LEISR 35 , a scalable implementation of Rate4Site 36 that accounts for recombination breakpoints, using an LG substitution matrix. We calculated the Robinson-Foulds distance between our maximum-likelihood phylogenies for J and All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/242495 doi: bioRxiv preprint its specificity region using ete3-compare 37 . We divided the Robinson-Foulds distance (2276.00) by its maximum possible value (2412.00) to get the normalized distance (0.94).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "We calculated gap entropy at each position as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "where p is the frequency of gap characters at that position, and 1 -p is the frequency of all amino acids at that position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "For all non-parametric bootstrap calculations, we used 100,000 bootstraps, and chose groups of sites without replacement. For example, when testing for high entropy in the 17 MAGE residues, we generated an empirical null distribution by randomly choosing 17 different residues for one sample, and resampling 100,000 times. We used the same procedure for our evolutionary-rate tests. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/242495 doi: bioRxiv preprint Amino acid and nucleotide changes are indicated by positions bookended by the wild-type state and then the evolved state. Amino acids in position 997 and 1107 have multiple derived states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/242495 doi: bioRxiv preprint OTUs have at least 5% divergence from each other, and are labeled as in (C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of natural J variation"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C D A B"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/242495 doi: bioRxiv preprint Supplementary Table S1 | Oligonucleotides (oligos) used to edit l genomes. Oligos were designed slightly differently for the two libraries. For the first, we inserted a synonymous change near each target. This was done as a silent tag to improve our confidence that an edit had been made successfully. We did not do this for the second library because we found that all intentional nonsynonymous changes were accompanied by the synonymous change. Additionally, for the first library, when mutations fell within 90 bases, we designed a separate oligo for each possible mutation combination. For the second library, we ordered a mixed pool of oligos synthesized that had all combinations of the mutations. Asterisks indicate phosphorothioated bases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C D A B"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C D A B"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/242495 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C D A B"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/242495"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "comparison, the typical amino acid site in the J alignment had no indels (mode and median gap entropy = 0). That our experiments would correctly identify both regions with the most natural indel variation by chance is extremely unlikely (given the size of each region = 1.87×10 -5 ). Indels can have large beneficial effects on proteins, including altering specificity by changing surface loops 14,17 , or causing structural rearrangements that improve function 18 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "correlate 21 with natural protein variation in E. coli. By design, Lenski's experiment lacks the complex and variable selection pressures found in E. coli's natural gut environment, leading the bacteria down evolutionary paths not taken in nature. By contrast, the dominant selection pressure in evolution experiments with bacteriophage-attachment to bacterial host cells-is probably also a dominant selection pressure on phage in the wild. Notably, another study on experimental evolution of bacteriophage has observed residues under positive selection in both the lab and nature 22 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A) Distribution of J mutations evolved en route to OmpF + and B) synthetic phage genotypes capable of using OmpF. A) Mutations summed across 24 genomes independently evolved to exploit OmpF inMeyer et al. (2012). Protein domains as annotated in the Pfam database are shown in gray. The majority of mutations either occur in the DUF3672 domain, or in the C-terminus past the annotated boundary of DUF3672. B) Synthetic OmpF + genotypes indicated by colored cells (red marks the canonical three) observed after combinatorial engineering of 10 common mutations or 19 mutations when the canonical three were fixed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A) Sequence entropy averaged over a 10-residue window in J. Dashed red lines indicate residues 1012 and 1107. B) Gap entropy over the J protein. Dashed red lines indicate residues 1012 and 1107. C) Phylogeny for J protein. Only a subset of the operational taxonomic units (OTUs) are displayed: just OTUs with sequences ³ 5% divergence from each other. The wild-type J protein sequence is labeled in tan. Clades with indels at residue 1012 are labeled in lavender. Clades with indels at residue 1107 are labeled in light green. Sequences with indels at both positions are labeled in light steel gray. D) Phylogeny for residues 960-1132 of J protein.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data Availability: All data and analysis code for this project are available at the Dryad digital repository [doi: pending publication] References: 1 Longdon, B., Brockhurst, M. A., Russell, C. A., Welch, J. J. & Jiggins, F. M. The evolution and genetics of virus host shifts. PLoS Pathog 10, e1004395, doi:10.1371/journal.ppat.1004395 (2014). 2 Imai, M. et al. Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets. Nature 486, 420-428, doi:10.1038/nature10831 (2012). 3 Meyer, J. R. et al. Repeatability and contingency in the evolution of a key innovation in phage lambda. Science 335, 428-432, doi:10.1126/science.1214449 (2012). 4 Antia, R., Regoes, R. R., Koella, J. C. & Bergstrom, C. T. The role of evolution in the emergence of infectious diseases. Nature 426, 658-661, doi:10.1038/nature02104 (2003). 5 Shi, Y., Wu, Y., Zhang, W., Qi, J. & Gao, G. F. Enabling the 'host jump': structural determinants of receptor-binding specificity in influenza A viruses. Nature reviews. Reddington, S. C., Halliwell, L. M., Rizkallah, P. J. & Jones, D. D. Random single amino acid deletion sampling unveils structural tolerance and the benefits of helical registry shift on GFP folding and structure. M. N., Dehal, P. S. & Arkin, A. P. FastTree 2--approximately maximum-likelihood trees for large alignments. PloS one 5, e9490, doi:10.1371/journal.pone.0009490 (2010). 34 Le, S. Q. & Gascuel, O. An improved general amino acid replacement matrix. Molecular biology and evolution 25, 1307-1320, doi:10.1093/molbev/msn067 (2008).Competing Interests:The authors declare no competing financial interests.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank John Ingraham, Adam Riesselman, Kelly Brock, David Ding, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        }
    ]
}