<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Reumatol Clin</journal-id><journal-id journal-id-type="iso-abbrev">Reumatol Clin</journal-id><journal-title-group><journal-title>Reumatologia Clinica</journal-title></journal-title-group><issn pub-type="ppub">1699-258X</issn><issn pub-type="epub">1885-1398</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U. and Sociedad Espa&#x000f1;ola de Reumatolog&#x000ed;a y Colegio Mexicano de Reumatolog&#x000ed;a.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7298486</article-id><article-id pub-id-type="publisher-id">S1699-258X(20)30142-X</article-id><article-id pub-id-type="doi">10.1016/j.reuma.2020.06.003</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Anakinra, una alternativa potencial en el tratamiento de la infecci&#x000f3;n respiratoria grave por SARS-CoV-2 refractaria a tocilizumab</article-title><trans-title-group xml:lang="en"><trans-title>Anakinra as a potential alternative in the treatment of severe acute respiratory infection associated with SARS-CoV-2 refractory to tocilizumab</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Figuero-P&#x000e9;rez</surname><given-names>Luis</given-names></name><email>figuero44@gmail.com</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Olivares-Hern&#x000e1;ndez</surname><given-names>Alejandro</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Escala-Cornejo</surname><given-names>Roberto A.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Ter&#x000e1;n-Brage</surname><given-names>Eduardo</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>L&#x000f3;pez-Guti&#x000e9;rrez</surname><given-names>&#x000c1;lvaro</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Cruz-Hern&#x000e1;ndez</surname><given-names>Juan J.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Oncolog&#x000ed;a M&#x000e9;dica, Complejo Universitario de Salamanca, Salamanca, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Instituto de Investigaci&#x000f3;n Biom&#x000e9;dica de Salamanca (IBSAL), Salamanca, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Servicio de Oncolog&#x000ed;a M&#x000e9;dica, Complejo Universitario de &#x000c1;vila, &#x000c1;vila, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>figuero44@gmail.com</email></corresp><fn id="fn0005"><label>&#x025ca;</label><p id="npar0005">LF-P y AO-H han contribuido de manera equitativa.</p></fn></author-notes><pub-date pub-type="pmc-release"><day>17</day><month>6</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>17</day><month>6</month><year>2020</year></pub-date><history><date date-type="received"><day>28</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>10</day><month>6</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. and Sociedad Espa&#x000f1;ola de Reumatolog&#x000ed;a y Colegio Mexicano de Reumatolog&#x000ed;a. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U. and Sociedad Espa&#x000f1;ola de Reumatolog&#x000ed;a y Colegio Mexicano de Reumatolog&#x000ed;a</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><p>El virus SARS-CoV-2 es un nuevo virus RNA causante de la enfermedad COVID-19, declarada como pandemia por la Organizaci&#x000f3;n Mundial de la Salud (OMS). Produce un cuadro de neumon&#x000ed;a at&#x000ed;pica que puede desembocar en un fallo multiorg&#x000e1;nico. La desregulaci&#x000f3;n del sistema inmune secundaria a la infecci&#x000f3;n produce un cuadro similar al s&#x000ed;ndrome de linfohistiocitosis hemofagoc&#x000ed;tica (SLHH). Varios estudios han definido la importancia que los inhibidores de la IL-6 (tocilizumab) tienen en el tratamiento de la infecci&#x000f3;n por SARS-CoV-2, sin embargo, la indicaci&#x000f3;n de tratamiento con inhibidores de IL-1 (anakinra) no se encuentra establecida de forma clara.</p><p>Presentamos el caso de un paciente de 51 a&#x000f1;os con neumon&#x000ed;a bilateral secundaria a infecci&#x000f3;n por SARS-CoV-2 refractaria al tratamiento antiviral y anti-IL-6 que present&#x000f3; mejor&#x000ed;a cl&#x000ed;nica y anal&#x000ed;tica tras el tratamiento con anti-IL-1 (anakinra).</p></abstract><trans-abstract xml:lang="en"><p>SARS-CoV-2 is a new RNA virus which causes coronavirus disease 2019 (COVID-19), declared a pandemic by the World Health Organization (WHO). It triggers an atypical pneumonia that can progress to multiorgan failure. COVID-19 can cause dysregulation of the immune system, triggering an inflammatory response, and simulate haemophagocytic lymphohistiocytosis. Several studies have proposed that anti-IL-6 receptor antibodies, such as tocilizumab, play an important role in the treatment of severe acute respiratory infection associated with SARS-CoV-2. However, the role of anti-IL-1 receptor antibodies, such as anakinra, in the treatment of COVID-19 has not been established.</p><p>We present a case report of a 51-year-old man diagnosed with severe respiratory infection associated with SARS-CoV-2 that was refractory to antiviral and anti-IL-6 treatment, with a favourable clinical outcome and analytical improvement after treatment with anti-IL-1 (anakinra).</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Anakinra</kwd><kwd>SARS-CoV-2</kwd><kwd>Tormenta de citocinas</kwd><kwd>Tocilizumab</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Anakinra</kwd><kwd>SARS-CoV-2</kwd><kwd>Cytokine storm</kwd><kwd>Tocilizumab</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">El virus SARS-CoV-2 es un nuevo virus RNA que fue identificado por primera vez en diciembre de 2019 en la ciudad de Wuhan, China<xref rid="bib0040" ref-type="bibr"><sup>1</sup></xref>. SARS-CoV-2 produce un cuadro de neumon&#x000ed;a at&#x000ed;pica que puede desembocar en un fallo multiorg&#x000e1;nico<xref rid="bib0045" ref-type="bibr"><sup>2</sup></xref>. La desregulaci&#x000f3;n del sistema inmune secundaria a la infecci&#x000f3;n produce un cuadro similar al s&#x000ed;ndrome de linfohistiocitosis hemofagoc&#x000ed;tica (SLHH)<xref rid="bib0050" ref-type="bibr"><sup>3</sup></xref>. Las diferentes v&#x000ed;as de activaci&#x000f3;n inmune culminan en una disfunci&#x000f3;n citot&#x000f3;xica cuyo principal desencadenante es una &#x000ab;tormenta de citocinas&#x000bb;. Varios estudios han definido la importancia que los inhibidores de la IL-6 (tocilizumab) tienen en el tratamiento de la infecci&#x000f3;n por SARS-CoV-2<xref rid="bib0055" ref-type="bibr"><sup>4</sup></xref>. Sin embargo, la indicaci&#x000f3;n de tratamiento con inhibidores de IL-1 (anakinra) no se encuentra establecida de forma clara.</p><p id="par0010">Presentamos el caso de un paciente de 51 a&#x000f1;os con neumon&#x000ed;a bilateral secundaria a infecci&#x000f3;n por SARS-CoV-2 refractaria al tratamiento con tocilizumab que present&#x000f3; mejor&#x000ed;a tras el tratamiento con anakinra.</p></sec><sec id="sec0010"><title>Caso cl&#x000ed;nico</title><p id="par0015">Var&#x000f3;n de 51 a&#x000f1;os que acudi&#x000f3; a urgencias por cuadro de fiebre (&#x0003e;&#x000a0;38&#x000a0;&#x000b0;C) y disnea de una semana de evoluci&#x000f3;n. El paciente presentaba antecedentes de EPOC, cirrosis hep&#x000e1;tica de origen no filiado y adenocarcinoma de recto (pT4N1M0). En el examen f&#x000ed;sico destacaba la presencia de hipoventilaci&#x000f3;n generalizada con crepitantes finos bibasales. En la radiograf&#x000ed;a de t&#x000f3;rax (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
) se objetivaron infiltrados bilaterales con patr&#x000f3;n en vidrio deslustrado. La anal&#x000ed;tica de sangre mostraba los valores descritos en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
. Los cultivos de sangre y orina fueron negativos. Se realiz&#x000f3; detecci&#x000f3;n de virus SARS-CoV-2 por reacci&#x000f3;n en cadena de polimerasa en exudado far&#x000ed;ngeo, que fue positiva.<fig id="fig0005"><label>Figura 1</label><caption><p>Radiograf&#x000ed;a de t&#x000f3;rax al ingreso donde se objetivan infiltrados alveolares bilaterales con patr&#x000f3;n en vidrio deslustrado.</p></caption><graphic xlink:href="gr1_lrg"/></fig><table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Valores anal&#x000ed;ticos del paciente durante el ingreso hospitalario</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Valores anal&#x000ed;ticos</th><th align="left">Valores al ingreso</th><th align="left">Valores al inicio de anakinra</th><th align="left">Tras 48&#x000a0;h de inicio de anakinra</th><th align="left">Valores al alta</th><th align="left">Rango de valores</th></tr></thead><tbody><tr><td align="left">Leucocitos (/&#x003bc;L)</td><td align="left">9,81</td><td align="left">4,42</td><td align="left">8,11</td><td align="left">6,81</td><td align="left">(4,50-10,80)</td></tr><tr><td align="left">Linfocitos (/&#x003bc;L)</td><td align="left">0,71</td><td align="left">0,87</td><td align="left">5,60</td><td align="left">1,28</td><td align="left">(1,20-6,50)</td></tr><tr><td align="left">Fibrin&#x000f3;geno (mg/dL)</td><td align="left">720</td><td align="left">-</td><td align="left">436</td><td align="left">248</td><td align="left">(130-400)</td></tr><tr><td align="left">D&#x000ed;mero-D (&#x003bc;g/mL)</td><td align="left">0,8</td><td align="left">1,9</td><td align="left">1,3</td><td align="left">1,1</td><td align="left">(0,0-0,5)</td></tr><tr><td align="left">Ferritina (ng/mL)</td><td align="left">477</td><td align="left">406</td><td align="left">322</td><td align="left">502</td><td align="left">(30-400)</td></tr><tr><td align="left">Prote&#x000ed;na C reactiva (mg/dL)</td><td align="left">19,68</td><td align="left">10,01</td><td align="left">1,60</td><td align="left">&#x02264;&#x000a0;0,1</td><td align="left">(0,00-0,50)</td></tr><tr><td align="left">Procalcitonina (ng/mL)</td><td align="left">0,42</td><td align="left">0,23</td><td align="left">-</td><td align="left">-</td><td align="left">(0,00-0,50)</td></tr><tr><td align="left">IL-6 (pg/mL)</td><td align="left">-</td><td align="left">&#x0003e;&#x000a0;1.000</td><td align="left">-</td><td align="left">-</td><td align="left">(0,00-3,40)</td></tr></tbody></table><table-wrap-foot><fn><p>-: no disponible.</p></fn></table-wrap-foot></table-wrap></p><p id="par0020">Ante el diagn&#x000f3;stico de neumon&#x000ed;a bilateral secundaria a infecci&#x000f3;n por SARS-CoV-2 se procedi&#x000f3; al ingreso hospitalario del paciente y se inici&#x000f3; tratamiento con antibioterapia de amplio espectro (ceftriaxona, azitromicina y posteriormente escalada a piperacilina-tazobactam), hidroxicloroquina (HCQ) y lopinavir/ritonavir (LPV/r). Ante la necesidad de soporte respiratorio se inici&#x000f3; tratamiento con tocilizumab (8&#x000a0;mg/kg cada 12&#x000a0;h, 2 dosis subcut&#x000e1;neas). Dada la ausencia de mejor&#x000ed;a respiratoria y anal&#x000ed;tica (<xref rid="tbl0005" ref-type="table">tabla 1</xref>) transcurridas 48&#x000a0;h de la administraci&#x000f3;n de tocilizumab, se decidi&#x000f3; la administraci&#x000f3;n de anakinra (100&#x000a0;mg dosis total &#x000fa;nica, subcut&#x000e1;nea). Posteriormente el paciente experiment&#x000f3; buena evoluci&#x000f3;n cl&#x000ed;nica, pudiendo retirar el soporte ventilatorio y recibiendo el alta hospitalaria a los 14 d&#x000ed;as del ingreso.</p></sec><sec id="sec0015"><title>Discusi&#x000f3;n</title><p id="par0025">La &#x000ab;tormenta de citocinas&#x000bb; secundaria a la infecci&#x000f3;n por SARS-CoV-2 condiciona cuadros graves de enfermedad COVID-19. La activaci&#x000f3;n desmesurada del sistema inmune produce un cuadro similar al SLHH<xref rid="bib0050" ref-type="bibr"><sup>3</sup></xref>. El uso de anticuerpos anti-IL-6 en el tratamiento de la infecci&#x000f3;n por SARS-CoV-2 se encuentra actualmente en estudio, siendo uno de los pilares actuales del tratamiento de la enfermedad COVID-19. En el estudio de Le et al<italic>.</italic>
<xref rid="bib0060" ref-type="bibr"><sup>5</sup></xref>, tocilizumab demostr&#x000f3; respuesta cl&#x000ed;nica tras una o dos dosis de f&#x000e1;rmaco en el 69% de los pacientes con s&#x000ed;ndrome de activaci&#x000f3;n de citocinas. El uso de mol&#x000e9;culas inhibidoras de otras interleucinas se encuentra actualmente en estudio, siendo anakinra la mol&#x000e9;cula antiinterleucina m&#x000e1;s estudiada actualmente tras el tocilizumab en el tratamiento de COVID-19<xref rid="bib0065" ref-type="bibr"><sup>6</sup></xref>.</p><p id="par0030">En el caso de nuestro paciente, el tratamiento con tocilizumab no aport&#x000f3; mejor&#x000ed;a cl&#x000ed;nica o anal&#x000ed;tica, mientras que el uso de anakinra permiti&#x000f3; obtener una clara mejor&#x000ed;a en 48&#x000a0;h. Aunque no se puede descartar un posible beneficio debido al efecto tard&#x000ed;o del tocilizumab. Si bien la dosis de anakinra administrada a nuestro paciente fue &#x000fa;nica, existen estudios como el de Monteagudo et al<italic>.,</italic> que muestran la eficacia de este f&#x000e1;rmaco en infusi&#x000f3;n continua a dosis mayores de 2.400&#x000a0;mg/d&#x000ed;a para el tratamiento del s&#x000ed;ndrome de activaci&#x000f3;n macrof&#x000e1;gica (SAM)<xref rid="bib0070" ref-type="bibr"><sup>7</sup></xref>.</p><p id="par0035">En conclusi&#x000f3;n, el bloqueo de la IL-1 de forma espec&#x000ed;fica podr&#x000ed;a ser una alternativa eficaz en el manejo de pacientes con infecci&#x000f3;n por SARS-CoV-2 que no se hayan beneficiado de otros tratamientos.</p></sec><sec id="sec0020"><title>Conflicto de intereses</title><p id="par0040">LF-P: Ninguno que declarar.</p><p id="par0045">AO-H: Ninguno que declarar.</p><p id="par0050">RAE-C: Ninguno que declarar.</p><p id="par0055">ET-B: Ninguno que declarar.</p><p id="par0060">AL-G: Ninguno que declarar.</p><p id="par0065">JJC-H: Consulting or Advisory Role: MSD Oncology, Bristol-Myers Squibb, Merck Speakers&#x02019; Bureau: MSD Oncology, Bristol-Myers Squibb, Merck, Roche, Janssen Oncology, AstraZeneca Travel, Accommodations, Expenses: MSD Oncology.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0040"><label>1</label><element-citation publication-type="journal" id="sbref0040"><person-group person-group-type="author"><name><surname>Lai</surname><given-names>C.C.</given-names></name><name><surname>Shih</surname><given-names>T.P.</given-names></name><name><surname>Ko</surname><given-names>W.C.</given-names></name><name><surname>Tang</surname><given-names>H.J.</given-names></name><name><surname>Hsueh</surname><given-names>P.R.</given-names></name></person-group><article-title>Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges</article-title><source>Int J Antimicrob Agents.</source><volume>55</volume><year>2020</year><fpage>105924</fpage><pub-id pub-id-type="pmid">32081636</pub-id></element-citation></ref><ref id="bib0045"><label>2</label><element-citation publication-type="journal" id="sbref0045"><person-group person-group-type="author"><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Guan</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>R.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Xe</surname><given-names>K.</given-names></name></person-group><article-title>Cancer patients in SARS-Cov-2 infection: a nationwide analysis in China</article-title><source>Lancet Oncol.</source><volume>21</volume><year>2020</year><fpage>335</fpage><lpage>337</lpage><pub-id pub-id-type="doi">10.1016/S1470-2045(20)30096-6</pub-id><pub-id pub-id-type="pmid">32066541</pub-id></element-citation></ref><ref id="bib0050"><label>3</label><element-citation publication-type="journal" id="sbref0050"><person-group person-group-type="author"><name><surname>Wampler Muskardin</surname><given-names>T.L.</given-names></name></person-group><article-title>IV anakinra for macrophage activation syndrome may hold lessons for treatment of cytokine storm in the setting of COVID19</article-title><source>ACR Open Rheumatol.</source><volume>2</volume><year>2020</year><pub-id pub-id-type="doi">10.1002/acr2.11140</pub-id></element-citation></ref><ref id="bib0055"><label>4</label><element-citation publication-type="journal" id="sbref0055"><person-group person-group-type="author"><name><surname>Binqing Fu</surname></name><name><surname>Xiaoling</surname><given-names>X.</given-names></name><name><surname>Haiming</surname><given-names>Wei.</given-names></name></person-group><article-title>Why tocilizumab could be an effective treatment for severe COVID-19?</article-title><source>J Transl Med.</source><volume>18</volume><year>2020</year><fpage>164</fpage><pub-id pub-id-type="pmid">32290839</pub-id></element-citation></ref><ref id="bib0060"><label>5</label><element-citation publication-type="journal" id="sbref0060"><person-group person-group-type="author"><name><surname>Le</surname><given-names>R.Q.</given-names></name><name><surname>Li</surname><given-names>L.</given-names></name><name><surname>Yuan</surname><given-names>W.</given-names></name><name><surname>Shord</surname><given-names>S.S.</given-names></name><name><surname>Nie</surname><given-names>L.</given-names></name><name><surname>Habtemariam</surname><given-names>B.A.</given-names></name></person-group><article-title>FDA approval summary: tocilizumab for treatment of chimeric antigen receptor T cell-induced severe of life-threatening cytokine release syndrome</article-title><source>Oncologist.</source><volume>23</volume><year>2018</year><fpage>943</fpage><lpage>947</lpage><pub-id pub-id-type="pmid">29622697</pub-id></element-citation></ref><ref id="bib0065"><label>6</label><element-citation publication-type="journal" id="sbref0065"><person-group person-group-type="author"><name><surname>Cron</surname><given-names>R.Q.</given-names></name><name><surname>Chatham</surname><given-names>W.W.</given-names></name></person-group><article-title>The rheumatologist's role in COVID-19</article-title><source>J Rheumatol.</source><volume>47</volume><year>2020</year><fpage>639</fpage><lpage>642</lpage><pub-id pub-id-type="doi">10.3899/jrheum.200334</pub-id><pub-id pub-id-type="pmid">32209661</pub-id></element-citation></ref><ref id="bib0070"><label>7</label><element-citation publication-type="journal" id="sbref0070"><person-group person-group-type="author"><name><surname>Monteagudo</surname><given-names>L.A.</given-names></name><name><surname>Boothby</surname><given-names>A.</given-names></name><name><surname>Gertner</surname><given-names>E.</given-names></name></person-group><article-title>Continuous intravenous anakinra infusion to calm the cytokine storm in macrophage activation syndrome</article-title><source>ACR Open Rheumatol.</source><volume>2</volume><year>2020</year><fpage>276</fpage><lpage>282</lpage><pub-id pub-id-type="doi">10.1002/acr2.11135</pub-id><pub-id pub-id-type="pmid">32267081</pub-id></element-citation></ref></ref-list></back></article>