<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?properties open_access?><?DTDIdentifier.IdentifierValue -//NLM//DTD JATS (Z39.96) Journal Publishing DTD v1.1 20151215//EN?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName JATS-journalpublishing1.dtd?><?SourceDTD.Version 1.1?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Biomedica</journal-id><journal-id journal-id-type="iso-abbrev">Biomedica</journal-id><journal-id journal-id-type="publisher-id">bio</journal-id><journal-title-group><journal-title>Biom&#x000e9;dica</journal-title></journal-title-group><issn pub-type="ppub">0120-4157</issn><issn pub-type="epub">2590-7379</issn><publisher><publisher-name>Instituto Nacional de Salud</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7363339</article-id><article-id pub-id-type="pmid">31860188</article-id><article-id pub-id-type="doi">10.7705/biomedica.4344</article-id><article-categories><subj-group subj-group-type="heading"><subject>Comunicaci&#x000f3;n Breve</subject></subj-group></article-categories><title-group><article-title>Primer reporte de <italic>Aedes</italic> (<italic>Stegomyia</italic>) <italic>albopictus</italic> (Skuse) en la Orinoquia colombiana</article-title><trans-title-group xml:lang="en"><trans-title>First report of <italic>Aedes</italic> (<italic>Stegomyia</italic>) <italic>albopictus</italic> (Skuse) in Orinoquia region of Colombia</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name><surname>Camacho-G&#x000f3;mez</surname><given-names>Malenna</given-names></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref></contrib><contrib contrib-type="author"><name><surname>Zuleta</surname><given-names>Liliana Patricia</given-names></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref><xref ref-type="corresp" rid="c1">*</xref></contrib><aff id="aff1">
<label>1</label>
<institution content-type="original">Laboratorio de Entomolog&#x000ed;a, Secretar&#x000ed;a de Salud de Casanare, Yopal, Colombia</institution>
<institution content-type="orgdiv1">Laboratorio de Entomolog&#x000ed;a</institution>
<institution content-type="orgname">Secretar&#x000ed;a de Salud de Casanare</institution>
<addr-line><city>Yopal</city></addr-line>
<country country="CO">Colombia</country>
</aff></contrib-group><author-notes><corresp id="c1"><label>*</label>Correspondencia: Liliana Patricia Zuleta, Laboratorio de Entomolog&#x000ed;a, Secretar&#x000ed;a de Salud de Casanare, Carrera 21 N&#x000b0;8-32, Yopal, Colombia Tel&#x000e9;fono: (311) 522 7082 <email>vspcasanare1@gmail.com</email></corresp><fn fn-type="COI-statement" id="fn4"><p><bold>Conflicto de intereses:</bold> Los autores declaran no tener conflictos de inter&#x000e9;s.</p></fn></author-notes><pub-date pub-type="epub"><day>30</day><month>12</month><year>2019</year></pub-date><pub-date pub-type="collection"><month>12</month><year>2019</year></pub-date><volume>39</volume><issue>4</issue><fpage>785</fpage><lpage>797</lpage><history><date date-type="received"><day>04</day><month>4</month><year>2017</year></date><date date-type="accepted"><day>21</day><month>4</month><year>2019</year></date></history><permissions><license license-type="open-access" xlink:href="https://creativecommons.org/licenses/by/4.0/"><license-p>Este es un art&#x000ed;culo publicado en acceso abierto bajo una licencia Creative Commons</license-p></license></permissions><abstract><title>Resumen</title><sec><title>Introducci&#x000f3;n. </title><p><italic>Aedes albopictus</italic> es vector de arbovirus, como <italic>Flavivirus</italic>, <italic>Alphavirus</italic>, <italic>Bunyavirus</italic>, <italic>Phlebovirus</italic>, <italic>Orbivirus</italic> y <italic>Picornavirus.</italic> Muchos son agentes etiol&#x000f3;gicos de enfermedades en humanos. Actualmente, <italic>A. albopictus</italic> se encuentra en expansi&#x000f3;n geogr&#x000e1;fica por su adaptaci&#x000f3;n a diversos ambientes y tipos de criaderos. En Colombia, este mosquito fue reportado por primera vez en 1998 y, hasta el momento, se ha registrado en 10 departamentos.</p></sec><sec><title>Objetivo. </title><p>Determinar la presencia de <italic>A. albopictus</italic> en Yopal, Casanare.</p></sec><sec><title>Materiales y m&#x000e9;todos. </title><p>En una b&#x000fa;squeda activa de larvas de <italic>A. aegypti</italic> en la zona industrial de Yopal, se observaron por primera vez mosquitos adultos de <italic>A. albopictus</italic>. Por lo anterior, se realiz&#x000f3; la inspecci&#x000f3;n en el intradomicilio y el peridomicilio de las viviendas en ocho localidades del municipio, en la cual se recolectaron larvas y pupas al inspeccionar h&#x000e1;bitats larvarios, y hembras adultas, mediante capturas sobre atrayente humano protegido.</p></sec><sec><title>Resultados. </title><p>Se identificaron 755 larvas de mosquitos, 71,5 % de <italic>A. aegypti</italic>, 24,8 % de <italic>A.albopictus</italic>, 3,2 % de <italic>Culex quinquefasciatus</italic> y 0,8 % de <italic>C. coronator</italic> y <italic>C. nigripalpus</italic>. Se capturaron 37 mosquitos adultos de <italic>A. albopictus</italic>. Los dep&#x000f3;sitos con mayor abundancia de este vector fueron las llantas.</p></sec><sec><title>Conclusi&#x000f3;n. </title><p>Ante la presencia de <italic>A. albopictus</italic> se sugiere intensificar el sistema de vigilancia entomol&#x000f3;gica para detectar nuevas poblaciones dentro del departamento y en las &#x000e1;reas cercanas. Se debe poner atenci&#x000f3;n a los criaderos artificiales de las zonas cercanas a los parqueaderos de veh&#x000ed;culos de transporte de alimentos, insumos y maquinaria, procedentes de &#x000e1;reas con presencia del vector.</p></sec></abstract><trans-abstract xml:lang="en"><title>Abstract</title><sec><title>Introduction: </title><p><italic>Aedes albopictus</italic> is an arbovirus vector, such as <italic>Flavivirus, Alphavirus</italic>, <italic>Bunyavirus</italic>, <italic>Phlebovirus</italic>, <italic>Orbivirus</italic> and <italic>Picornavirus</italic>. Many are etiological agents of diseases in humans. Currently, <italic>A. albopictus</italic> is in geographical expansion due to its adaptation to different environments and breeding sites. In Colombia this mosquito was first reported in 1998 and currently it has been registered in 10 departments.</p></sec><sec><title>Objective: </title><p>To determine the presence of <italic>A. albopictus</italic> in Yopal, Casanare.</p></sec><sec><title>Materials and methods: </title><p>In a search of larvae of <italic>A. aegypti</italic> in the industrial zone of Yopal adult mosquitoes of <italic>A. albopictus</italic> were observed for the first time. Then, the inspection was carried out in the indoor and outdoor of houses in eight localities of the municipality, in which larvae and pupae were collected by inspection of breeding sites and adult females were captured by human landing catches.</p></sec><sec><title>Results: </title><p>Seven hundred and seventy-five larvae were identified, 71.5 % larvae of <italic>A.aegypti</italic>, 24.8 % of <italic>A. albopictus</italic>, 3.2 % of <italic>Culex quinquefasciatus</italic> and 0.8 % of <italic>C. coronator</italic> and <italic>C. nigripalpus</italic>. Thirty-seven adult mosquitoes of <italic>A. albopictus</italic> were collected. The most abundant breeding sites of this vector were tires.</p></sec><sec><title>Conclusion: </title><p>Given the presence of <italic>A. albopictus</italic> we suggest to intensify the entomological surveillance system to detect new populations within the department and nearby areas. Attention should be given to artificial breeding sites located in areas close to the parking of vehicles of transport of foods, supplies, and machinery from areas with the presence of the vector.</p></sec></trans-abstract><kwd-group><title>Palabras clave:</title><kwd>Aedes</kwd><kwd>vectores de enfermedades</kwd><kwd>mosquitos vectores</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords:</title><kwd>Aedes</kwd><kwd>disease vectors</kwd><kwd>mosquito vectors</kwd></kwd-group><counts><fig-count count="1"/><table-count count="4"/><equation-count count="0"/><ref-count count="43"/><page-count count="13"/></counts></article-meta></front><body><p><italic>Aedes</italic> (<italic>Stegomyia</italic>) <italic>albopictus</italic> (Skuse) es vector, por lo menos, de 26 arbovirus. Entre estos est&#x000e1;n: <italic>Alphavirus</italic>, <italic>Bunyavirus</italic>, <italic>Phlebovirus</italic>, <italic>Orbivirus</italic>, <italic>Picornavirus y Flavivirus</italic> como los virus del dengue DENV-1, -2, -3 y -4 <xref rid="B1" ref-type="bibr"><sup>1</sup></xref>. Este mosquito tiene capacidad de transmitir de forma horizontal los virus del dengue, chikungunya y Zika <xref rid="B1" ref-type="bibr"><sup>1</sup></xref><sup>-</sup><xref rid="B3" ref-type="bibr"><sup>3</sup></xref>. De igual forma, se ha registrado que puede transmitir verticalmente los virus del dengue y el Zika en Fortaleza, Cama&#x000e7;ari y Belo Horizonte, en Brasil <xref rid="B4" ref-type="bibr"><sup>4</sup></xref>. Tambi&#x000e9;n, se ha comprobado la capacidad de este mosquito de transmitir los par&#x000e1;sitos de la malaria aviaria, <italic>Plasmodium lophurae</italic><xref rid="B5" ref-type="bibr"><sup>5</sup></xref> y <italic>P. gallinaceum</italic><xref rid="B3" ref-type="bibr"><sup>3</sup></xref>.</p><p><italic>Aedes albopictus</italic> es originario de los bosques del sudeste de Asia; sin embargo, se ha adaptado progresivamente a los ambientes antr&#x000f3;picos, con presencia en zonas rurales y urbanas en todos los continentes <xref rid="B1" ref-type="bibr"><sup>1</sup></xref>. Por lo anterior, es considerado como un vector capaz de transportar virus del ciclo silvestre al &#x000e1;rea urbana, como el Mayaro y el de la fiebre amarilla <xref rid="B6" ref-type="bibr"><sup>6</sup></xref>.</p><p>Su distribuci&#x000f3;n en el planeta se debe, principalmente, a sus caracter&#x000ed;sticas fisiol&#x000f3;gicas, entre ellas, la diapausa en los huevos cuando est&#x000e1;n expuestos a temperaturas extremas. Las larvas pueden adaptarse a diferentes tipos de criaderos, desde naturales, como las axilas de plantas, hasta las artificiales, como las llantas. Las hembras se adaptan a un amplio espectro de fuentes alimenticias, como aves, mam&#x000ed;feros y humanos <xref rid="B1" ref-type="bibr"><sup>1</sup></xref><sup>,</sup><xref rid="B3" ref-type="bibr"><sup>3</sup></xref><sup>,</sup><xref rid="B7" ref-type="bibr"><sup>7</sup></xref>.</p><p>En 1985, esta especie fue reportada por primera vez en Houston, Texas, y en el hemisferio occidental <xref rid="B3" ref-type="bibr"><sup>3</sup></xref>. Posteriormente, en 1986, se registr&#x000f3; en los estados de Espirito Santo, Minas Gerais, Rio de Janeiro y S&#x000e2;o Paulo, en Brasil <xref rid="B3" ref-type="bibr"><sup>3</sup></xref><sup>,</sup><xref rid="B8" ref-type="bibr"><sup>8</sup></xref>. Su introducci&#x000f3;n a Colombia fue registrada por primera vez en Leticia (Amazonas) en 1998, luego de su introducci&#x000f3;n en el estado de Tabatinga en Brasil en 1996 <xref rid="B9" ref-type="bibr"><sup>9</sup></xref>. Subsiguientemente, se report&#x000f3; en Buenaventura (Valle) en 2001 <xref rid="B10" ref-type="bibr"><sup>10</sup></xref>, en Cali (Valle) en 2006 <xref rid="B11" ref-type="bibr"><sup>11</sup></xref>, en Medell&#x000ed;n (Antioquia) en el 2011 <xref rid="B12" ref-type="bibr"><sup>12</sup></xref>, en Condoto e Istmina (Choc&#x000f3;), en los a&#x000f1;os 2011 y 2016, respectivamente, <xref rid="B13" ref-type="bibr"><sup>13</sup></xref> y en La Tebaida (Quind&#x000ed;o) <xref rid="B14" ref-type="bibr"><sup>14</sup></xref>. En este municipio, adem&#x000e1;s, se llev&#x000f3; a cabo un estudio mediante el gen <italic>COI</italic> (<italic>Cytochrome C Oxidase Subunit I</italic>) en las poblaciones de <italic>A. albopictus</italic>, para detectar los or&#x000ed;genes geogr&#x000e1;ficos de esta especie en Colombia. Los resultados revelaron una estrecha relaci&#x000f3;n filogeogr&#x000e1;fica de estas poblaciones con las poblaciones de <italic>A. albopictus</italic> de Singapur y Los &#x000c1;ngeles, USA. Esto podr&#x000ed;a indicar que las poblaciones de este vector que circulan en el interior de Colombia llegaron inicialmente al puerto de Buenaventura, y que tienen un origen asi&#x000e1;tico <xref rid="B14" ref-type="bibr"><sup>14</sup></xref>.</p><p>Finalmente, el vector ha sido registrado en 10 departamentos del pa&#x000ed;s, distribuidos en tres regiones geogr&#x000e1;ficas (Pac&#x000ed;fica, Andina y en el sur de la regi&#x000f3;n Amaz&#x000f3;nica), de las seis que tiene Colombia <xref rid="B13" ref-type="bibr"><sup>13</sup></xref>.</p><p>En el departamento de Casanare, ubicado en la regi&#x000f3;n de la Orinoquia, la vigilancia entomol&#x000f3;gica para detectar la aparici&#x000f3;n de <italic>A. albopictus</italic> se inici&#x000f3; en el a&#x000f1;o 2004, seg&#x000fa;n los informes del Laboratorio de Entomolog&#x000ed;a de este departamento<italic>.</italic> La vigilancia se hizo mediante la instalaci&#x000f3;n de cuatro larvitrampas en el per&#x000ed;metro cercano al aeropuerto del municipio de Yopal, las cuales eran revisadas semanalmente, recolect&#x000e1;ndose las larvas de cul&#x000ed;cidos para su identificaci&#x000f3;n taxon&#x000f3;mica. Posteriormente, fueron incluidos otros sitios, como el terminal de transporte y la plaza de mercado, considerados por la afluencia de personas, insumos y materiales procedentes de otras zonas del pa&#x000ed;s.</p><p>En los 19 municipios de Casanare, tambi&#x000e9;n se hace la vigilancia entomol&#x000f3;gica de forma regular para determinar los &#x000ed;ndices entomol&#x000f3;gicos de <italic>A. aegypti</italic>. Esto se hace mediante la recolecci&#x000f3;n e identificaci&#x000f3;n de espec&#x000ed;menes de cul&#x000ed;cidos provenientes de la inspecci&#x000f3;n de los sitios de reposo de los mosquitos adultos y de los criaderos potenciales en los dep&#x000f3;sitos de agua, artificiales y naturales, m&#x000e1;s el muestreo con larvitrampas.</p><p> El presente estudio se realiz&#x000f3; con el objetivo de determinar la presencia de <italic>A. albopictus</italic> en Yopal, Casanare, e identificar sus posibles criaderos en el municipio.</p><sec sec-type="materials|methods"><title>Materiales y m&#x000e9;todos</title><sec><title>&#x000c1;rea de estudio</title><p>El municipio de Yopal, capital del departamento de Casanare, est&#x000e1; ubicado en el piedemonte de la Cordillera Oriental de Colombia, en la latitud 5&#x000b0;19&#x02032;50" N y la longitud 72&#x000b0;23'26" O, a 390 m.s.n.m.; pertenece al piso t&#x000e9;rmico c&#x000e1;lido y su temperatura promedio anual es de 26,7 &#x000b0;C (15) (<xref ref-type="fig" rid="f1">figura 1</xref>A). Seg&#x000fa;n las proyecciones del Departamento Nacional de Estad&#x000ed;stica (DANE), en el 2017 el municipio contaba con una poblaci&#x000f3;n de 146.204 habitantes y el 89 % habitaba en el &#x000e1;rea urbana <xref rid="B16" ref-type="bibr"><sup>16</sup></xref>, que se distribuye en cinco comunas y 114 barrios. Las principales actividades econ&#x000f3;micas de Yopal son la extracci&#x000f3;n petrolera, la ganader&#x000ed;a y la agricultura, con cultivos de arroz, palma africana, pl&#x000e1;tano, ma&#x000ed;z, caf&#x000e9; y yuca <xref rid="B15" ref-type="bibr"><sup>15</sup></xref>.</p><p>
<fig id="f1" orientation="portrait" position="float"><label>Figura 1.</label><caption><title>Localizaci&#x000f3;n del &#x000e1;rea de estudio con sitios de muestreo. A) Ubicaci&#x000f3;n de Yopal en el departamento de Casanare y en Colombia; B) Sitios de muestro en el &#x000e1;rea urbana de Yopal. Los pol&#x000ed;gonos en verde muestran las localidades sin presencia de <italic>A. albopictus</italic>, en rojo, los sitios con presencia de <italic>A. albopictus</italic>, en violeta, la ubicaci&#x000f3;n de las larvitrampas.</title></caption><graphic xlink:href="2590-7379-bio-39-04-785-gf1"/></fig>
</p></sec><sec><title>Antecedentes</title><p>El 13 de diciembre de 2016, durante la b&#x000fa;squeda activa de estados inmaduros de <italic>A. aegypti</italic> en dep&#x000f3;sitos ubicados en un parqueadero de veh&#x000ed;culos de carga de hidrocarburos y otros (5&#x000b0;19&#x02019;14&#x0201d; N y 72&#x000b0;24&#x02019;21&#x0201d; O), pr&#x000f3;ximo a la plaza de mercado en la zona industrial del &#x000e1;rea urbana de Yopal, se detect&#x000f3; la presencia de mosquitos adultos de <italic>A. albopictus</italic> (<xref ref-type="fig" rid="f1">figura 1</xref>B). Este lugar se caracterizaba por la presencia de llantas usadas, dep&#x000f3;sitos inservibles y la afluencia de veh&#x000ed;culos de diferentes lugares del pa&#x000ed;s.</p><p>Tras la detecci&#x000f3;n de <italic>A. albopictus</italic>, se realizaron actividades de vigilancia entomol&#x000f3;gica en diciembre de 2016, para levantar los &#x000ed;ndices a&#x000e9;dicos en 955 viviendas distribuidas en ocho localidades, la zona industrial y siete barrios ubicados en tres comunas cercanas al sitio donde se registr&#x000f3; la especie por parte de los funcionarios de las Secretar&#x000ed;as de Salud de Yopal y Casanare.</p><p>Se inspeccionaron todas las viviendas (N=720) de los barrios colindantes (Nuevo H&#x000e1;bitat 1, Siete de Agosto y El Laguito) con la zona industrial (<xref ref-type="fig" rid="f1">figura 1</xref>B) y el 10 % (235) de las viviendas de los otros barrios (La Bendici&#x000f3;n, Llano Lindo, Villa Flor y Nueva Esperanza).</p><p>Sin embargo, aunque las localidades fueron categorizadas como urbanas, tres de los barrios (La Bendici&#x000f3;n, Llano Lindo y Villa Flor) se encuentran en la periferia y est&#x000e1;n en proceso de urbanizaci&#x000f3;n creciente.</p></sec><sec><title>Determinaci&#x000f3;n de los &#x000ed;ndices de infestaci&#x000f3;n a&#x000e9;dicos larvarios y de pupas</title><p>Se inspeccionaron los dep&#x000f3;sitos de agua, naturales y artificiales, de las viviendas, bodegas u otros sitios ubicados en cada localidad. La inspecci&#x000f3;n se llev&#x000f3; a cabo en el interior de la vivienda o intradomicilio y en su peridomicilio, en un radio de 50 m, con el fin de registrar la presencia de especies de <italic>Aedes</italic>. Luego, se diligenci&#x000f3; el formato de levantamiento de los &#x000ed;ndices a&#x000e9;dicos de la Secretar&#x000ed;a Departamental de Salud de Casanare.</p><p>Se revisaron los dep&#x000f3;sitos artificiales tales como tanques de almacenamiento de agua de las viviendas, llantas, canecas o baldes, recipientes diversos (desechos de alimentos, botellas, tapas, etc.), y dep&#x000f3;sitos naturales como las axilas de plantas y los huecos en &#x000e1;rboles.</p><p>Las muestras de larvas y pupas recolectadas en los dep&#x000f3;sitos, se llevaron al Laboratorio de Entomolog&#x000ed;a M&#x000e9;dica Departamental de Casanare, en donde se contaron y se hizo la determinaci&#x000f3;n taxon&#x000f3;mica a nivel de especie, usando las claves de Cova, <italic>et al</italic>. <xref rid="B17" ref-type="bibr"><sup>17</sup></xref>, y Rueda <xref rid="B18" ref-type="bibr"><sup>18</sup></xref>. Las pupas se mantuvieron vivas hasta que emergieron como adultos para su identificaci&#x000f3;n.</p><p>Se calcularon los siguientes indicadores entomol&#x000f3;gicos: &#x000ed;ndice larvario de vivienda (IVL), &#x000ed;ndice larvario de dep&#x000f3;sito (IDL), &#x000ed;ndice larvario de Breteau (IBL), &#x000ed;ndice de pupas de dep&#x000f3;sito (IDP) e &#x000ed;ndice de pupas de Breteau (IBP), seg&#x000fa;n la metodolog&#x000ed;a de la Organizaci&#x000f3;n Mundial de la Salud (OMS) y del <italic>Special Programme for Research and Training in Tropical Diseases</italic> (<italic>TDR</italic>) <xref rid="B19" ref-type="bibr"><sup>19</sup></xref>.</p></sec><sec><title>Vigilancia de Aedes albopictus por medio de larvitrampas</title><p>Desde el a&#x000f1;o 2013, se instalaron 12 larvitrampas en tres sitios del &#x000e1;rea urbana de Yopal: cuatro en la terminal de transporte, cuatro en el aeropuerto y cuatro en la plaza de mercado (<xref ref-type="fig" rid="f1">figura 1</xref>B). Las larvitrampas eran llantas partidas por la mitad, colgadas en &#x000e1;rboles a 50 cm del suelo e inundadas con agua de grifo. Las trampas se revisaron cada ocho d&#x000ed;as y se recolectaban 10 larvas de cuarto estadio por larvitrampa; luego, las trampas se lavaban y se dejaban colocadas hasta la siguiente revisi&#x000f3;n. Las larvas recolectadas se identificaron taxon&#x000f3;micamente usando las claves anteriormente mencionadas. Los muestreos se hicieron desde enero del 2013 hasta la primera semana de diciembre de 2016.</p></sec><sec><title>Recolecci&#x000f3;n de mosquitos adultos</title><p>Los mosquitos adultos se capturaron con el m&#x000e9;todo de atrayente humano protegido: dos investigadores actuaron como voluntarios, expusieron uno de sus brazos y mantuvieron protegido el resto del cuerpo con ropa y con repelente en las zonas expuestas. Las capturas se hicieron entre las 15:30 y las 17:30 horas de los d&#x000ed;as 13 y 14 de diciembre de 2016, en el peridomicilio de un parqueadero en la zona industrial. Este parqueadero se caracterizaba por la presencia de diferentes dep&#x000f3;sitos de agua, artificiales y naturales, en donde las llantas desechadas fueron los m&#x000e1;s frecuentes. El parqueadero ten&#x000ed;a, adem&#x000e1;s de la zona de parqueo, un &#x000e1;rea de viviendas y otra con abundante vegetaci&#x000f3;n que correspond&#x000ed;a a la zona de vegetaci&#x000f3;n de bosque de galer&#x000ed;a ('riparia') de la quebrada o ca&#x000f1;o Usabar. Se enviaron muestras de los individuos identificados como <italic>A. albopictus</italic> al Instituto Nacional de Salud de Colombia para su confirmaci&#x000f3;n taxon&#x000f3;mica.</p></sec><sec><title>An&#x000e1;lisis de datos</title><p>Se hizo el an&#x000e1;lisis descriptivo de los datos, utilizando el programa Excel 2013&#x02122; de Microsoft. Los indicadores entomol&#x000f3;gicos para los estadios inmaduros (IVL, IDL y IDP) se presentan como porcentajes con sus respectivos intervalos de confianza del 95 %. Los resultados de las capturas de los mosquitos adultos con atrayente humano se presentan como n&#x000fa;mero de mosquitos por hora.</p></sec></sec><sec sec-type="results"><title>Resultados</title><sec><title>Caracterizaci&#x000f3;n de criaderos</title><p>Se inspeccionaron 955 viviendas y 2.207 dep&#x000f3;sitos de ocho localidades urbanas y de la zona industrial. Se registraron 150 (15,7 %) viviendas y 219 (9,9 %) dep&#x000f3;sitos con presencia de larvas del g&#x000e9;nero <italic>Aedes</italic>. Los dep&#x000f3;sitos m&#x000e1;s frecuentes en las localidades inspeccionadas fueron los tanques bajos, las canecas y las llantas. Estos tambi&#x000e9;n fueron los dep&#x000f3;sitos con mayor proporci&#x000f3;n de larvas: tanques bajos, 6,2 %; canecas, 1,4 %, y llantas, 1,4 % (<xref rid="t1" ref-type="table">cuadro 1</xref>).</p><p>
<table-wrap id="t1" orientation="portrait" position="float"><label>Cuadro 1</label><caption><title>Presencia de larvas de la familia Culicidae en dep&#x000f3;sitos inspeccionados en ocho localidades de Yopal en diciembre de 2016</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="5"/></colgroup><thead><tr><th align="left" colspan="5" rowspan="1">Tipo de dep&#x000f3;sito Dep&#x000f3;sitos larvas versus </th></tr><tr><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1"><italic>albopictus</italic></th><th align="left" rowspan="1" colspan="1"><italic>coronator</italic></th><th align="center" rowspan="1" colspan="1"><italic>quinquefasciatus</italic></th><th align="left" colspan="2" rowspan="1">total de dep&#x000f3;sitos <italic>nigripalpus</italic> inspeccionados</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Artificiales Tanque bajo</td><td align="right" rowspan="1" colspan="1">919</td><td align="right" rowspan="1" colspan="1">14,8</td><td align="center" rowspan="1" colspan="1">0,1</td><td align="center" rowspan="1" colspan="1">0,1</td><td align="center" rowspan="1" colspan="1">0,3</td><td align="right" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">6,2</td></tr><tr><td align="left" rowspan="1" colspan="1">Diversos</td><td align="right" rowspan="1" colspan="1">504</td><td align="right" rowspan="1" colspan="1">3,8</td><td align="center" rowspan="1" colspan="1">0,4</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">1,4</td></tr><tr><td align="left" rowspan="1" colspan="1">Caneca</td><td align="right" rowspan="1" colspan="1">434</td><td align="right" rowspan="1" colspan="1">6,9</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0,2</td><td align="center" rowspan="1" colspan="1">0,2</td><td align="right" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">1,4</td></tr><tr><td align="left" rowspan="1" colspan="1">Llantas</td><td align="right" rowspan="1" colspan="1">310</td><td align="right" rowspan="1" colspan="1">7,7</td><td align="center" rowspan="1" colspan="1">7,4</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">1,0</td><td align="right" rowspan="1" colspan="1">0,3</td><td align="center" rowspan="1" colspan="1">1,4</td></tr><tr><td align="left" rowspan="1" colspan="1">Natural &#x000c1;rboles y plantas*</td><td align="right" rowspan="1" colspan="1">40</td><td align="right" rowspan="1" colspan="1">10,0</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0,2</td></tr><tr><td align="center" rowspan="1" colspan="1">Total</td><td align="right" rowspan="1" colspan="1">2.207</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td></tr></tbody></table><table-wrap-foot><fn id="TFN1"><p>* Dep&#x000f3;sitos de agua en huecos del fuste o axilas de plantas.</p></fn><fn id="TFN2"><p>* Dep&#x000f3;sitos de agua en huecos del fuste o axilas de plantas. </p></fn></table-wrap-foot></table-wrap>
</p><p>Se recolectaron 755 larvas de mosquitos. La especie m&#x000e1;s abundante (n=540) (71,5 %) fue <italic>A. aegypti</italic>, encontrada principalmente en tanques bajos, dep&#x000f3;sitos naturales y llantas; le sigui&#x000f3; <italic>A. albopictus</italic> (n=187) (24,8%), en llantas y diversos. Otras especies poco abundantes fueron <italic>C.quinquefasciatus</italic> (n=24) (3,2 %), <italic>C. coronator</italic> (n=5) (0,7 %) y <italic>C. nig0ripalpus</italic> (n=1) (0,1 %), en tanques bajos, llantas y canecas (<xref rid="t2" ref-type="table">cuadro 2</xref>).</p><p>
<table-wrap id="t2" orientation="portrait" position="float"><label>Cuadro 2</label><caption><title>Proporci&#x000f3;n de larvas de especies de la familia Culicidae por tipo de dep&#x000f3;sitos inspeccionados en las ocho localidades durante diciembre de 2016</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="2"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="right" colspan="2" rowspan="1">Porcentaje </th><th align="left" rowspan="1" colspan="1">
</th></tr><tr><th align="left" rowspan="2" colspan="1">Tipo de dep&#x000f3;sito</th><th align="right" rowspan="2" colspan="1">Individuos</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th></tr><tr><th align="right" colspan="2" rowspan="2"><italic>A. aegypti</italic></th><th align="right" rowspan="1" colspan="1"><italic>A.</italic></th><th align="right" rowspan="1" colspan="1"><italic>C.</italic></th><th align="right" rowspan="1" colspan="1"><italic>C.</italic></th><th align="right" rowspan="1" colspan="1"><italic>C.</italic></th></tr><tr><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="right" rowspan="1" colspan="1"><italic>albopictus</italic></th><th align="right" rowspan="1" colspan="1"><italic>coronator</italic></th><th align="right" rowspan="1" colspan="1"><italic>quinquefasciatus</italic></th><th align="right" rowspan="1" colspan="1"><italic>nigripalpus</italic></th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Tanques bajos</td><td align="right" rowspan="1" colspan="1">411</td><td align="right" colspan="2" rowspan="1">97,6 </td><td align="right" rowspan="1" colspan="1">0,2</td><td align="right" rowspan="1" colspan="1">1,0</td><td align="right" rowspan="1" colspan="1">1,2</td><td align="right" rowspan="1" colspan="1">0</td></tr><tr><td align="left" rowspan="1" colspan="1">Llantas</td><td align="right" rowspan="1" colspan="1">244</td><td align="right" colspan="2" rowspan="1">24,2 </td><td align="right" rowspan="1" colspan="1">69,7</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">5,7</td><td align="right" rowspan="1" colspan="1">0,4</td></tr><tr><td align="left" rowspan="1" colspan="1">Diversos</td><td align="right" rowspan="1" colspan="1">46</td><td align="right" colspan="2" rowspan="1">58,7 </td><td align="right" rowspan="1" colspan="1">34,8</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">10,9</td><td align="right" rowspan="1" colspan="1">0</td></tr><tr><td align="left" rowspan="1" colspan="1">Canecas</td><td align="right" rowspan="1" colspan="1">43</td><td align="right" colspan="2" rowspan="1">97,7 </td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">2,3</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">0</td></tr><tr><td align="left" rowspan="1" colspan="1">&#x000c1;rboles y plantas</td><td align="right" rowspan="1" colspan="1">11</td><td align="right" colspan="2" rowspan="1">100,0 </td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">0</td></tr></tbody></table></table-wrap>
</p><p>La mayor&#x000ed;a (n=170) (69,7 %) de las larvas de <italic>A. albopictus</italic> se recolectaron en llantas, seguidas por recipientes diversos (n=16) (34,8 %), y se encontr&#x000f3; una muy baja proporci&#x000f3;n (n=1) (0,2 %) de larvas en tanques bajos (<xref rid="t2" ref-type="table">cuadro 2</xref>). La presencia de este vector se registr&#x000f3; solamente en dos localidades (barrio Nuevo H&#x000e1;bitat 1 y en la zona industrial) de las ocho inspeccionadas. Adem&#x000e1;s, en las llantas donde se recolectaron las larvas <italic>de A. albopictus</italic> y <italic>A. aegypti</italic>, se encontr&#x000f3; una raz&#x000f3;n entre estas especies de 3:1, respectivamente. Si bien no se determinaron las caracter&#x000ed;sticas fisicoqu&#x000ed;micas y biol&#x000f3;gicas del agua en estos dep&#x000f3;sitos, se observ&#x000f3; hojarasca en descomposici&#x000f3;n, sedimentos y larvas de la familia Chironomidae.</p><p>Por otro lado, los criaderos artificiales infestados con <italic>A. albopictus</italic> estaban ubicados en un tanque bajo del barrio Nuevo H&#x000e1;bitat 1, en la zona urbana de vegetaci&#x000f3;n de bosque de galer&#x000ed;a ('riparia') de la quebrada Usabar, cerca de la carretera (<xref ref-type="fig" rid="f1">figura 1</xref>B).</p><p>Adem&#x000e1;s, se recolectaron 53 pupas en la zona industrial, de las cuales eclosionaron 42 mosquitos de las especies <italic>A. albopictus</italic> (n=32) (76 %) y <italic>A. aegypti</italic> (n=10) (24 %).</p></sec><sec><title>&#x000cd;ndices a&#x000e9;dicos larvarios y de pupas</title><p>Con respecto a los &#x000ed;ndices a&#x000e9;dicos para <italic>A. aegypti</italic>, el mayor IVL registrado fue de 32,1 % en el barrio Siete de Agosto y el menor de 8,1 % en la zona industrial. En cuanto al ID L, el mayor porcentaje se registr&#x000f3; nuevamente en Siete de Agosto (22,1 %), seguido de Villa Flor (18,8 %) y la zona industrial (8,0 %). El mayor IBL fue de 54,1 en la zona industrial. El ID P oscil&#x000f3; entre 0 % y 18,8 % y el IBP entre 0 y 25, los barrios con mayor IBP fueron Villa Flor (25,0) y Nueva Esperanza (17,1) (<xref rid="t3" ref-type="table">cuadro 3</xref>).</p><p>
<table-wrap id="t3" orientation="portrait" position="float"><label>Cuadro 3</label><caption><title>&#x000cd;ndices a&#x000e9;dicos larvarios y de pupas de <italic>Aedes aegypti</italic> en las localidades inspeccionadas en diciembre de 2016</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="4"/><col span="1"/><col span="4"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Localidad</th><th align="right" rowspan="1" colspan="1">Viviendas</th><th align="right" rowspan="2" colspan="1">DI1</th><th align="right" rowspan="2" colspan="1">DL2</th><th align="right" rowspan="2" colspan="1">DP3</th><th align="left" rowspan="1" colspan="1">
</th><th align="right" colspan="4" rowspan="1">&#x000cd;ndices larvarios </th><th align="left" rowspan="1" colspan="1">
</th><th align="left" colspan="4" rowspan="1">&#x000cd;ndices de pupas </th><th align="left" rowspan="1" colspan="1">
</th></tr><tr><th align="right" rowspan="2" colspan="1">inspeccionadas</th><th align="right" rowspan="2" colspan="1"><italic>IV 4</italic></th><th align="right" colspan="2" rowspan="2"><italic>ID 5</italic></th><th align="left" rowspan="1" colspan="1">
</th><th align="right" rowspan="2" colspan="1"><italic>IB 6</italic></th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="right" rowspan="2" colspan="1">ID 7</th><th align="left" colspan="2" rowspan="2">IB 8 </th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="right" rowspan="1" colspan="1"><italic>L</italic></td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1"><italic>L</italic></td><td align="left" rowspan="1" colspan="1">
</td><td align="right" rowspan="1" colspan="1"><italic>L</italic></td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="right" rowspan="1" colspan="1">P</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">P</td></tr><tr><td align="left" rowspan="1" colspan="1">Siete de Agosto</td><td align="right" rowspan="1" colspan="1">26</td><td align="right" rowspan="1" colspan="1">68</td><td align="right" rowspan="1" colspan="1">15</td><td align="right" rowspan="1" colspan="1">4</td><td align="right" rowspan="1" colspan="1">4</td><td align="right" colspan="2" rowspan="1">22,1(12-32) </td><td align="left" rowspan="1" colspan="1">53,6</td><td align="right" rowspan="1" colspan="1">(35-72)</td><td align="right" colspan="2" rowspan="1">5,9 </td><td align="right" rowspan="1" colspan="1">(0,3-11)</td><td align="right" rowspan="1" colspan="1">14,3</td><td align="left" rowspan="1" colspan="1">(1-27)</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Zona industrial</td><td align="right" rowspan="1" colspan="1">37</td><td align="right" rowspan="1" colspan="1">323</td><td align="right" rowspan="1" colspan="1">20</td><td align="right" rowspan="1" colspan="1">5</td><td align="right" rowspan="1" colspan="1">5</td><td align="right" rowspan="1" colspan="1">8,0</td><td align="left" rowspan="1" colspan="1">(5-9)</td><td align="left" rowspan="1" colspan="1">54,1</td><td align="right" rowspan="1" colspan="1">(38-70)</td><td align="right" colspan="2" rowspan="1">1,5 </td><td align="right" rowspan="1" colspan="1">(0,2-3)</td><td align="right" rowspan="1" colspan="1">13,5</td><td align="left" rowspan="1" colspan="1">(3-24)</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Nuevo H&#x000e1;bitat 1</td><td align="right" rowspan="1" colspan="1">629</td><td align="right" rowspan="1" colspan="1">1172</td><td align="right" rowspan="1" colspan="1">121</td><td align="right" rowspan="1" colspan="1">42</td><td align="right" rowspan="1" colspan="1">42</td><td align="right" rowspan="1" colspan="1">10,3</td><td align="left" rowspan="1" colspan="1">(9-12)</td><td align="left" rowspan="1" colspan="1">19,2</td><td align="right" rowspan="1" colspan="1">(16-22)</td><td align="right" colspan="2" rowspan="1">3,6 </td><td align="right" rowspan="1" colspan="1">(3-5)</td><td align="right" rowspan="1" colspan="1">6,7</td><td align="left" rowspan="1" colspan="1">(5-9)</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">El Laguito</td><td align="right" rowspan="1" colspan="1">26</td><td align="right" rowspan="1" colspan="1">28</td><td align="right" rowspan="1" colspan="1">3</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">10,7</td><td align="left" rowspan="1" colspan="1">(0-22)</td><td align="left" rowspan="1" colspan="1">11,5</td><td align="right" rowspan="1" colspan="1">(0-23)</td><td align="right" colspan="2" rowspan="1">0 </td><td align="left" rowspan="1" colspan="1">
</td><td align="right" rowspan="1" colspan="1">0</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">La Bendici&#x000f3;n</td><td align="right" rowspan="1" colspan="1">158</td><td align="right" rowspan="1" colspan="1">396</td><td align="right" rowspan="1" colspan="1">28</td><td align="right" rowspan="1" colspan="1">11</td><td align="right" rowspan="1" colspan="1">11</td><td align="right" rowspan="1" colspan="1">7,1</td><td align="left" rowspan="1" colspan="1">(5-10)</td><td align="left" rowspan="1" colspan="1">17,7</td><td align="right" rowspan="1" colspan="1">(11-23)</td><td align="right" colspan="2" rowspan="1">2,8 </td><td align="right" rowspan="1" colspan="1">(2-4)</td><td align="right" rowspan="1" colspan="1">7,0</td><td align="left" rowspan="1" colspan="1">(3-11)</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Nueva Esperanza</td><td align="right" rowspan="1" colspan="1">41</td><td align="right" rowspan="1" colspan="1">163</td><td align="right" rowspan="1" colspan="1">20</td><td align="right" rowspan="1" colspan="1">7</td><td align="right" rowspan="1" colspan="1">7</td><td align="right" rowspan="1" colspan="1">12,3</td><td align="left" rowspan="1" colspan="1">(7-17)</td><td align="left" rowspan="1" colspan="1">48,8</td><td align="right" rowspan="1" colspan="1">(33-64)</td><td align="right" colspan="2" rowspan="1">4,3 </td><td align="right" rowspan="1" colspan="1">(2-7)</td><td align="right" rowspan="1" colspan="1">17,1</td><td align="left" rowspan="1" colspan="1">(6-28)</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Llano Lindo</td><td align="right" rowspan="1" colspan="1">24</td><td align="right" rowspan="1" colspan="1">41</td><td align="right" rowspan="1" colspan="1">3</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" rowspan="1" colspan="1">7,3</td><td align="left" rowspan="1" colspan="1">(0-15)</td><td align="left" rowspan="1" colspan="1">12,5</td><td align="right" rowspan="1" colspan="1">(0-25)</td><td align="right" colspan="2" rowspan="1">0 </td><td align="left" rowspan="1" colspan="1">
</td><td align="right" rowspan="1" colspan="1">0</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Villa Flor</td><td align="right" rowspan="1" colspan="1">12</td><td align="right" rowspan="1" colspan="1">16</td><td align="right" rowspan="1" colspan="1">3</td><td align="right" rowspan="1" colspan="1">3</td><td align="right" rowspan="1" colspan="1">3</td><td align="right" rowspan="1" colspan="1">18,8</td><td align="left" rowspan="1" colspan="1">(0-37)</td><td align="left" rowspan="1" colspan="1">25,0</td><td align="right" rowspan="1" colspan="1">(1-49)</td><td align="right" colspan="2" rowspan="1">18,8 </td><td align="right" rowspan="1" colspan="1">(0-37)</td><td align="right" rowspan="1" colspan="1">25,0</td><td align="left" rowspan="1" colspan="1">(1-49)</td><td align="left" rowspan="1" colspan="1">
</td></tr></tbody></table><table-wrap-foot><fn id="TFN3"><p>1 N&#x000fa;mero de dep&#x000f3;sitos inspeccionados</p></fn><fn id="TFN4"><p>2 N&#x000fa;mero de dep&#x000f3;sitos con larvas</p></fn><fn id="TFN5"><p>3 N&#x000fa;mero de dep&#x000f3;sitos con pupas</p></fn><fn id="TFN6"><p>4 &#x000cd;ndice larvario de vivienda en porcentaje</p></fn><fn id="TFN7"><p>5 &#x000cd;ndice larvario de dep&#x000f3;sito en porcentajes</p></fn><fn id="TFN8"><p>6 &#x000cd;ndice larvario de Breteau</p></fn><fn id="TFN9"><p>7 &#x000cd;ndice de pupas de dep&#x000f3;sito en porcentajes</p></fn><fn id="TFN10"><p>8 &#x000cd;ndice de pupas de Breteau </p></fn><fn id="TFN11"><p>9 Intervalo de confianza del 95 %</p></fn></table-wrap-foot></table-wrap>
</p><p>Por otra parte, los &#x000ed;ndices de <italic>A. albopictus</italic> registrados en la zona industrial fueron, IVL en 8,2 %, IDL en 7,7 %, IBL en 67,6, similares a los de <italic>A.aegypti</italic> en esta localidad (<xref rid="t4" ref-type="table">cuadro 4</xref>).</p><p>
<table-wrap id="t4" orientation="portrait" position="float"><label>Cuadro 4</label><caption><title>&#x000cd;ndices a&#x000e9;dicos larvarios y de pupas de <italic>Aedes albopictus</italic> en las localidades inspeccionadas en diciembre de 2016</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="3"/><col span="1"/><col span="1"/><col span="2"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Localidad</th><th align="left" rowspan="1" colspan="1">Viviendas</th><th align="right" rowspan="2" colspan="1">DI1</th><th align="right" rowspan="2" colspan="1">DL2</th><th align="right" rowspan="2" colspan="1">DP3</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="center" colspan="3" rowspan="1">&#x000cd;ndices larvarios </th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" colspan="2" rowspan="1">&#x000cd;ndices de pupas </th><th align="left" rowspan="1" colspan="1">
</th></tr><tr><th align="left" rowspan="2" colspan="1">inspeccionadas</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="2" colspan="1"><italic>IV 4</italic></th><th align="left" rowspan="1" colspan="1">
</th><th align="center" rowspan="2" colspan="1"><italic>ID 5</italic></th><th align="left" rowspan="1" colspan="1">
</th><th align="right" rowspan="2" colspan="1"><italic>IB 6</italic></th><th align="left" rowspan="1" colspan="1">
</th><th align="left" rowspan="2" colspan="1">ID 7</th><th align="left" colspan="3" rowspan="2">IB 8 </th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1"><italic>L</italic></td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1"><italic>L</italic></td><td align="left" rowspan="1" colspan="1">
</td><td align="right" rowspan="1" colspan="1"><italic>L</italic></td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">P</td><td align="left" colspan="3" rowspan="1">P </td></tr><tr><td align="left" rowspan="1" colspan="1">Zona industrial</td><td align="right" rowspan="1" colspan="1">37</td><td align="right" rowspan="1" colspan="1">323</td><td align="right" rowspan="1" colspan="1">25</td><td align="right" rowspan="1" colspan="1">4</td><td align="right" colspan="2" rowspan="1">8,1 </td><td align="left" rowspan="1" colspan="1">(1-17)9</td><td align="right" rowspan="1" colspan="1">7,7</td><td align="left" rowspan="1" colspan="1">(5-11)</td><td align="right" rowspan="1" colspan="1">67,6</td><td align="right" rowspan="1" colspan="1">(52-83)</td><td align="left" colspan="2" rowspan="1">1,2 (0-2) </td><td align="left" rowspan="1" colspan="1">10,8 (1-21)</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Nuevo H&#x000e1;bitat 1</td><td align="right" rowspan="1" colspan="1">629</td><td align="right" rowspan="1" colspan="1">1172</td><td align="right" rowspan="1" colspan="1">1</td><td align="right" rowspan="1" colspan="1">0</td><td align="right" colspan="2" rowspan="1">0,2 </td><td align="left" rowspan="1" colspan="1">(0-0,5)</td><td align="right" rowspan="1" colspan="1">0,1</td><td align="left" rowspan="1" colspan="1">(0-0,3)</td><td align="right" rowspan="1" colspan="1">0,2</td><td align="right" rowspan="1" colspan="1">(0-0,4)</td><td align="left" colspan="2" rowspan="1">0 </td><td align="left" rowspan="1" colspan="1">0</td><td align="left" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td></tr></tbody></table><table-wrap-foot><fn id="TFN12"><p>1 N&#x000fa;mero de dep&#x000f3;sitos inspeccionados</p></fn><fn id="TFN13"><p>2 N&#x000fa;mero de dep&#x000f3;sitos con larvas</p></fn><fn id="TFN14"><p>3 N&#x000fa;mero de dep&#x000f3;sitos con pupas</p></fn><fn id="TFN15"><p>4 &#x000cd;ndice larvario de vivienda en porcentaje</p></fn><fn id="TFN16"><p>5 &#x000cd;ndice larvario de dep&#x000f3;sito en porcentajes</p></fn><fn id="TFN17"><p>6 &#x000cd;ndice larvario de Breteau</p></fn><fn id="TFN18"><p>7 &#x000cd;ndice de pupas de dep&#x000f3;sito en porcentajes</p></fn><fn id="TFN19"><p>8 &#x000cd;ndice de pupas de Breteau</p></fn><fn id="TFN20"><p>9 Intervalo de confianza del 95 %</p></fn></table-wrap-foot></table-wrap>
</p></sec><sec><title>Vigilancia de Aedes albopictus con larvitrampas y recolecci&#x000f3;n de mosquitos adultos</title><p>Desde enero de 2013 hasta la primera semana de diciembre de 2016, en los tres sitios donde se instalaron las larvitrampas (el aeropuerto, la terminal de transporte y la plaza de mercado), se recolectaron 2.453 larvas, identificadas como <italic>A. aegypti</italic> (n=2.435) (99,3 %), <italic>C. quinquefasciatus</italic> (n=17) (0,69 %) y <italic>C. nigripalpus</italic> (n=1) (0,01 %).</p><p>Por otra parte, mediante las capturas con atrayente humano protegido se recolectaron 37 mosquitos, todos clasificados como <italic>A. albopictus</italic>, con un promedio de 7,5 mosquitos/hora y 11,0 mosquitos/hora para cada uno de los dos d&#x000ed;as de muestreo. Todos los mosquitos fueron recolectados en el &#x000e1;rea peridomiciliaria ubicada a un metro de distancia de la zona de vegetaci&#x000f3;n de bosque de galer&#x000ed;a ('riparia') de la quebrada Usabar de la Zona Industrial.</p></sec></sec><sec sec-type="discussion"><title>Discusi&#x000f3;n</title><p>La regi&#x000f3;n de la Orinoquia, conformada por los departamentos de Casanare, Arauca, Meta y Vichada, es una de las regiones colombianas en donde no se hab&#x000ed;a reportado la presencia del vector <italic>A. albopictus</italic>, antes del registro en Yopal <xref rid="B13" ref-type="bibr"><sup>13</sup></xref>. En los tres &#x000fa;ltimos departamentos de la regi&#x000f3;n, las Secretar&#x000ed;as Departamentales de Salud tambi&#x000e9;n han implementado la vigilancia centinela para detectar la presencia de <italic>A. albopictus</italic> desde hace 10 a&#x000f1;os, aproximadamente (Fuya O. Fortalecimiento de la vigilancia entomol&#x000f3;gica de <italic>Aedes aegypti</italic> en Colombia para el robustecimiento de la Red Nacional de Entomolog&#x000ed;a, presentaci&#x000f3;n del Instituto Nacional de Salud, 5 de octubre de 2017), logrando identificar otra poblaci&#x000f3;n de <italic>A. albopictus</italic> en Arauca un a&#x000f1;o despu&#x000e9;s del primer reporte en Yopal (Armesto Y, Robinson A, Oquendo A, Osto L, Forero L, Cuervo L. Primer registro de <italic>Aedes albopictus</italic> (Skuse) (Diptera: Culicidae) en la frontera colombo-venezolana, departamento de Arauca, Colombia, y sus implicaciones en salud p&#x000fa;blica. Congreso Colombiano de Entomolog&#x000ed;a, 11-13 de julio de 2018). Por otro lado, no se ha reportado esta especie en Boyac&#x000e1;, departamento vecino del Casanare ubicado en la regi&#x000f3;n andina. Por lo anterior, el presente reporte es el primer registro de <italic>A. albopictus</italic> en Yopal, Casanare, y en la regi&#x000f3;n de la Orinoquia colombiana.</p><p>Es pertinente mencionar que en Venezuela, pa&#x000ed;s lim&#x000ed;trofe con esta regi&#x000f3;n colombiana, tampoco se ha reportado la especie en los estados cercanos, como Amazonas o Apure <xref rid="B20" ref-type="bibr"><sup>20</sup></xref><sup>-</sup><xref rid="B22" ref-type="bibr"><sup>22</sup></xref>. El reporte m&#x000e1;s cercano a Colombia, se hizo en el municipio de Sucre del estado Bol&#x000ed;var, ubicado en el centro de este pa&#x000ed;s. Asimismo, otros reportes de <italic>A. albopictus</italic> en Venezuela se dieron en el centro-norte y noroccidente (estados de Aragua, Monagas, Gu&#x000e1;rico, Carabobo, Trujillo y el Distrito Capital) entre los a&#x000f1;os 2009 y 2017 <xref rid="B20" ref-type="bibr"><sup>20</sup></xref><sup>-</sup><xref rid="B22" ref-type="bibr"><sup>22</sup></xref>.</p><p>En cuanto al departamento de Casanare, este es considerado como zona end&#x000e9;mica para el dengue, con transmisi&#x000f3;n activa de Zika y chikungunya, virus transmitidos principalmente por <italic>A. aegypti</italic> en el &#x000e1;rea urbana. Teniendo en cuenta la ecoepidemiolog&#x000ed;a de <italic>A. albopictus</italic>, su introducci&#x000f3;n se considera como un nuevo factor de riesgo para la transmisi&#x000f3;n de estas arbovirosis en el departamento y en la regi&#x000f3;n. Esta especie tiene la capacidad de transmitir cepas del virus del chikungunya, como sucedi&#x000f3; en el brote en la provincia de Ravenna, Italia, y en la epidemia de la isla Reuni&#x000f3;n en el oc&#x000e9;ano &#x000cd;ndico, a causa de la cepa E1-A226V <xref rid="B2" ref-type="bibr"><sup>2</sup></xref><sup>,</sup><xref rid="B23" ref-type="bibr"><sup>23</sup></xref>. Tambi&#x000e9;n, transmite los cuatro serotipos del virus del dengue, como ocurri&#x000f3; en las epidemias de dengue en la isla Seychelles y en Guandong, China <xref rid="B3" ref-type="bibr"><sup>3</sup></xref>. </p><p>Cabe se&#x000f1;alar que <italic>A. albopictus</italic> puede intervenir como vector en la urbanizaci&#x000f3;n de los virus Mayaro y de la fiebre amarilla <xref rid="B6" ref-type="bibr"><sup>6</sup></xref>, y transmitir el virus de la encefalitis equina del este <xref rid="B24" ref-type="bibr"><sup>24</sup></xref>, alfavirosis que tuvo un comportamiento activo en el 2016 con 57 casos en equinos en Casanare, situaci&#x000f3;n que forz&#x000f3; al departamento a declarar diferentes zonas en cuarentena <xref rid="B25" ref-type="bibr"><sup>25</sup></xref>.</p><p>Con respecto a los &#x000ed;ndices a&#x000e9;dicos, en general, el IVL fue superior a 5 % en las localidades inspeccionadas, y el IBL oscil&#x000f3; entre 0,2 y 67,6, valores que algunos autores consideran altos. Por ejemplo, la OPS considera un IVL superior a 5 % como un valor de alto riesgo para la transmisi&#x000f3;n de dengue <xref rid="B26" ref-type="bibr"><sup>26</sup></xref>. Sin embargo, este valor puede cambiar debido a las variaciones ambientales entre las zonas. En el caso de las zonas tropicales, se hab&#x000ed;a establecido un IV L del 10 % como un l&#x000ed;mite seguro (pocas probabilidades de transmisi&#x000f3;n de dengue); posteriormente, este valor se cambi&#x000f3; a 5 % <xref rid="B27" ref-type="bibr"><sup>27</sup></xref><sup>,</sup><xref rid="B28" ref-type="bibr"><sup>28</sup></xref>.</p><p>A pesar de lo anterior, la transmisi&#x000f3;n de dengue fue reportada por debajo del 3 % en Salvador y en el Brasil, y por debajo del 1 % en Singapur <xref rid="B29" ref-type="bibr"><sup>29</sup></xref>.</p><p>Asimismo, para los valores del &#x000ed;ndice de Breteau entre 35 y 50 se consideraban como de alto riesgo en las zonas de transmisi&#x000f3;n <xref rid="B27" ref-type="bibr"><sup>27</sup></xref>.</p><p>Posteriormente, en La Habana (Cuba), el l&#x000ed;mite seguro del &#x000ed;ndice de Breteau fue establecido en 4 <xref rid="B30" ref-type="bibr"><sup>30</sup></xref>. No obstante, Bowman, <italic>et al</italic>. <xref rid="B29" ref-type="bibr"><sup>29</sup></xref>, encontraron reportes de transmisi&#x000f3;n de dengue con un &#x000ed;ndice de Breteau por debajo de 5, en su revisi&#x000f3;n.</p><p>Sin embargo, esta correlaci&#x000f3;n entre los indicadores entomol&#x000f3;gicos y la transmisi&#x000f3;n del dengue todav&#x000ed;a no es clara. El tema fue recientemente debatido por Cromwell, <italic>et al</italic>. <xref rid="B31" ref-type="bibr"><sup>31</sup></xref>, debido a que la utilidad de los indicadores a&#x000e9;dicos es limitada, porque no valora otras variables importantes que existen en la relaci&#x000f3;n entre el humano y el vector, como las caracter&#x000ed;sticas de la vivienda, el estrato social y el desplazamiento humano.</p><p>Por otro lado, en los criaderos inspeccionados en la zona industrial, en su mayor&#x000ed;a artificiales, predominaban las larvas de <italic>A. albopictus</italic> y de la familia Chironomidae, familia con la cual no hay competencia por los recursos <xref rid="B7" ref-type="bibr"><sup>7</sup></xref>.</p><p>Durante las capturas con atrayente humano protegido, <italic>A. albopictus</italic> fue el &#x000fa;nico vector recolectado, en un muestreo limitado a dos d&#x000ed;as y con una duraci&#x000f3;n de dos horas diarias. A pesar de lo anterior, la cantidad de mosquitos capturados en este estudio fue mayor a lo registrado en Leticia (Amazonas) y en Venezuela. En Leticia se recolectaron ocho mosquitos durante dos d&#x000ed;as en horario de 8:00 am a 5:30 pm <xref rid="B9" ref-type="bibr"><sup>9</sup></xref> y, en el municipio Sucre del estado Bol&#x000ed;var en Venezuela, se recolectaron cinco mosquitos con atrayente humano y con el uso de la trampa Mosquito Magnet&#x02122; durante siete horas de muestreo en dos d&#x000ed;as <xref rid="B22" ref-type="bibr"><sup>22</sup></xref>.</p><p>En Colombia no se han registrado resultados de capturas con la metodolog&#x000ed;a de atrayente humano protegido, con los que se pueda establecer una comparaci&#x000f3;n, a excepci&#x000f3;n de los registrados para <italic>A. aegypti</italic> en Guaduas (Cundinamarca). En este estudio, se encontr&#x000f3; que la mayor actividad de picadura de <italic>A. aegypti</italic> es de 10:00 a.m. a 11:00 a.m. y de 4:00 p.m. a 6:00 p.m.; se recolectaron entre 38 y 40 mosquitos en 10 viviendas durante la temporada seca <xref rid="B32" ref-type="bibr"><sup>32</sup></xref>.</p><p>Es de agregar que, en el lugar de muestreo, solamente se capturaron adultos de <italic>A. albopictus</italic>, a pesar de que cerca de este sitio exist&#x000ed;an dep&#x000f3;sitos con larvas de <italic>A. aegypti</italic>. . Esto es un indicio del h&#x000e1;bito antropof&#x000e1;gico de <italic>A. albopictus</italic> en el &#x000e1;rea de estudio. Aunque el alcance de este estudio no permit&#x000ed;a determinar el comportamiento de alimentaci&#x000f3;n del vector, en otros estudios se ha confirmado el alto nivel de antropofagia de <italic>A. albopictus</italic>. Kamgang, <italic>et al</italic>. <xref rid="B33" ref-type="bibr"><sup>33</sup></xref>, en Camer&#x000fa;n, reportaron que 92 % de los mosquitos analizados hab&#x000ed;an ingerido solamente sangre humana; mientras que Delatte, <italic>et al</italic>. <xref rid="B34" ref-type="bibr"><sup>34</sup></xref>, reportaron que 89 % de los mosquitos capturados en la isla Reuni&#x000f3;n hab&#x000ed;an ingerido esta sangre. En ambos estudios, entre el 81 % y el 100 % de los mosquitos de <italic>A. albopictus</italic> se capturaron con atrayente humano en el peridomicilio. Esto evidencia un comportamiento exof&#x000e1;gico de <italic>A. albopictus</italic> en esta regi&#x000f3;n, a diferencia de <italic>A. aegypti</italic><xref rid="B34" ref-type="bibr"><sup>34</sup></xref><sup>,</sup><xref rid="B35" ref-type="bibr"><sup>35</sup></xref>.</p><p>En los dep&#x000f3;sitos principalmente periurbanos con presencia de <italic>A. albopictus</italic>, se encontr&#x000f3; un aparente desplazamiento de <italic>A. aegypti</italic> por esta especie, evidenciado por la raz&#x000f3;n 3 a 1 de <italic>A. albopictus</italic> con relaci&#x000f3;n a <italic>A. aegypti</italic>. Lo anterior coincide con los resultados de Barrera <xref rid="B36" ref-type="bibr"><sup>36</sup></xref> en experimentos en el laboratorio y observaciones de campo en Brasil, en donde se encontr&#x000f3; que las poblaciones de <italic>A. aegypti</italic> decrecieron despu&#x000e9;s de 22 a&#x000f1;os de la introducci&#x000f3;n de <italic>A. albopictus</italic>. En Estados Unidos, tambi&#x000e9;n se ha reportado que <italic>A. albopictus</italic> ha competido y desplazado a <italic>Ochlerotatus triseriatus</italic>, especie nativa de dicho pa&#x000ed;s <xref rid="B1" ref-type="bibr"><sup>1</sup></xref>.</p><p>Se cree que el desplazamiento de <italic>A. aegypti</italic> se debe a un fen&#x000f3;meno denominado &#x02018;interferencia reproductiva&#x02019;. Este fen&#x000f3;meno consiste en que los machos de <italic>A. albopictus</italic> pueden copular con hembras de <italic>A. aegypti</italic> y, durante su apareamiento, estos inyectan sustancias de la gl&#x000e1;ndula accesoria que le impiden a la hembra posteriores apareamientos y disminuyen su actividad locomotora diurna. Lo anterior no ocurre entre machos de <italic>A. aegypti</italic> y hembras de <italic>A. albopictus</italic><xref rid="B37" ref-type="bibr"><sup>37</sup></xref><sup>-</sup><xref rid="B39" ref-type="bibr"><sup>39</sup></xref>, en consecuencia, el &#x000e9;xito reproductivo de <italic>A. aegypti</italic> disminuye.</p><p>Seg&#x000fa;n Rey y Lounibos <xref rid="B40" ref-type="bibr"><sup>40</sup></xref>, el desplazamiento competitivo tambi&#x000e9;n se puede atribuir a la competencia de las dos especies por el mismo nicho ecol&#x000f3;gico, que reduce la poblaci&#x000f3;n de una de las especies, principalmente en los criaderos periurbanos, por la disponibilidad de agua, por caracter&#x000ed;sticas ambientales como la precipitaci&#x000f3;n y la humedad, o por ambos factores.</p><p>Por consiguiente, es recomendable hacer un seguimiento temporal de la densidad y de los &#x000ed;ndices entomol&#x000f3;gicos de las poblaciones de <italic>A. albopictus</italic> y de <italic>A. aegypti</italic>, en diferentes &#x000e9;pocas del a&#x000f1;o, para verificar la influencia de <italic>A. albopictus</italic> sobre <italic>A. aegypti.</italic> Tambi&#x000e9;n, se debe establecer si hay correlaciones positivas entre las variables clim&#x000e1;ticas y la abundancia del vector, pues existe una importante correlaci&#x000f3;n entre el aumento de las precipitaciones y la abundancia de <italic>A. albopictus</italic><xref rid="B41" ref-type="bibr"><sup>41</sup></xref>. De igual forma, se debe vigilar la transmisi&#x000f3;n de arbovirosis durante las &#x000e9;pocas cuando las poblaciones del vector son favorecidas por las condiciones ambientales.</p><p>El sitio donde se encontr&#x000f3; <italic>A. albopictus</italic> se caracteriza por el gran flujo de veh&#x000ed;culos de transporte de carga, originarios de diferentes lugares del pa&#x000ed;s, y por la acumulaci&#x000f3;n de llantas desechadas por los propietarios de estos veh&#x000ed;culos. Este pudo haber sido el medio de introducci&#x000f3;n del vector a la regi&#x000f3;n, como ocurri&#x000f3; en los Estados Unidos (Lounibos LP. Ecoepidemiologia del dengue: relevancia de dos vectores invasores. Biom&#x000e9;dica. 2011;31(Supl. 3):50-9). Por lo anterior, es dif&#x000ed;cil establecer el tiempo exacto en el cual <italic>A. albopictus</italic> lleg&#x000f3; al municipio de Yopal.</p><p>Actualmente, se desarrollan actividades de vigilancia entomol&#x000f3;gica para <italic>A. aegypti</italic> en el departamento de Casanare, pero se recomienda incluir un nuevo criterio para la vigilancia, con el fin de detectar a las poblaciones de <italic>A. albopictus</italic> en las zonas periurbanas. Principalmente, se deben inspeccionar los dep&#x000f3;sitos artificiales y naturales.</p><p>Cabe se&#x000f1;alar que las larvitrampas no fueron un m&#x000e9;todo eficaz para detectar <italic>A. albopictus</italic> en Yopal. Ciertamente, tampoco ha sido el m&#x000e9;todo para los primeros registros del vector en poblaciones como Leticia, Buenaventura, La Tebaida, Medell&#x000ed;n, Istminia e, incluso, Cali, donde solo se detect&#x000f3; despu&#x000e9;s de cuatro a&#x000f1;os de instaladas y del ingreso previo a municipios cercanos, como Buenaventura y Dagua <xref rid="B9" ref-type="bibr"><sup>9</sup></xref><sup>-</sup><xref rid="B14" ref-type="bibr"><sup>14</sup></xref>.</p><p>Sin embargo, no se deben descartar las larvitrampas como m&#x000e9;todo de apoyo, pero modificando algunas de sus caracter&#x000ed;sticas, particularmente, reemplazando el agua del grifo por agua con alto contenido de materia org&#x000e1;nica. Lo anterior se afirma con base en las caracter&#x000ed;sticas fisicoqu&#x000ed;micas del agua contenida en dep&#x000f3;sitos similares a las llantas y en las llantas usadas como larvitrampas en el presente estudio, en donde los resultados de la detecci&#x000f3;n de <italic>A. albopictus</italic> fueron opuestos.</p><p>En las larvitrampas en donde no se detect&#x000f3; <italic>A. albopictus</italic>, se us&#x000f3; agua de grifo sin sedimentos y concentraciones aparentemente bajas de compuestos nitrogenados. Por el contrario, en los dep&#x000f3;sitos en llantas, en donde se report&#x000f3; el mayor n&#x000fa;mero de larvas de <italic>A. albopictus</italic>, el agua present&#x000f3; caracter&#x000ed;sticas fisicoqu&#x000ed;micas similares a la de los criaderos naturales: agua de lluvia, con hojarasca en descomposici&#x000f3;n, sedimentos y larvas de la familia Chironomidae.</p><p>Este tipo de dep&#x000f3;sito tiene altos contenidos de materia org&#x000e1;nica o nitr&#x000f3;geno org&#x000e1;nico y plancton, condiciones preferidas por <italic>A. albopictus</italic> debido a su origen selv&#x000e1;tico <xref rid="B3" ref-type="bibr"><sup>3</sup></xref><sup>,</sup><xref rid="B7" ref-type="bibr"><sup>7</sup></xref>. Adem&#x000e1;s, se deben usar ovitrampas y trampas adhesivas, como trampas de emergencia para mosquitos <xref rid="B42" ref-type="bibr"><sup>42</sup></xref>, para complementar la vigilancia de esta especie y detectar su introducci&#x000f3;n a nuevos sitios.</p><p>A lo anterior se a&#x000f1;ade, a nivel local, priorizar la zona de vegetaci&#x000f3;n de bosque de galer&#x000ed;a ('riparia') de la quebrada Usabar. Este h&#x000e1;bitat favorece la expansi&#x000f3;n del vector en el municipio y su desplazamiento sobre la margen del cuerpo de agua, convirti&#x000e9;ndose en un factor de riesgo para las personas. De acuerdo con el plan de ordenamiento territorial de Yopal <xref rid="B43" ref-type="bibr"><sup>43</sup></xref>, la margen de la quebrada en menci&#x000f3;n colinda con el &#x000e1;rea programada para la expansi&#x000f3;n del suelo urbano en donde se est&#x000e1;n estableciendo nuevos asentamientos humanos.</p><p>Finalmente, para los departamentos de la Orinoquia colombiana y, espec&#x000ed;ficamente para Casanare, es recomendable intensificar la vigilancia entomol&#x000f3;gica para detectar nuevas poblaciones de <italic>A. albopictus</italic>, incluyendo los sitios de afluencia de los veh&#x000ed;culos provenientes de diferentes partes del pa&#x000ed;s y donde se hace su mantenimiento. La raz&#x000f3;n es que, como se demostr&#x000f3; en el presente estudio, estos sitios favorecen el establecimiento de poblaciones de <italic>A. albopictus,</italic> pues pueden mantener un gran n&#x000fa;mero de criaderos potenciales. Adem&#x000e1;s, existe la probabilidad de la dispersi&#x000f3;n del vector mediante las llantas transportadas por los veh&#x000ed;culos y no solo por la proximidad geogr&#x000e1;fica con otros departamentos donde circula el vector.</p></sec></body><back><ack><title>Agradecimientos</title><p>Los autores expresan sus agradecimientos al personal t&#x000e9;cnico del programa ETV de la Secretar&#x000ed;a de Salud Departamental de Casanare y de Yopal; y a Oneida Casta&#x000f1;eda, por sus aportes a la redacci&#x000f3;n de este manuscrito.</p></ack><fn-group><fn fn-type="other" id="fn1"><p><bold>Citaci&#x000f3;n:</bold> Camacho-G&#x000f3;mez M, Zulueta LP. Primer reporte de <italic>Aedes</italic> (<italic>Stegomyia</italic>) <italic>albopictus</italic> (Skuse) en la Orinoquia colombiana. Biom&#x000e9;dica. 2019;39:785-97. <ext-link ext-link-type="uri" xlink:href="https://doi.org/10.7705/biomedica.4344">https://doi.org/10.7705/biomedica.4344</ext-link>
</p></fn><fn fn-type="other" id="fn2"><p><bold>Contribuci&#x000f3;n de los autores:</bold> Ambas autoras participaron en la concepci&#x000f3;n y el dise&#x000f1;o del estudio, el an&#x000e1;lisis y la interpretaci&#x000f3;n de los datos, la revisi&#x000f3;n cr&#x000ed;tica y la escritura del manuscrito.</p></fn><fn fn-type="financial-disclosure" id="fn3"><p><bold>Financiaci&#x000f3;n:</bold> Con recursos propios de la Secretaria de Salud Departamental de Casanare.</p></fn></fn-group><ref-list><title>Referencias</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Paupy</surname><given-names>C</given-names></name><name><surname>Delatte</surname><given-names>H</given-names></name><name><surname>Bagny</surname><given-names>L</given-names></name><name><surname>Corbel</surname><given-names>V</given-names></name><name><surname>Fontenille</surname><given-names>D</given-names></name></person-group><article-title>Aedes albopictus, an arbovirus vector: From the darkness to the light</article-title><source>Microbes Infect</source><year>2009</year><volume>11</volume><fpage>1177</fpage><lpage>1185</lpage><pub-id pub-id-type="doi">10.1016/j.micinf.2009.05.005</pub-id><pub-id pub-id-type="pmid">19450706</pub-id></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Rezza</surname><given-names>G</given-names></name><name><surname>Nicoletti</surname><given-names>L</given-names></name><name><surname>Angelini</surname><given-names>R</given-names></name><name><surname>Romi</surname><given-names>R</given-names></name><name><surname>Finarelli</surname><given-names>A</given-names></name><name><surname>Panning</surname><given-names>M</given-names></name><etal/></person-group><article-title>Infection with chikungunya virus in Italy: An outbreak in a temperate region</article-title><source>Lancet</source><year>2007</year><volume>370</volume><fpage>1840</fpage><lpage>1846</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(07)61779-6</pub-id><pub-id pub-id-type="pmid">18061059</pub-id></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Estrada-Franco</surname><given-names>JG</given-names></name><name><surname>Craig</surname><given-names>GB</given-names></name></person-group><source>Biology, disease relationships, and control of <italic toggle="yes">Aedes albopictus</italic></source><publisher-loc>Washington, D. C.</publisher-loc><publisher-name>PAHO</publisher-name><year>1995</year></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Ferreira-De-Lima</surname><given-names>VH</given-names></name><name><surname>Lima-Camara</surname><given-names>TN</given-names></name></person-group><article-title>Natural vertical transmission of dengue virus in Aedes aegypti and Aedes albopictus: A systematic review</article-title><source>Parasit Vectors</source><year>2018</year><volume>11</volume><fpage>1</fpage><lpage>8</lpage><pub-id pub-id-type="doi">10.1186/s13071-018-2643-9</pub-id><pub-id pub-id-type="pmid">29291748</pub-id></element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Laird</surname><given-names>RL</given-names></name></person-group><article-title>Observations on mosquito transmission of Plasmodium lophurae</article-title><source>Am J Epidemiol</source><year>1941</year><volume>34</volume><fpage>163</fpage><lpage>167</lpage></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Mu&#x000f1;oz</surname><given-names>M</given-names></name><name><surname>Navarro</surname><given-names>JC</given-names></name></person-group><article-title>Virus Mayaro: un arbovirus reemergente en Venezuela y Latinoam&#x000e9;rica</article-title><source>Biom&#x000e9;dica</source><year>2012</year><volume>32</volume><fpage>288</fpage><lpage>302</lpage><pub-id pub-id-type="doi">10.7705/biomedica.v32i2.647</pub-id></element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Carvajal</surname><given-names>JJ</given-names></name><name><surname>Moncada</surname><given-names>LI</given-names></name><name><surname>Rodr&#x000ed;guez</surname><given-names>MH</given-names></name><name><surname>P&#x000e9;rez</surname><given-names>LDP</given-names></name><name><surname>Olano</surname><given-names>VA</given-names></name></person-group><article-title>Caracterizaci&#x000f3;n preliminar de los sitios de cr&#x000ed;a de Aedes (Stegomyia) albopictus (Skuse, 1894) (Diptera: Culicidae) en el municipio de Leticia, Amazonas, Colombia</article-title><source>Biom&#x000e9;dica</source><year>2009</year><volume>29</volume><fpage>413</fpage><lpage>423</lpage><pub-id pub-id-type="doi">10.7705/biomedica.v29i3.13</pub-id><pub-id pub-id-type="pmid">20436993</pub-id></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Waldock</surname><given-names>J</given-names></name><name><surname>Chandra</surname><given-names>NL</given-names></name><name><surname>Lelieveld</surname><given-names>J</given-names></name><name><surname>Proestos</surname><given-names>Y</given-names></name><name><surname>Michael</surname><given-names>E</given-names></name><name><surname>Christophides</surname><given-names>G</given-names></name><etal/></person-group><article-title>The role of environmental variables on Aedes albopictus biology and chikungunya epidemiology</article-title><source>Pathog Glob Health</source><year>2013</year><volume>107</volume><fpage>224</fpage><lpage>241</lpage><pub-id pub-id-type="doi">10.1179/2047773213Y.0000000100</pub-id><pub-id pub-id-type="pmid">23916332</pub-id></element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>V&#x000e9;lez</surname><given-names>ID</given-names></name><name><surname>Qui&#x000f1;ones</surname><given-names>ML</given-names></name><name><surname>Su&#x000e1;rez</surname><given-names>M</given-names></name><name><surname>Olano</surname><given-names>V</given-names></name><name><surname>Murcia</surname><given-names>LM</given-names></name><name><surname>Correa</surname><given-names>E</given-names></name><etal/></person-group><article-title>Presencia de Aedes albopictus en Leticia, Amazonas, Colombia</article-title><source>Biom&#x000e9;dica</source><year>1998</year><volume>18</volume><fpage>192</fpage><lpage>198</lpage><pub-id pub-id-type="doi">10.7705/biomedica.v18i3.990</pub-id></element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Su&#x000e1;rez</surname><given-names>M</given-names></name></person-group><article-title>Aedes albopictus (Skuse) (Diptera, Culicidae) en Buenaventura, Colombia</article-title><source>Inf Quinc Epidemiol Nac</source><year>2001</year><volume>6</volume><fpage>221</fpage><lpage>224</lpage></element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Cu&#x000e9;llar-Jim&#x000e9;nez</surname><given-names>ME</given-names></name><name><surname>Vel&#x000e1;squez-Escobar</surname><given-names>OL</given-names></name><name><surname>Gonz&#x000e1;lez-Obando</surname><given-names>R</given-names></name><name><surname>Morales-Reichmann</surname><given-names>CA</given-names></name></person-group><article-title>Detecci&#x000f3;n de Aedes albopictus (Skuse) (Diptera: Culicidae) en la ciudad de Cali, Valle del Cauca, Colombia</article-title><source>Biom&#x000e9;dica</source><year>2010</year><volume>27</volume><fpage>273</fpage><lpage>279</lpage><pub-id pub-id-type="doi">10.7705/biomedica.v27i2.224</pub-id></element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>R&#x000fa;a-Uribe</surname><given-names>G</given-names></name><name><surname>Su&#x000e1;rez-Acosta</surname><given-names>C</given-names></name><name><surname>Londo&#x000f1;o</surname><given-names>V</given-names></name><name><surname>S&#x000e1;nchez</surname><given-names>J</given-names></name><name><surname>Rojo</surname><given-names>R</given-names></name><name><surname>Bello-Novoa</surname><given-names>B</given-names></name></person-group><article-title>Primera evidencia de Aedes albopictus (Skuse) (Diptera: Culicidae) en la ciudad de Medell&#x000ed;n, Antioquia-Colombia</article-title><source>Rev Salud P&#x000fa;blica Alcald&#x000ed;a de Medell&#x000ed;n</source><year>2011</year><volume>5</volume><fpage>89</fpage><lpage>98</lpage></element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Carvajal</surname><given-names>JJ</given-names></name><name><surname>Honorio</surname><given-names>NA</given-names></name><name><surname>D&#x000ed;az</surname><given-names>SP</given-names></name><name><surname>Ruiz</surname><given-names>ER</given-names></name><name><surname>Asprilla</surname><given-names>J</given-names></name><name><surname>Ardila</surname><given-names>S</given-names></name><etal/></person-group><article-title>Detecci&#x000f3;n de Aedes albopictus (Skuse) (Diptera: Culicidae) en el municipio de Istmina, Choc&#x000f3;, Colombia</article-title><source>Biom&#x000e9;dica</source><year>2016</year><volume>36</volume><fpage>438</fpage><lpage>446</lpage><pub-id pub-id-type="doi">10.7705/biomedica.v36i3.2805</pub-id><pub-id pub-id-type="pmid">27869392</pub-id></element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Zamora-Delgado</surname><given-names>J</given-names></name><name><surname>Casta&#x000f1;o</surname><given-names>JC</given-names></name><name><surname>Hoyos-L&#x000f3;pez</surname><given-names>R</given-names></name></person-group><article-title>DNA barcode sequences used to identify Aedes (Stegomyia) albopictus (Diptera: Culicidae) in La Tebaida (Quind&#x000ed;o, Colombia)</article-title><source>Rev Colomb Entomol</source><year>2015</year><volume>41</volume><fpage>212</fpage><lpage>217</lpage></element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Alcald&#x000ed;a de Yopal</collab></person-group><source>Nuestro municipio. Informaci&#x000f3;n geogr&#x000e1;fica</source><year>2016</year><date-in-citation content-type="access-date" iso-8601-date="2016-12-02">2 de diciembre de 2016</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.yopal-casanare.gov.co/index.shtml">http://www.yopal-casanare.gov.co/index.shtml</ext-link></comment></element-citation></ref><ref id="B16"><label>16</label><element-citation publication-type="webpage"><person-group person-group-type="author"><collab>Gobernaci&#x000f3;n de Casanare</collab></person-group><source>Yopal, la capital del departamento: Rese&#x000f1;a hist&#x000f3;rica y aspectos generales sobre el municipio</source><date-in-citation content-type="access-date" iso-8601-date="2016-12-25">25 de diciembre de 2016</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.casanare.gov.co/?idcategoria=1271">http://www.casanare.gov.co/?idcategoria=1271</ext-link></comment></element-citation></ref><ref id="B17"><label>17</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Cova</surname><given-names>P</given-names></name><name><surname>Sutil</surname><given-names>E</given-names></name><name><surname>Rausseo</surname><given-names>JA</given-names></name></person-group><source>Mosquitos (Culicinos) de Venezuela</source><volume>Volumen II</volume><publisher-loc>Caracas</publisher-loc><publisher-name>Ministerio de Sanidad y Asistencia Social</publisher-name><year>1966</year></element-citation></ref><ref id="B18"><label>18</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Rueda</surname><given-names>LM</given-names></name></person-group><article-title>Pictorial keys for the identification of mosquitoes (Diptera: Culicidae) associated with dengue virus transmission</article-title><source>Zootaxa</source><year>2004</year><volume>589</volume><fpage>1</fpage><lpage>60</lpage></element-citation></ref><ref id="B19"><label>19</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Organizaci&#x000f3;n Mundial de la Salud</collab><collab>Programa Especial para Investigaci&#x000f3;n y Capacitaci&#x000f3;n en Enfermedades Tropicales</collab></person-group><source>Vigilancia, preparaci&#x000f3;n y respuesta ante emergencias. Dengue: Gu&#x000ed;as para el diagn&#x000f3;stico, tratamiento, prevenci&#x000f3;n y control</source><publisher-loc>La Paz</publisher-loc><publisher-name>OPS/OMS</publisher-name><year>2009</year><fpage>1</fpage><lpage>152</lpage></element-citation></ref><ref id="B20"><label>20</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Hern&#x000e1;ndez</surname><given-names>M</given-names></name><name><surname>Pi&#x000f1;a</surname><given-names>M</given-names></name><name><surname>Soto-Vivas</surname><given-names>A</given-names></name><name><surname>Rangel</surname><given-names>MA</given-names></name><name><surname>Liria</surname><given-names>J</given-names></name></person-group><article-title>Primer registro de Aedes albopictus (Skuse, 1894) (Diptera: Culicidae) en el Estado Carabobo, Venezuela</article-title><source>Salus</source><year>2015</year><volume>19</volume><fpage>41</fpage><lpage>43</lpage></element-citation></ref><ref id="B21"><label>21</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Abraham</surname><given-names>D</given-names></name><name><surname>Castillo</surname><given-names>C</given-names></name></person-group><article-title>Primer registro de Aedes albopictus (SKUSE, 1894) (Diptera: Culicidae) en el estado Trujillo, Venezuela</article-title><source>Revista Academia</source><year>2017</year><volume>16</volume><fpage>123</fpage><lpage>127</lpage></element-citation></ref><ref id="B22"><label>22</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Rubio-Palas</surname><given-names>Y</given-names></name><name><surname>Estrada</surname><given-names>Y</given-names></name><name><surname>Guzm&#x000e1;n</surname><given-names>H</given-names></name><name><surname>Caura</surname><given-names>S</given-names></name><name><surname>S&#x000e1;nchez</surname><given-names>V</given-names></name><name><surname>Arias</surname><given-names>L</given-names></name></person-group><article-title>Primer reporte de Aedes (Stegomyia) albopcitus (Skuse) (Diptera: Culicidae) en el estado Bol&#x000ed;var e implicaciones epidemiol&#x000f3;gicas</article-title><source>Bol Mal Salud Amb</source><year>2015</year><volume>55</volume><fpage>110</fpage><lpage>112</lpage></element-citation></ref><ref id="B23"><label>23</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Tsetsarkin</surname><given-names>KA</given-names></name><name><surname>Vanlandingham</surname><given-names>DL</given-names></name><name><surname>McGee</surname><given-names>CE</given-names></name><name><surname>Higgs</surname><given-names>S</given-names></name></person-group><article-title>A single mutation in chikungunya virus affects vector specificity and epidemic potential</article-title><source>PLoS Pathog</source><year>2007</year><volume>3</volume><elocation-id>e201</elocation-id><pub-id pub-id-type="doi">10.1371/journal.ppat.0030201</pub-id><pub-id pub-id-type="pmid">18069894</pub-id></element-citation></ref><ref id="B24"><label>24</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Scott</surname><given-names>TW</given-names></name><name><surname>Lorenz</surname><given-names>LH</given-names></name><name><surname>Weaver</surname><given-names>SC</given-names></name></person-group><article-title>Susceptibility of Aedes albopictus to infection with Eastern equine encephalomyelitis virus</article-title><source>J Am Mosq Control Assoc</source><year>1990</year><volume>6</volume><fpage>274</fpage><lpage>278</lpage><pub-id pub-id-type="pmid">2164563</pub-id></element-citation></ref><ref id="B25"><label>25</label><element-citation publication-type="webpage"><person-group person-group-type="author"><collab>Instituto Colombiano Agropecuario</collab><collab>ICA</collab></person-group><source>El ICA declara cuarentena en veredas del municipio de Yopal, Casanare, por encefalitis equina del este</source><date-in-citation content-type="access-date" iso-8601-date="2016-12-29">29 de diciembre de 2016</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.ica.gov.co/Noticias/El-ICA-declara-cuarentena-en-veredas-delmunicipio.aspx">http://www.ica.gov.co/Noticias/El-ICA-declara-cuarentena-en-veredas-delmunicipio.aspx</ext-link></comment></element-citation></ref><ref id="B26"><label>26</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Pan American Health Organization</collab></person-group><source>Dengue and dengue hemorrhagic fever in the Americas: Guidelines for prevention and control</source><series>Scientific publication</series><issue>548</issue><publisher-loc>Washington, D.C.</publisher-loc><publisher-name>PAHO</publisher-name><year>1994</year><fpage>98</fpage><lpage>98</lpage></element-citation></ref><ref id="B27"><label>27</label><element-citation publication-type="webpage"><person-group person-group-type="author"><collab>Organizacion Mundial de la Salud</collab></person-group><source>A review of entomological sampling methods and indicators for dengue vectors</source><date-in-citation content-type="access-date" iso-8601-date="2018-11-03">3 de noviembre de 2018</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="http://apps.who.int/iris/bitstream/handle/10665/68575/TDR_IDE_DEN_03.1.pdf?sequence=1&#x00026;isAllowed=y">http://apps.who.int/iris/bitstream/handle/10665/68575/TDR_IDE_DEN_03.1.pdf?sequence=1&#x00026;isAllowed=y</ext-link></comment></element-citation></ref><ref id="B28"><label>28</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Nofita</surname><given-names>E</given-names></name><name><surname>Rusdji</surname><given-names>SR</given-names></name><name><surname>Irawati</surname><given-names>N</given-names></name><name><surname>Hasmiwati</surname><given-names>C</given-names></name><name><surname>Hasmiwati</surname><given-names>S</given-names></name><name><surname>Renita</surname><given-names>R</given-names></name></person-group><article-title>Analysis of indicators entomology Aedes aegypti in endemic areas of dengue fever in Padang, West Sumatra, Indonesia</article-title><source>Int J Mosq Res IJMR</source><year>2017</year><volume>4</volume><fpage>57</fpage><lpage>59</lpage></element-citation></ref><ref id="B29"><label>29</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Bowman</surname><given-names>LR</given-names></name><name><surname>Runge-Ranzinger</surname><given-names>S</given-names></name><name><surname>McCall</surname><given-names>PJ</given-names></name></person-group><article-title>Assessing the relationship between vector indices and dengue transmission: A Systematic review of the evidence</article-title><source>PLoS Negl Trop Dis</source><year>2014</year><volume>8</volume><elocation-id>e2848</elocation-id><pub-id pub-id-type="doi">10.1371/journal.pntd.0002848</pub-id><pub-id pub-id-type="pmid">24810901</pub-id></element-citation></ref><ref id="B30"><label>30</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>S&#x000e1;nchez</surname><given-names>L</given-names></name><name><surname>Vanlerberghe</surname><given-names>V</given-names></name><name><surname>Alfonso</surname><given-names>L</given-names></name><name><surname>Marquetti M del</surname><given-names>C</given-names></name><name><surname>Guzm&#x000e1;n</surname><given-names>MG</given-names></name><name><surname>Bisset</surname><given-names>J</given-names></name><etal/></person-group><article-title>Aedes aegypti larval indices and risk for dengue epidemics</article-title><source>Em Infect Dis</source><year>2006</year><volume>12</volume><fpage>800</fpage><lpage>806</lpage><pub-id pub-id-type="doi">10.3201/eid1205.050866</pub-id></element-citation></ref><ref id="B31"><label>31</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Cromwell</surname><given-names>EA</given-names></name><name><surname>Stoddard</surname><given-names>ST</given-names></name><name><surname>Barker</surname><given-names>CM</given-names></name><name><surname>van Rie</surname><given-names>A</given-names></name><name><surname>Messer</surname><given-names>WB</given-names></name><name><surname>Meshnick</surname><given-names>SR</given-names></name><etal/></person-group><article-title>The relationship between entomological indicators of Aedes aegypti abundance and dengue virus infection</article-title><source>PLoS Negl Trop Dis</source><year>2017</year><volume>11</volume><fpage>1</fpage><lpage>22</lpage><pub-id pub-id-type="doi">10.1371/journal.pntd.0005429</pub-id></element-citation></ref><ref id="B32"><label>32</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Tinker</surname><given-names>ME</given-names></name><name><surname>Olano</surname><given-names>VA</given-names></name></person-group><article-title>Ecolog&#x000ed;a del Aedes aegypti en un pueblo de Colombia, Sur Am&#x000e9;rica</article-title><source>Biom&#x000e9;dica</source><year>1993</year><volume>13</volume><fpage>5</fpage><lpage>14</lpage><pub-id pub-id-type="doi">10.7705/biomedica.v13i1.2041</pub-id></element-citation></ref><ref id="B33"><label>33</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Kamgang</surname><given-names>B</given-names></name><name><surname>Nchoutpouen</surname><given-names>E</given-names></name><name><surname>Simard</surname><given-names>F</given-names></name><name><surname>Paupy</surname><given-names>C</given-names></name></person-group><article-title>Notes on the blood-feeding behavior of Aedes albopictus (Diptera: Culicidae) in Cameroon</article-title><source>Parasit Vectors</source><year>2012</year><volume>5</volume><fpage>3</fpage><lpage>6</lpage><pub-id pub-id-type="doi">10.1186/1756-3305-5-57</pub-id><pub-id pub-id-type="pmid">22214472</pub-id></element-citation></ref><ref id="B34"><label>34</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Delatte</surname><given-names>H</given-names></name><name><surname>Desvars</surname><given-names>A</given-names></name><name><surname>Bou&#x000e9;tard</surname><given-names>A</given-names></name><name><surname>Bord</surname><given-names>S</given-names></name><name><surname>Gimonneau</surname><given-names>G</given-names></name><name><surname>Vourc&#x02019;h</surname><given-names>G</given-names></name><etal/></person-group><article-title>Blood-feeding behavior of Aedes albopictus, a vector of Chikungunya on La R&#x000e9;union</article-title><source>Vector Borne Zoonotic Dis</source><year>2010</year><volume>10</volume><fpage>249</fpage><lpage>258</lpage><pub-id pub-id-type="doi">10.1089/vbz.2009.0026</pub-id><pub-id pub-id-type="pmid">19589060</pub-id></element-citation></ref><ref id="B35"><label>35</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Dzul-Manzanilla</surname><given-names>F</given-names></name><name><surname>Ibarra-L&#x000f3;pez</surname><given-names>J</given-names></name><name><surname>Bibiano-Mar&#x000ed;n</surname><given-names>W</given-names></name><name><surname>Martini-Jaimes</surname><given-names>A</given-names></name><name><surname>Leyva</surname><given-names>JT</given-names></name><name><surname>CorreaMorales</surname><given-names>F</given-names></name><etal/></person-group><article-title>Indoor resting behavior of Aedes aegypti (Diptera: Culicidae) in Acapulco, Mexico</article-title><source>J Med Entomol</source><year>2017</year><volume>54</volume><fpage>501</fpage><lpage>504</lpage><pub-id pub-id-type="doi">10.1093/jme/tjw203</pub-id><pub-id pub-id-type="pmid">28011725</pub-id></element-citation></ref><ref id="B36"><label>36</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Barrera</surname><given-names>R</given-names></name></person-group><article-title>Competition and resistance to starvation in larvae of container-inhabiting Aedes mosquitoes</article-title><source>Ecol Entomol</source><year>1996</year><volume>21</volume><fpage>117</fpage><lpage>127</lpage></element-citation></ref><ref id="B37"><label>37</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Nasci</surname><given-names>RS</given-names></name><name><surname>Hare</surname><given-names>S</given-names></name><name><surname>Scott</surname><given-names>F</given-names></name></person-group><article-title>Interspecific mating between Louisiana strains of Aedes albopictus and Aedes aegypti in the field and laboratory</article-title><source>J Am Mosq Control Assoc</source><year>1989</year><volume>5</volume><fpage>416</fpage><lpage>421</lpage><pub-id pub-id-type="pmid">2584975</pub-id></element-citation></ref><ref id="B38"><label>38</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Tripet</surname><given-names>F</given-names></name><name><surname>Lounibos</surname><given-names>LP</given-names></name><name><surname>Robbins</surname><given-names>D</given-names></name><name><surname>Moran</surname><given-names>J</given-names></name><name><surname>Nishimura</surname><given-names>N</given-names></name><name><surname>Blosser</surname><given-names>EM</given-names></name></person-group><source>Competitive reduction by satyrization? evidence for interspecific mating in nature and asymmetric reproductive competition between invasive mosquito vectors</source><source>Am. J Trop Med Hyg</source><year>2011</year><volume>85</volume><fpage>265</fpage><lpage>270</lpage><pub-id pub-id-type="doi">10.4269/ajtmh.2011.10-0677</pub-id></element-citation></ref><ref id="B39"><label>39</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Lima-Camara</surname><given-names>T</given-names></name><name><surname>Torres</surname><given-names>C</given-names></name><name><surname>Alves</surname><given-names>N</given-names></name><name><surname>Vieira</surname><given-names>R</given-names></name><name><surname>Peixoto</surname><given-names>AF</given-names></name><name><surname>Lounibos</surname><given-names>LP</given-names></name></person-group><article-title>Male accessory gland substances from Aedes albopictus affect the locomotor activity of Aedes aegypti females</article-title><source>Mem Inst Oswaldo Cruz</source><year>2013</year><volume>108</volume><fpage>18</fpage><lpage>25</lpage><pub-id pub-id-type="doi">10.1590/0074-0276130381</pub-id></element-citation></ref><ref id="B40"><label>40</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Rey</surname><given-names>JR</given-names></name><name><surname>Lounibos</surname><given-names>LP</given-names></name></person-group><article-title>Ecology of Aedes aegypti and Aedes albopictus in the Americas and disease transmission</article-title><source>Biom&#x000e9;dica</source><year>2015</year><volume>35</volume><fpage>177</fpage><lpage>185</lpage><pub-id pub-id-type="doi">10.1590/S0120-41572015000200005</pub-id></element-citation></ref><ref id="B41"><label>41</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Tran</surname><given-names>A</given-names></name><name><surname>L'Ambert</surname><given-names>G</given-names></name><name><surname>Lacour</surname><given-names>G</given-names></name><name><surname>Beno&#x000ee;t</surname><given-names>R</given-names></name><name><surname>Demarchi</surname><given-names>M</given-names></name><name><surname>Cros</surname><given-names>M</given-names></name><etal/></person-group><article-title>A rainfall-and temperature-driven abundance model for Aedes albopictus populations</article-title><source>Int J Environ Res Public Health</source><year>2013</year><volume>10</volume><fpage>1698</fpage><lpage>1719</lpage><pub-id pub-id-type="doi">10.3390/ijerph10051698</pub-id><pub-id pub-id-type="pmid">23624579</pub-id></element-citation></ref><ref id="B42"><label>42</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Caputo</surname><given-names>B</given-names></name><name><surname>Ienco</surname><given-names>A</given-names></name><name><surname>Manica</surname><given-names>M</given-names></name><name><surname>Petrarca</surname><given-names>V</given-names></name><name><surname>Ros&#x000e0;</surname><given-names>R</given-names></name><name><surname>Della Torre</surname><given-names>A</given-names></name></person-group><article-title>New adhesive traps to monitor urban mosquitoes with a case study to assess the efficacy of insecticide control strategies in temperate areas</article-title><source>Parasit Vectors</source><year>2015</year><volume>8</volume><fpage>1</fpage><lpage>12</lpage><pub-id pub-id-type="doi">10.1186/s13071-015-0734-4</pub-id><pub-id pub-id-type="pmid">25561160</pub-id></element-citation></ref><ref id="B43"><label>43</label><element-citation publication-type="journal"><person-group person-group-type="author"><collab>Alcald&#x000ed;a de Yopal</collab></person-group><source>Plan de ordenamiento territorial POT-Yopal</source><year>2013</year><volume>Tomo II</volume><fpage>1</fpage><lpage>218</lpage><date-in-citation content-type="access-date" iso-8601-date="2017-01-05">5 de enero de 2017</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="http://tramites1.suit.gov.co/registro-web/suit_descargar_archivo?A=12516">http://tramites1.suit.gov.co/registro-web/suit_descargar_archivo?A=12516</ext-link></comment></element-citation></ref></ref-list></back></article>