<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Neurologia</journal-id><journal-id journal-id-type="iso-abbrev">Neurologia</journal-id><journal-title-group><journal-title>Neurologia (Barcelona, Spain)</journal-title></journal-title-group><issn pub-type="ppub">0213-4853</issn><issn pub-type="epub">1578-1968</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7425669</article-id><article-id pub-id-type="pii">S0213-4853(20)30264-4</article-id><article-id pub-id-type="doi">10.1016/j.nrl.2020.08.002</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original</subject></subj-group></article-categories><title-group><article-title>Consecuencias sociolaborales del confinamiento por la COVID-19 en pacientes con esclerosis m&#x000fa;ltiple en dos poblaciones muy diferentes</article-title><trans-title-group xml:lang="en"><trans-title>Social and professional consequences of COVID-19 lockdown in patients with multiple sclerosis from two very different populations</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Zhang</surname><given-names>G.X.</given-names></name><xref rid="aff1" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Sanabria</surname><given-names>C.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Mart&#x000ed;nez</surname><given-names>D.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Zhang</surname><given-names>W.T.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Gao</surname><given-names>S.S.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Alem&#x000e1;n</surname><given-names>A.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Granja</surname><given-names>A.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0040"><name><surname>P&#x000e1;ramo</surname><given-names>C.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0045"><name><surname>Borges</surname><given-names>M.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0050"><name><surname>Izquierdo</surname><given-names>G.</given-names></name><xref rid="aff1" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><aff id="aff1"><label>a</label>Unidad de Esclerosis M&#x000fa;ltiple, Servicio de Neurolog&#x000ed;a, Vithas Nisa Hospital, Sevilla, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Department of Neurology, Yan&#x02019;an University Medical College No.3 Affiliated Hospital, Shaanxi, China</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>13</day><month>8</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>13</day><month>8</month><year>2020</year></pub-date><history><date date-type="received"><day>21</day><month>7</month><year>2020</year></date><date date-type="accepted"><day>6</day><month>8</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><sec><p>El confinamiento debido a la pandemia de la COVID-19, realizado a nivel mundial, ha tenido consecuencias casi siempre negativas en los pacientes con esclerosis m&#x000fa;ltiple (EM).</p></sec><sec><title>Objetivo</title><p>Hemos comparado el efecto sociolaboral que el confinamiento ha podido tener en pacientes con EM de dos poblaciones tan diferentes como son Espa&#x000f1;a y China.</p></sec><sec><title>M&#x000e9;todo</title><p>Se elaboraron unos cuestionarios a lo que respondieron un grupo de pacientes de EM que son revisados en la unidad de EM del hospital Vithas (Fundaci&#x000f3;n DINAC) en Sevilla, y pacientes con EM atendidos en varias provincias de China durante el mes de abril de 2020, con el objetivo de analizar las diferencias y similitudes del efecto sociolaboral entre ambas poblaciones. Para llevar a cabo este an&#x000e1;lisis se cre&#x000f3; una base de datos que se analiz&#x000f3; posteriormente.</p></sec><sec><title>Resultados</title><p>La poblaci&#x000f3;n china tiene una mayor proporci&#x000f3;n de pacientes m&#x000e1;s j&#x000f3;venes y no hay diferencia respecto al g&#x000e9;nero. La mayor&#x000ed;a de las variables estudiadas se comportaron de igual forma en los pacientes con EM tanto espa&#x000f1;oles como chinos. Los pacientes espa&#x000f1;oles presentaron menos impacto (30,7%) en su situaci&#x000f3;n socioecon&#x000f3;mica que los chinos (44%), p&#x000a0;&#x0003c;&#x000a0;0,05. No hubo diferencias importantes en el resto de las variables entre las dos poblaciones. Las redes sociales fueron muy utilizadas en la mayor&#x000ed;a de los enfermos de ambas poblaciones.</p></sec><sec><title>Conclusiones</title><p>Los pacientes con EM padecen de forma muy similar las consecuencias de la pandemia en su situaci&#x000f3;n sociolaboral y utilizan de forma parecida las redes sociales y el apoyo de la familia. Los pacientes espa&#x000f1;oles disfrutan de m&#x000e1;s estabilidad econ&#x000f3;mica, probablemente gracias al apoyo social que reciben.</p></sec></abstract><trans-abstract xml:lang="en"><sec><p>The global lockdown measures implemented due to the COVID-19 pandemic have nearly always had negative consequences for patients with multiple sclerosis (MS).</p></sec><sec><title>Objective</title><p>We compared the social and professional effects of confinement on patients with MS in 2 very different populations, from Spain and China.</p></sec><sec><title>Methods</title><p>Questionnaires were administered to a group of patients with MS who consulted at the MS unit of Vithas hospital (DINAC Foundation) in Seville, and patients with MS attended in several provinces of China in April 2020, with the aim of analysing the differences and similarities between populations in the social and professional effects of confinement. To this end, a database was created and subsequently analysed.</p></sec><sec><title>Results</title><p>The Chinese population includes a higher proportion of younger patients and no differences were identified regarding sex. Most of the variables studied behaved in the same way in both patient populations. Spanish patients presented a lesser impact (30.7%) on their socio-economic situation than Chinese patients (44%) (P &#x0003c; .05). There were no significant differences between populations in the remaining variables. Social networks were widely used in the majority of patients from both populations.</p></sec><sec><title>Conclusions</title><p>The social and professional consequences of the pandemic were very similar in both groups; the use of social networks and family support was also similar. Spanish patients seem to present greater economic stability, perhaps due to the social support they receive.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>Esclerosis m&#x000fa;ltiple</kwd><kwd>Confinamiento</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>Multiple Sclerosis</kwd><kwd>Lockdown</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">Desde noviembre del a&#x000f1;o 2019 la COVID-19 se ha convertido en una emergencia de salud p&#x000fa;blica de importancia internacional que ha tenido un impacto adverso considerable en todo el mundo<xref rid="bib0090" ref-type="bibr"><sup>1</sup></xref>. En diciembre de 2009 la OMS recibi&#x000f3; una comunicaci&#x000f3;n de las autoridades sanitarias de Wuhan, China, de que un virus (SARS-CoV-2) que dio lugar a la enfermedad COVID-19 produc&#x000ed;a un s&#x000ed;ndrome respiratorio muy grave. El d&#x000ed;a 11 de marzo de 2020 se declar&#x000f3; que exist&#x000ed;a un estado de pandemia. La COVID-19 representa una serie de manifestaciones cl&#x000ed;nicas que a menudo incluyen fiebre, tos seca y fatiga, con frecuencia acompa&#x000f1;adas de infecci&#x000f3;n pulmonar. Adem&#x000e1;s se vio que la infecci&#x000f3;n es altamente contagiosa, y la mayor&#x000ed;a de la poblaci&#x000f3;n era muy susceptible a contagiarse. Desde un primer momento se consider&#x000f3; que animales no dom&#x000e9;sticos como los murci&#x000e9;lagos y los pacientes infectados eran la principal fuente de contagio de esta enfermedad que se transmite a trav&#x000e9;s de gotas respiratorias y del contacto directo<xref rid="bib0095" ref-type="bibr"><sup>2</sup></xref>. Desde el brote, el gobierno chino y la comunidad cient&#x000ed;fica actuaron con rapidez para identificar los agentes pat&#x000f3;genos, compartir r&#x000e1;pidamente las secuencias gen&#x000e9;ticas del virus y tomar medidas para contener la epidemia. Para controlar la COVID-19 China promulg&#x000f3; medidas restrictivas sin precedentes en la historia de la salud p&#x000fa;blica, como ha declarado la OMS<xref rid="bib0100" ref-type="bibr"><sup>3</sup></xref>. Desde el 23 de enero de 2020 la ciudad de Wuhan, as&#x000ed; como otras ciudades de China, estuvieron bloqueadas. El 8 de abril de 2020 estas ciudades fueron liberadas, y durante el per&#x000ed;odo de cuarentena el pueblo chino super&#x000f3; todas las dificultades y se uni&#x000f3; para combatir la epidemia y evitar su propagaci&#x000f3;n. Esas medidas restrictivas en China parec&#x000ed;an ser eficaces para controlar la propagaci&#x000f3;n de la COVID-19 y fueron elogiadas por la OMS<xref rid="bib0105" ref-type="bibr"><sup>4</sup></xref>. Sin embargo, esas medidas han perturbado notablemente la econom&#x000ed;a y la vida social y familiar de las personas confinadas y, por lo tanto, estos hechos pueden tener importantes implicaciones para la salud y el bienestar de las personas.</p><p id="par0010">Desde un primer momento se empez&#x000f3; a considerar la posibilidad de que aparecieran manifestaciones neurol&#x000f3;gicas, aunque algunos s&#x000ed;ntomas no eran nada espec&#x000ed;ficos: acufenos, cefalea y trastornos olfativos<xref rid="bib0110" ref-type="bibr"><sup>5</sup></xref>. En un caso de encefalitis se pudo detectar presencia del coronavirus en el l&#x000ed;quido cefalorraqu&#x000ed;deo<xref rid="bib0115" ref-type="bibr"><sup>6</sup></xref>.</p><p id="par0015">Con respecto a la situaci&#x000f3;n en Espa&#x000f1;a, el inicio del contagio fue el 31 de enero de 2020 en la isla de la Gomera, mientras que el primer fallecido conocido muri&#x000f3; el 13 de febrero de 2020 en Valencia. En marzo de 2020 la epidemia fue extendi&#x000e9;ndose en Espa&#x000f1;a y el gobierno espa&#x000f1;ol decidi&#x000f3; declarar el estado de alerta en el pa&#x000ed;s<xref rid="bib0120" ref-type="bibr"><sup>7</sup></xref>. El primer foco de la epidemia se situ&#x000f3; en la localidad madrile&#x000f1;a de Torrej&#x000f3;n de Ardoz durante las primeras semanas. Ante la r&#x000e1;pida expansi&#x000f3;n del virus, durante el mes de marzo se comenzaron a tomar decisiones por parte de diferentes gobiernos auton&#x000f3;micos de los territorios afectados. El 14 de marzo de 2020 el gobierno espa&#x000f1;ol decret&#x000f3; el estado de alarma durante 15&#x000a0;d&#x000ed;as en todo el territorio espa&#x000f1;ol<xref rid="bib0125" ref-type="bibr"><sup>8</sup></xref>. Con esta medida se limit&#x000f3; la libre circulaci&#x000f3;n, siendo en la pr&#x000e1;ctica un confinamiento de la poblaci&#x000f3;n en sus lugares de residencia, con salidas &#x000fa;nicamente para actividades consideradas esenciales (alimentaci&#x000f3;n, farmacias, consultas m&#x000e9;dicas y seguridad). El estado de alarma se prorrog&#x000f3; hasta en tres ocasiones, extendi&#x000e9;ndose esta medida hasta el 9 de mayo de 2020. El estado de alarma consigui&#x000f3; disminuir de manera satisfactoria la incidencia de la infecci&#x000f3;n por el virus, pues tanto el n&#x000fa;mero de casos como los contagiados y la mortalidad bajaron ostensiblemente.</p><p id="par0020">A partir de esa fecha se inici&#x000f3; el proceso de desescalada asim&#x000e9;trica por unidades territoriales, aprobado por el gobierno el 28 de abril de 2020. Este proceso se llev&#x000f3; acabo en cuatro fases:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0025">Fase 0. Contemplaba paseos de personas mayores y ni&#x000f1;os, poder realizar deportes de manera individual, a determinadas horas y siempre evitando aglomeraciones.</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0030">Fase 1. Fue el inicio de la actividad social y reuniones en domicilios, siempre manteniendo todas las precauciones: distancia, higiene de manos y aforo limitado.</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0035">Fase 2 (intermedia). Se contempla la apertura de todos los locales comerciales, terrazas al aire libre as&#x000ed; como reuniones de grupos de mayor n&#x000fa;mero de personas.</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0040">Fase 3 (avanzada). Se autoriza la retirada gradual de las restricciones para los diferentes sectores econ&#x000f3;micos y socioculturales pero tratando de evitar las aglomeraciones de muchas personas.</p></list-item></list>
</p><p id="par0045">Estas medidas de confinamiento frente a la epidemia de la COVID-19 han provocado importantes consecuencias en todos los sectores: mayor desempleo, paralizaci&#x000f3;n de la econom&#x000ed;a, educaci&#x000f3;n, salud, comercio y turismo, que poco a poco se est&#x000e1;n recuperando, despacio y con mucha prudencia, volviendo a la normalidad que se contempla y a la que se ha llamado &#x000ab;la nueva normalidad&#x000bb;.</p><p id="par0050">Sin embargo, tales medidas han perturbado el empleo y la vida de las personas de forma evidente y mantenida<xref rid="bib0130" ref-type="bibr"><sup>9</sup></xref>. El confinamiento en el hogar es una situaci&#x000f3;n sin precedentes en todo el mundo, y es previsible que tenga un importante impacto en el bienestar f&#x000ed;sico y psicol&#x000f3;gico de las personas. La paralizaci&#x000f3;n de la actividad econ&#x000f3;mica, el cierre de centros educativos y el confinamiento de toda la poblaci&#x000f3;n durante semanas ha supuesto una situaci&#x000f3;n extraordinaria y con m&#x000fa;ltiples est&#x000ed;mulos generadores de estr&#x000e9;s<xref rid="bib0135" ref-type="bibr"><sup>10</sup></xref>. Esta pandemia ha aumentada la presi&#x000f3;n psicol&#x000f3;gica sobre la gente y ha creado un problema econ&#x000f3;mico general y personal que se ha agravado durante el confinamiento y que persiste actualmente. El miedo a la infecci&#x000f3;n y los largos per&#x000ed;odos de confinamiento aburrido producen ansiedad y depresi&#x000f3;n. La falta de informaci&#x000f3;n, las p&#x000e9;rdidas econ&#x000f3;micas y el estigma se han identificado como agentes de estr&#x000e9;s que han podido agravar la situaci&#x000f3;n. Los niveles de estr&#x000e9;s percibidos pueden variar en cada pa&#x000ed;s, y en parte dependen de la pol&#x000ed;tica adoptada en cada territorio<xref rid="bib0140" ref-type="bibr"><sup>11</sup></xref>. Por lo tanto, pueden tener importantes implicaciones para la salud y el bienestar de la poblaci&#x000f3;n y, por tanto, de los enfermos de esclerosis m&#x000fa;ltiple (EM). El confinamiento debido a la pandemia de la COVID-19 ha podido tambi&#x000e9;n tener consecuencias especiales en los pacientes de EM a nivel mundial.</p></sec><sec id="sec0010"><title>Objetivo</title><p id="par0055">Hemos querido comparar el efecto sociolaboral que el confinamiento ha podido tener en pacientes con EM en dos poblaciones tan diferentes como son Espa&#x000f1;a y China.</p></sec><sec id="sec0015"><title>M&#x000e9;todo</title><p id="par0060">Se elaboraron unos cuestionarios a lo que respondieron un grupo de pacientes de EM que son revisados en la unidad de EM del hospital Vithas (Fundaci&#x000f3;n DINAC) en Sevilla, y pacientes con EM atendidos en varias provincias de China durante el mes de abril de 2020, con el objetivo de analizar las diferencias y las similitudes del efecto sociolaboral entre ambos poblaciones. Para llevar a cabo este an&#x000e1;lisis se cre&#x000f3; una base de datos que se analiz&#x000f3; posteriormente por medio de gr&#x000e1;ficas y estudio estad&#x000ed;stico.</p></sec><sec id="sec0020"><title>Resultados</title><p id="par0065">Hemos recibido las encuestas telem&#x000e1;ticas de 99 pacientes de EM chinos y de 153 pacientes que viven en Andaluc&#x000ed;a (Espa&#x000f1;a). En la encuesta se incluyeron las mismas variables para estudiar la repercusi&#x000f3;n sociolaboral del confinamiento en los pacientes con EM en Andaluc&#x000ed;a (Espa&#x000f1;a) y China.</p><sec id="sec0025"><title>Variables demogr&#x000e1;ficas de la muestra</title><p id="par0070">Se recopilaron datos demogr&#x000e1;ficos de los encuestados; se pregunt&#x000f3; edad y sexo (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
).<fig id="fig0005"><label>Figura 1</label><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0075">En China se realiz&#x000f3; el cuestionario a 99 personas, de las cuales 68 son mujeres y 31 son hombres. En Espa&#x000f1;a respondieron al cuestionario 153 personas: 112 mujeres y 41 hombres. Entre las poblaciones encuestadas se encontraron diferentes rangos de edad.<list list-type="simple" id="lis0010"><list-item id="lsti0025"><label>&#x02022;</label><p id="par0080">En Espa&#x000f1;a, el 8,4% ten&#x000ed;an entre 20 y 30 a&#x000f1;os, el 23,4% entre 30 y 40 a&#x000f1;os, el 37,9% entre 40 y 50 a&#x000f1;os, el 26,1% entre 50 y 60 a&#x000f1;os, y el 3,9% restante entre 60 y 70 a&#x000f1;os.</p></list-item><list-item id="lsti0030"><label>&#x02022;</label><p id="par0085">En China, el 5,1% de los pacientes ten&#x000ed;an entre 10 y 20 a&#x000f1;os, el 44,4% entre 20 y 30 a&#x000f1;os, el 30,3% entre 30 y 40 a&#x000f1;os, el 13,1% entre 40 y 50 a&#x000f1;os, el 5,1% entre 50 y 60 a&#x000f1;os, y el 2% entre 60 y 70 a&#x000f1;os.</p></list-item></list>
</p><p id="par0090">El cuestionario aplicado a la muestra se organiz&#x000f3; en cinco apartados, cada uno de ellos con dos preguntas de respuestas cerradas.</p><p id="par0095">Los apartados se refieren a los efectos y consecuencias a considerar durante el periodo de confinamiento en la pandemia de la COVID-19. Estos apartados son:</p></sec><sec id="sec0030"><title>a. Relaciones familiares y red de apoyo m&#x000e1;s cercano</title><p id="par0100">Se realizaron dos preguntas donde se valoraban la intensidad y la importancia de las relaciones. Podemos afirmar que tanto en Espa&#x000f1;a como en China los porcentajes de los &#x000ed;tems &#x000ab;bastante&#x000bb; y &#x000ab;muchos&#x000bb; son elevados, lo que significa que tanto en una poblaci&#x000f3;n como otra el valor de la familia y de los amigos es un factor muy importante de bienestar (<xref rid="fig0010" ref-type="fig">Figura 2</xref>, <xref rid="fig0015" ref-type="fig">Figura 3</xref>
).<fig id="fig0010"><label>Figura 2</label><graphic xlink:href="gr2_lrg"/></fig><fig id="fig0015"><label>Figura 3</label><graphic xlink:href="gr3_lrg"/></fig></p></sec><sec id="sec0035"><title>b. Situaci&#x000f3;n econ&#x000f3;mico-laboral</title><p id="par0105">En este aspecto en Espa&#x000f1;a sorprende la gran diferencia entre el 69% de la suma de &#x000ab;nada&#x000bb;-&#x000ab;poco&#x000bb; frente al 30,7% del &#x000ab;mucho&#x000bb;-&#x000ab;bastante&#x000bb;. Creemos que ello puede ser reflejo de que los pacientes con EM suelen tener un nivel socioecon&#x000f3;mico medio-alto en muchos casos por el apoyo de las pensiones.</p><p id="par0110">Cabe tambi&#x000e9;n se&#x000f1;alar que estos datos se pueden deber a dos aspectos importantes.<list list-type="simple" id="lis0015"><list-item id="lsti0035"><label>&#x02022;</label><p id="par0115">Los pacientes que se encuentran activos laboralmente tienen una actividad profesional estable y consolidada.</p></list-item><list-item id="lsti0040"><label>&#x02022;</label><p id="par0120">Debido al sistema vigente en Espa&#x000f1;a de Seguridad Social, un n&#x000fa;mero importante de enfermos est&#x000e1;n percibiendo una prestaci&#x000f3;n econ&#x000f3;mica contributiva por su incapacidad f&#x000ed;sica provocada por la enfermedad.</p></list-item></list>
</p><p id="par0125">En el an&#x000e1;lisis comparativo con China percibimos que los porcentajes est&#x000e1;n equitativamente repartidos, pues la diferencia entre ambos extremos es inferior en relaci&#x000f3;n con Espa&#x000f1;a, con un 55,6% de &#x000ab;nada&#x000bb;-&#x000ab;poco&#x000bb; frente al 44,4% de &#x000ab;bastante&#x000bb;-&#x000ab;mucho&#x000bb; (<xref rid="fig0020" ref-type="fig">Figura 4</xref>, <xref rid="fig0025" ref-type="fig">Figura 5</xref>
).<fig id="fig0020"><label>Figura 4</label><graphic xlink:href="gr4_lrg"/></fig><fig id="fig0025"><label>Figura 5</label><graphic xlink:href="gr5_lrg"/></fig></p><p id="par0130">Referente a su situaci&#x000f3;n econ&#x000f3;mica, se reafirma la tendencia descrita en el apartado anterior en ambos n&#x000fa;cleos poblacionales: la gran diferencia en Espa&#x000f1;a y la igualada en China entre los extremos (<xref rid="fig0030" ref-type="fig">fig. 6</xref>
).<fig id="fig0030"><label>Figura 6</label><graphic xlink:href="gr6_lrg"/></fig></p></sec><sec id="sec0040"><title>c. Estado de salud f&#x000ed;sica</title><p id="par0135">Se da la circunstancia de que en ambas poblaciones la incidencia del confinamiento sobre la salud f&#x000ed;sica en los pacientes con EM est&#x000e1; muy igualada; los pacientes que dicen que est&#x000e1;n poco o nada afectados alcanzan en China un porcentaje del 84%, mientras que en Espa&#x000f1;a es del 79,8%, lo que indica que la COVID-19 ha tenido en los pacientes con EM un efecto similar al de las personas sin EM (<xref rid="fig0035" ref-type="fig">fig. 7</xref>
).<fig id="fig0035"><label>Figura 7</label><graphic xlink:href="gr7_lrg"/></fig></p></sec><sec id="sec0045"><title>d. Alteraciones cognitivas</title><p id="par0140">En este aspecto volvemos a encontrar una gran similitud entre China y Espa&#x000f1;a: poco o ning&#x000fa;n efecto, en China, del 72%, y del 79,7% en Espa&#x000f1;a. Podemos decir que los efectos del confinamiento no han variado en gran medida en cuanto a afectaci&#x000f3;n cognitiva. Probablemente este dato habr&#x000e1; que valorarlo a medio y largo plazo, ya que cabe esperar problemas m&#x000e1;s importantes cuando se valore a los pacientes pasados al menos 6&#x000a0;meses tras el confinamiento (<xref rid="fig0040" ref-type="fig">fig. 8</xref>
).<fig id="fig0040"><label>Figura 8</label><graphic xlink:href="gr8_lrg"/></fig></p></sec><sec id="sec0050"><title>e. Uso de las redes sociales</title><p id="par0145">En &#x000fa;ltimo apartado preguntamos sobre el uso de las redes sociales durante el periodo de confinamiento, y los porcentajes nuevamente est&#x000e1;n muy equiparados: el 68% en Espa&#x000f1;a y el 66% en China utilizan bastante o mucho las redes sociales, lo que, en definitiva, nos indica que las redes sociales han servido de nexo de uni&#x000f3;n, de comunicaci&#x000f3;n, de tener tiempo para compartir informaci&#x000f3;n, amistad, pensamientos y estados de &#x000e1;nimo, algo tan necesario en estas circunstancias de confinamiento, lo que ha podido ayudar a mitigar la soledad que en alg&#x000fa;n momento haya podido aparecer en este largo periodo de confinamiento (<xref rid="fig0045" ref-type="fig">fig. 9</xref>
).<fig id="fig0045"><label>Figura 9</label><graphic xlink:href="gr9_lrg"/></fig></p></sec></sec><sec id="sec0055"><title>Discusi&#x000f3;n</title><p id="par0150">El estudio tiene ciertas limitaciones. En primer lugar, el estudio se bas&#x000f3; en el cuestionario, que se realiz&#x000f3; en el momento en que Espa&#x000f1;a estaba en cuarentena, pero despu&#x000e9;s de que China levantara el confinamiento. Aunque era necesario tener datos simult&#x000e1;neos, las circunstancias eran diferentes.</p><p id="par0155">En segundo lugar, la muestra espa&#x000f1;ola procede fundamentalmente del sur del pa&#x000ed;s, mientras que la de China est&#x000e1; dispersa por todo el territorio de esta gran naci&#x000f3;n; por lo tanto, la severidad de la COVID-19 en la ciudad donde vive el paciente, el nivel econ&#x000f3;mico y el nivel de cobertura m&#x000e9;dica son diferentes. Estos puntos pueden tener un impacto en nuestros resultados.</p><p id="par0160">China est&#x000e1; al este de Asia; es un pa&#x000ed;s muy extenso (9.600.000&#x000a0;km<sup>2</sup>) con una gran poblaci&#x000f3;n (1.400 millones de habitantes). Las grandes diferencias socioculturales regionales y ling&#x000fc;&#x000ed;sticas convierten a China en un gran pa&#x000ed;s con una gran diversidad. La econom&#x000ed;a del este de China es la m&#x000e1;s fuerte, y la m&#x000e1;s d&#x000e9;bil est&#x000e1; en el oeste, mientras que en el centro es una econom&#x000ed;a intermedia.</p><p id="par0165">Adem&#x000e1;s, los pacientes chinos son m&#x000e1;s j&#x000f3;venes que los espa&#x000f1;oles y tienen una base econ&#x000f3;mica m&#x000e1;s d&#x000e9;bil. La pandemia afect&#x000f3; m&#x000e1;s a los j&#x000f3;venes que a las personas mayores, por lo que, en t&#x000e9;rminos econ&#x000f3;micos, el impacto en las encuestas chinas parece ser mayor que en las espa&#x000f1;olas. China tiene una baja prevalencia de pacientes con EM y la investigaci&#x000f3;n de dicha enfermedad es limitada<xref rid="bib0145" ref-type="bibr"><sup>12</sup></xref>, pero en los &#x000fa;ltimos a&#x000f1;os se ha comenzado a dar importancia a la EM<xref rid="bib0150" ref-type="bibr"><sup>13</sup></xref>. Actualmente las tasas de diagn&#x000f3;stico son m&#x000e1;s altas que antes y los pacientes diagnosticados con EM en China son m&#x000e1;s j&#x000f3;venes. Para ellos, el primer factor de incertidumbre tras el diagn&#x000f3;stico son las condiciones sociales y econ&#x000f3;micas. Tampoco se puede descartar la influencia de factores como los servicios de salud y el seguro m&#x000e9;dico. Hay estudios que muestran que los j&#x000f3;venes y los estudiantes resultan m&#x000e1;s sensibles a las secuelas psicol&#x000f3;gicas de la pandemia. La edad funciona como un factor de protecci&#x000f3;n, de modo que, a mayor edad, la crisis sociosanitaria provocada por la pandemia parece tener menor impacto psicol&#x000f3;gico en las personas<xref rid="bib0155" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0170">El confinamiento forzado reduce dr&#x000e1;sticamente la socializaci&#x000f3;n con familiares y amigos, por lo que pueden ocurrir consecuencias significativas para la salud f&#x000ed;sica y mental, provocando de esta forma que la mayor&#x000ed;a de la poblaci&#x000f3;n optara por la web y los medios sociales on-line durante este tiempo para proporcionar apoyo social y un sentido de pertenencia; esta es la raz&#x000f3;n por la que los resultados de ambas poblaciones muestran que el confinamiento no afect&#x000f3; la relaci&#x000f3;n con las familias y los amigos. El valor de la familia y de los amigos es un signo muy importante de bienestar tanto en China como en Espa&#x000f1;a, y as&#x000ed; se demuestra en este estudio. Otra raz&#x000f3;n para el uso mayoritario de las redes sociales puede estar relacionada con el trabajo, ya que m&#x000e1;s personas optan por trabajar a distancia on-line<xref rid="bib0160" ref-type="bibr"><sup>15</sup></xref>, y por eso la mayor&#x000ed;a no ve afectado su estado laboral. As&#x000ed;, tanto en China como en Espa&#x000f1;a las personas utilizan las plataformas de redes digitales o sociales con m&#x000e1;s frecuencia que antes. Esta proporci&#x000f3;n puede disminuir a medida que finalice el per&#x000ed;odo de cuarentena<xref rid="bib0165" ref-type="bibr"><sup>16</sup></xref>.</p><p id="par0175">Durante la cuarentena, en algunos hospitales se ha pospuesto el tratamiento de algunas enfermedades neurol&#x000f3;gicas cr&#x000f3;nicas (como la EM). Inicialmente se consider&#x000f3; que el riesgo de sufrir graves consecuencias de la infecci&#x000f3;n por COVID-19 podr&#x000ed;a ser m&#x000e1;s elevado, pero los resultados de nuestro cuestionario, tanto para los pacientes espa&#x000f1;oles como para los chinos, indican que el impacto del brote en el empeoramiento de la enfermedad no es muy evidente, y se puede considerar que el riesgo de la enfermedad es similar al que presentan el resto de las personas sin EM<xref rid="bib0170" ref-type="bibr"><sup>17</sup></xref>.</p></sec><sec id="sec0060"><title>Conclusiones</title><p id="par0180">Con respecto a la incidencia de problemas socioecon&#x000f3;micos producidos por la COVID-19 en los pacientes con EM, independientemente de su lugar de procedencia, este estudio concluye que no ha afectado m&#x000e1;s a los pacientes con EM que al resto de la poblaci&#x000f3;n; tampoco se encuentran datos para apoyar una mayor incidencia de la COVID-19 en pacientes con EM.</p><p id="par0185">China y Espa&#x000f1;a (Andaluc&#x000ed;a) son pa&#x000ed;ses que tienen similitudes y diferencias en cuanto a cultura, educaci&#x000f3;n, formaci&#x000f3;n y tradiciones singulares, pero los enfermos tienen valores muy parecidos, como la familia, la amistad y la necesidad de relacionarse con otras personas. Las redes sociales y las comunicaciones telem&#x000e1;ticas han sustituido en parte, durante el confinamiento, la falta de contacto f&#x000ed;sico tanto en China como en Espa&#x000f1;a, contacto que es imprescindible para los seres humanos, y m&#x000e1;s en situaciones de pandemia.</p><p id="par0190">Finalmente, insistir que existen m&#x000e1;s similitudes que diferencias entre China y Espa&#x000f1;a (Andaluc&#x000ed;a) en la respuesta socioecon&#x000f3;mica de los enfermos con EM al confinamiento, como queda recogido en este estudio.</p></sec><sec id="sec0065"><title>Financiaci&#x000f3;n</title><p id="par0195">Financiado parcialmente por la Fundaci&#x000f3;n DINAC.</p></sec><sec id="sec0070"><title>Conflicto de intereses</title><p id="par0200">Los autores declaran no tener conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0090"><label>1</label><mixed-citation publication-type="other" id="oref0005">World Health Organization [consultado 10 Mar 2020]. Disponible en: www.who.int</mixed-citation></ref><ref id="bib0095"><label>2</label><element-citation publication-type="journal" id="sbref0095"><person-group person-group-type="author"><name><surname>Shi</surname><given-names>Y</given-names></name><name><surname>Wang</surname><given-names>G.</given-names></name><name><surname>Cai</surname><given-names>X.-P.</given-names></name><name><surname>Deng</surname><given-names>J.-W.</given-names></name><name><surname>Zheng</surname><given-names>L.</given-names></name><name><surname>Zhu</surname><given-names>H.-H.</given-names></name></person-group><article-title>An overview of COVID-19</article-title><source>J Zhejiang Univ Sci B.</source><volume>21</volume><year>2020</year><fpage>343</fpage><lpage>360</lpage><pub-id pub-id-type="pmid">32425000</pub-id></element-citation></ref><ref id="bib0100"><label>3</label><mixed-citation publication-type="other" id="oref0015">Reuters, 2020. Wuhan lockdown &#x02018;unprecedented&#x02019;, shows commitment to contain virus: WHO representative in China [consultado 8 Mar 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.reuters.com/article/us-china-health-who-id%20USKBN1ZM1G9" id="intr0005">https://www.reuters.com/article/us-china-health-who-id USKBN1ZM1G9</ext-link></mixed-citation></ref><ref id="bib0105"><label>4</label><mixed-citation publication-type="other" id="oref0020">The Washington Post, 2020. Chinese officials note serious problems in coronavirus response. The World Health Organization keeps praising them [consultado 10 Mar 2020]. Disponible en: https://www.washingtonpost.com/world/asia_pacific/chinese-officials-note serious-problems-in- coronavirus-response-the-world-health-organization-keeps praising-them/2020/02/08/b 663dd7c-4834-11ea-91ab-ce439aa5c7c1_story.html</mixed-citation></ref><ref id="bib0110"><label>5</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Mao</surname><given-names>L.</given-names></name><name><surname>Jin</surname><given-names>H.</given-names></name><name><surname>Wang</surname><given-names>M.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Chen</surname><given-names>S.</given-names></name><name><surname>He</surname><given-names>Q.</given-names></name></person-group><article-title>Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan, China</article-title><source>JAMA Neurol.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jamaneurol.2020.1127</pub-id></element-citation></ref><ref id="bib0115"><label>6</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Moriguchi</surname><given-names>T.</given-names></name><name><surname>Harii</surname><given-names>N.</given-names></name><name><surname>Goto</surname><given-names>J.</given-names></name><name><surname>Harada</surname><given-names>D.</given-names></name><name><surname>Sugawara</surname><given-names>H.</given-names></name><name><surname>Takamino</surname><given-names>J.</given-names></name></person-group><article-title>A first case of meningitis/encephalitis associated with SARS-Coronavirus-2</article-title><source>Int J Infect Dis</source><volume>94</volume><year>2020</year><fpage>55</fpage><lpage>58</lpage><pub-id pub-id-type="pmid">32251791</pub-id></element-citation></ref><ref id="bib0120"><label>7</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Ozamiz-Etxebarria</surname><given-names>N.</given-names></name><name><surname>Dosil-Santamaria</surname></name><name><surname>Picaza-Gorrochategui</surname><given-names>M.</given-names></name><name><surname>Idoiaga-Mondragon</surname><given-names>N.</given-names></name></person-group><article-title>Stress, anxiety and depression levels in the initial stage of the COVID-19 outbreak in a population sample in the northern Spain</article-title><source>Cad Saude Publica.</source><volume>36</volume><year>2020</year><fpage>e00054020</fpage><pub-id pub-id-type="pmid">32374806</pub-id></element-citation></ref><ref id="bib0125"><label>8</label><mixed-citation publication-type="other" id="oref0040">Departamento de Salud, Gobierno Vasco. Nuevo coronavirus (COVID-19) [consultado 20 Mar 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.euskadi.eus/nuevo-coronavirus-covid-19/" id="intr0010">http://www.euskadi.eus/nuevo-coronavirus-covid-19/</ext-link></mixed-citation></ref><ref id="bib0130"><label>9</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Lima</surname><given-names>C.K.T.</given-names></name><name><surname>Carvalho</surname><given-names>P.M.M.</given-names></name><name><surname>Lima</surname><given-names>I.A.A.S.</given-names></name><name><surname>Nunes</surname><given-names>J.V.A.O.</given-names></name><name><surname>Saraiva</surname><given-names>J.S.</given-names></name><name><surname>de Souza</surname><given-names>R.I.</given-names></name></person-group><article-title>The emotional impact of Coronavirus 2019-nCoV (new Coronavirus disease)</article-title><source>Psychiatry Res.</source><volume>287</volume><year>2020</year><fpage>112915</fpage><pub-id pub-id-type="pmid">32199182</pub-id></element-citation></ref><ref id="bib0135"><label>10</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>C.</given-names></name><name><surname>Pan</surname><given-names>R.</given-names></name><name><surname>Wan</surname><given-names>X.</given-names></name><name><surname>Tan</surname><given-names>Y.</given-names></name><name><surname>Xu</surname><given-names>L.</given-names></name><name><surname>Ho</surname><given-names>C.S.</given-names></name></person-group><article-title>Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China</article-title><source>Int J Environ Res Public Health</source><volume>17</volume><year>2020</year><fpage>1729</fpage><pub-id pub-id-type="doi">10.3390/ijerph17051729</pub-id></element-citation></ref><ref id="bib0140"><label>11</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Brooks</surname><given-names>S.</given-names></name><name><surname>Webster</surname><given-names>K.</given-names></name><name><surname>Smith</surname><given-names>E.</given-names></name><name><surname>Woodland</surname><given-names>L.</given-names></name><name><surname>Wessely</surname><given-names>S.</given-names></name><name><surname>Greenberg</surname><given-names>N.</given-names></name></person-group><article-title>The psychological impact of quarantine and how to reduce it: Rapid review of the evidence</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>912</fpage><lpage>920</lpage><pub-id pub-id-type="pmid">32112714</pub-id></element-citation></ref><ref id="bib0145"><label>12</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Cheng</surname><given-names>Q.</given-names></name><name><surname>Cheng</surname><given-names>X.J.</given-names></name><name><surname>Jiang</surname><given-names>G.X.</given-names></name></person-group><article-title>Multiple sclerosis in China &#x02014; history an future</article-title><source>Mult Scler.</source><volume>15</volume><year>2009</year><fpage>655</fpage><lpage>660</lpage><pub-id pub-id-type="pmid">19435753</pub-id></element-citation></ref><ref id="bib0150"><label>13</label><element-citation publication-type="journal" id="sbref0150"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>G.-X.</given-names></name><name><surname>Carrilllo-Vico</surname><given-names>A.</given-names></name><name><surname>Izquierdo</surname><given-names>G.</given-names></name><name><surname>Wen-Ting</surname><given-names>Z.</given-names></name><name><surname>Shuai-Shuai</surname><given-names>G.</given-names></name><name><surname>Izquierdo</surname><given-names>G.</given-names></name></person-group><article-title>Incidencia y prevalencia de la esclerosis m&#x000fa;ltiple en China y pa&#x000ed;ses asi&#x000e1;ticos</article-title><source>Neurologia.</source><year>2020</year><comment>[presentado para publicaci&#x000f3;n]</comment></element-citation></ref><ref id="bib0155"><label>14</label><element-citation publication-type="journal" id="sbref0155"><person-group person-group-type="author"><name><surname>Parrado-Gonz&#x000e1;lez</surname><given-names>A.</given-names></name><name><surname>Le&#x000f3;n-Jariego</surname><given-names>J.C.</given-names></name></person-group><article-title>COVID-19: Factores asociados al malestar emocional y morbilidad ps&#x000ed;quica en poblaci&#x000f3;n espa&#x000f1;ola</article-title><source>Rev Esp Salud Publica.</source><volume>94</volume><year>2020</year><fpage>e1</fpage><lpage>e16</lpage></element-citation></ref><ref id="bib0160"><label>15</label><element-citation publication-type="journal" id="sbref0160"><person-group person-group-type="author"><name><surname>L&#x000f3;pez-Bueno</surname><given-names>R.</given-names></name><name><surname>Calatayud</surname><given-names>J.</given-names></name><name><surname>Casa&#x000f1;a</surname><given-names>J.</given-names></name><name><surname>Casaj&#x000fa;s</surname><given-names>J.A.</given-names></name><name><surname>Smith</surname><given-names>L.</given-names></name><name><surname>Tully</surname><given-names>M.A.</given-names></name></person-group><article-title>COVID-19 confinement and health risk behaviors in Spain</article-title><source>Front Psychol.</source><volume>11</volume><year>2020</year><fpage>1426</fpage><pub-id pub-id-type="pmid">32581985</pub-id></element-citation></ref><ref id="bib0165"><label>16</label><element-citation publication-type="journal" id="sbref0165"><person-group person-group-type="author"><name><surname>Armitage Nellum</surname><given-names>L.B.</given-names></name></person-group><article-title>COVID-19 and the consequence of isolating the elderly</article-title><source>Lancet Public Health.</source><volume>5</volume><year>2020</year><fpage>e256</fpage><pub-id pub-id-type="pmid">32199471</pub-id></element-citation></ref><ref id="bib0170"><label>17</label><element-citation publication-type="journal" id="sbref0170"><person-group person-group-type="author"><name><surname>Berger</surname><given-names>J.R.</given-names></name><name><surname>Brandstadter</surname><given-names>R.</given-names></name><name><surname>Bar-Or</surname><given-names>A.</given-names></name></person-group><article-title>COVID-19 and MS disease-modifying therapies</article-title><source>Neurol Neuroimmunol Neuroinflamm.</source><volume>7</volume><year>2020</year><fpage>e761</fpage><pub-id pub-id-type="pmid">32414755</pub-id></element-citation></ref></ref-list><ack id="ack0005"><title>Agradecimientos</title><p>Este estudio fue apoyado por la Unidad de Esclerosis M&#x000fa;ltiple, Servicio de Neurolog&#x000ed;a, Vithas Nisa Hospital, Sevilla, Espa&#x000f1;a.</p></ack></back></article>