<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Gac Sanit</journal-id><journal-id journal-id-type="iso-abbrev">Gac Sanit</journal-id><journal-title-group><journal-title>Gaceta Sanitaria</journal-title></journal-title-group><issn pub-type="ppub">0213-9111</issn><issn pub-type="epub">1578-1283</issn><publisher><publisher-name>SESPAS. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7129244</article-id><article-id pub-id-type="publisher-id">S0213-9111(20)30084-4</article-id><article-id pub-id-type="doi">10.1016/j.gaceta.2020.04.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Letalidad del COVID-19: ausencia de patr&#x000f3;n epidemiol&#x000f3;gico</article-title><trans-title-group xml:lang="en"><trans-title>Case fatality rate of COVID-19: absence of epidemiological pattern</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Medeiros de Figueiredo</surname><given-names>Alexandre</given-names></name><email>potiguar77@gmail.com</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Daponte</surname><given-names>Antonio</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Moreira Marculino de Figueiredo</surname><given-names>Daniela Cristina</given-names></name><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Gil-Garc&#x000ed;a</surname><given-names>Eugenia</given-names></name><xref rid="aff0030" ref-type="aff">f</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Kalache</surname><given-names>Alexandre</given-names></name><xref rid="aff0035" ref-type="aff">g</xref></contrib><aff id="aff0005"><label>a</label>Departamento de Promoci&#x000f3;n de la Salud, Universidade Federal da Para&#x000ed;ba, Jo&#x000e3;o Pessoa, Brasil</aff><aff id="aff0010"><label>b</label>Programa de Posgrado en Ciencias de la Salud, Universidade Federal do Rio Grande do Norte, Natal, Brasil</aff><aff id="aff0015"><label>c</label>CIBER de Epidemiolog&#x000ed;a y Salud P&#x000fa;blica (CIBERESP), Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Observatorio de Salud y Medio Ambiente de Andaluc&#x000ed;a (OSMAN), Escuela Andaluza de Salud P&#x000fa;blica, Granada, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>Departamento de Estad&#x000ed;stica, Programa de Posgrado en Modelos de Decisi&#x000f3;n y Salud, Universidade Federal da Para&#x000ed;ba, Jo&#x000e3;o Pessoa, Brasil</aff><aff id="aff0030"><label>f</label>Departamento de Enfermer&#x000ed;a, Fisioterapia y Podolog&#x000ed;a, Universidad de Sevilla, Sevilla, Espa&#x000f1;a</aff><aff id="aff0035"><label>g</label>President International Longevity Centre-Brazil, former director WHO&#x000a0;Department of Ageing and Life Course, R&#x000ed;o de Janeiro, Brasil</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>potiguar77@gmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>4</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>4</day><month>4</month><year>2020</year></pub-date><history><date date-type="received"><day>22</day><month>3</month><year>2020</year></date><date date-type="rev-recd"><day>28</day><month>3</month><year>2020</year></date><date date-type="accepted"><day>1</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 SESPAS. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>SESPAS</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><sec><title>Objetivo</title><p>Analizar un conjunto de indicadores para comprender la variabilidad de la evoluci&#x000f3;n y el impacto de la epidemia de COVID-19.</p></sec><sec><title>M&#x000e9;todo</title><p>Estudio ecol&#x000f3;gico de pa&#x000ed;ses con m&#x000e1;s de 200 casos notificados. Se han analizado variables demogr&#x000e1;ficas, de gasto sanitario y de caracter&#x000ed;sticas de los servicios sanitarios como variables explicativas, y las tasas de incidencia, mortalidad y letalidad como variables respuesta. Se ha creado un &#x000ed;ndice de letalidad relativa. Los datos proceden de organismos internacionales. La magnitud de las asociaciones se ha estimado mediante el coeficiente de correlaci&#x000f3;n de Spearman.</p></sec><sec><title>Resultados</title><p>El n&#x000fa;mero de pruebas y el n&#x000fa;mero de profesionales de medicina se asocian a una mayor incidencia. La mortalidad y la letalidad no se asocian con variables demogr&#x000e1;ficas, de gasto sanitario ni de los servicios sanitarios.</p></sec><sec><title>Conclusi&#x000f3;n</title><p>Las diferencias sugieren una subestimaci&#x000f3;n generalizada de la magnitud de la epidemia. Es necesario mejorar la identificaci&#x000f3;n de casos y la eficacia de los sistemas de vigilancia epidemiol&#x000f3;gica.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Objective</title><p>Analyze a set of indicators to understand the variability of the evolution and impact of the COVID-19 epidemic in a set of selected countries.</p></sec><sec><title>Method</title><p>Ecological study of a group of countries with more than 200 reported cases. Demographic variables, health expenditure variables, and variables about characteristics of health services were included as explanatory variables. and incidence, mortality and fatality rates have been analyzed as response variables. In addition, a relative fatality index has been created. Data are from international organizations. Spearman's correlation coefficient was used to estimate the magnitude of the associations.</p></sec><sec><title>Results</title><p>Number of tests and of medical professionals are associated with a higher incidence rate. Mortality and case fatality rate are not associated with demographic, health expenditure, or health services variables.</p></sec><sec><title>Conclusion</title><p>Differences suggest a general underestimation of the magnitude of the epidemic. Improvement of case identification and effectiveness of epidemiological surveillance systems is necessary.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Epidemias</kwd><kwd>Coronavirus</kwd><kwd>Epidemiolog&#x000ed;a</kwd><kwd>Enfermedades transmisibles</kwd><kwd>Monitoreo epidemiol&#x000f3;gico</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Epidemics</kwd><kwd>Coronavirus</kwd><kwd>Epidemiology</kwd><kwd>Communicable diseases</kwd><kwd>Epidemiological monitoring</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">La enfermedad por coronavirus (COVID-19) se comunic&#x000f3; por primera vez en China en diciembre de 2019 y en poco m&#x000e1;s de 3 meses se ha extendido a m&#x000e1;s de cien pa&#x000ed;ses<xref rid="bib0075" ref-type="bibr"><sup>1</sup></xref>. Es una enfermedad sin tratamiento farmacol&#x000f3;gico espec&#x000ed;fico y con unos mecanismos de transmisibilidad y letalidad poco conocidos. Estas caracter&#x000ed;sticas dificultan la implantaci&#x000f3;n de intervenciones sanitarias por parte de los sistemas de salud. A este escenario se agregan la diversidad de aspectos econ&#x000f3;micos, sociales y demogr&#x000e1;ficos, y las capacidades de los sistemas de salud para identificar y ofrecer atenci&#x000f3;n m&#x000e9;dica a las personas afectadas.</p><p id="par0010">La evoluci&#x000f3;n de esta pandemia, en t&#x000e9;rminos de incidencia, mortalidad y velocidad de expansi&#x000f3;n, es heterog&#x000e9;nea, con diferencias entre pa&#x000ed;ses e incluso entre regiones del mismo pa&#x000ed;s. Esto requiere comprender los elementos que impulsan su comportamiento<xref rid="bib0075" ref-type="bibr"><sup>1</sup></xref>. Algunos estudios muestran que existen diferencias en la presentaci&#x000f3;n cl&#x000ed;nica y en la gravedad de la enfermedad, y que la letalidad es mayor en las personas mayores<xref rid="bib0080" ref-type="bibr"><sup>2</sup></xref>. Adem&#x000e1;s, una parte de los infectados requerir&#x000e1; asistencia sanitaria, incluyendo hospitalizaci&#x000f3;n<xref rid="bib0085" ref-type="bibr"><sup>3</sup></xref>. Por lo tanto, la estructura y la capacidad de los sistemas sanitarios son importantes para el impacto de la epidemia.</p><p id="par0015">Este estudio tiene por objetivo analizar factores asociados al impacto de la epidemia de COVID-19 en pa&#x000ed;ses de diversos continentes a partir de indicadores de morbilidad y mortalidad. Para ello, se describe y analiza la asociaci&#x000f3;n de una selecci&#x000f3;n de indicadores relacionados con la capacidad asistencial de los sistemas de salud y las caracter&#x000ed;sticas demogr&#x000e1;ficas de los pa&#x000ed;ses seleccionados, as&#x000ed; como los elementos que caracterizan el proceso epid&#x000e9;mico, como la magnitud, la velocidad de propagaci&#x000f3;n y la letalidad.</p></sec><sec id="sec0010"><title>M&#x000e9;todo</title><p id="par0020">Estudio ecol&#x000f3;gico basado en datos secundarios de China y de los pa&#x000ed;ses de la Organizaci&#x000f3;n para la Cooperaci&#x000f3;n y el Desarrollo Econ&#x000f3;mico (OCDE) con m&#x000e1;s de 200 casos notificados hasta el 18 de marzo de 2020<xref rid="bib0090" ref-type="bibr"><sup>4</sup></xref>. Estos pa&#x000ed;ses concentran la gran mayor&#x000ed;a de los casos y tienen caracter&#x000ed;sticas socioecon&#x000f3;micas relativamente homog&#x000e9;neas.</p><p id="par0025">Se han seleccionado los indicadores del Banco Mundial de &#x000ab;densidad de poblaci&#x000f3;n&#x000bb; y &#x000ab;porcentaje de personas mayores de 65 a&#x000f1;os&#x000bb; de cada pa&#x000ed;s, debido a que pueden ser factores importantes en la propagaci&#x000f3;n de la epidemia y en su impacto en la mortalidad<xref rid="bib0095" ref-type="bibr">5</xref>, <xref rid="bib0100" ref-type="bibr">6</xref>. Se han incluido los indicadores de la OCDE sobre &#x000ab;gasto per c&#x000e1;pita en salud&#x000bb;, &#x000ab;gasto en salud como porcentaje del producto interior bruto&#x000bb;, &#x000ab;n&#x000fa;mero de profesionales de medicina&#x000bb; y &#x000ab;n&#x000fa;mero de camas de hospital por habitante&#x000bb;, los cuales muestran la capacidad de cada pa&#x000ed;s para responder a la epidemia<xref rid="bib0105" ref-type="bibr"><sup>7</sup></xref>. Se han incluido tambi&#x000e9;n las estimaciones del n&#x000fa;mero de pruebas de COVID-19 por mill&#x000f3;n de personas realizadas en los pa&#x000ed;ses del estudio, publicadas en el blog <italic>Our World in Data,</italic> basadas en fuentes oficiales, para identificar la capacidad diagn&#x000f3;stica de los respectivos sistema sanitarios<xref rid="bib0110" ref-type="bibr"><sup>8</sup></xref>.</p><p id="par0030">El n&#x000fa;mero de casos y el n&#x000fa;mero de muertes confirmadas se han obtenido del Centro Europeo para la Prevenci&#x000f3;n y el Control de Enfermedades<xref rid="bib0090" ref-type="bibr"><sup>4</sup></xref>. Con estos datos se han estimado las variables respuesta para identificar el impacto de la epidemia, las tasas de incidencia y de mortalidad, y la letalidad. Las tasas de incidencia y la mortalidad se han calculado a partir del n&#x000fa;mero de casos confirmados y del n&#x000fa;mero de muertes por COVID-19, y para los denominadores se han utilizado las poblaciones de los pa&#x000ed;ses, disponibles en el repositorio de la Organizaci&#x000f3;n Mundial de Salud<xref rid="bib0115" ref-type="bibr"><sup>9</sup></xref>. La letalidad se ha calculado como el n&#x000fa;mero de muertes en funci&#x000f3;n del n&#x000fa;mero de casos confirmados de COVID-19. Adem&#x000e1;s, se han incluido como variables explicativas del proceso epid&#x000e9;mico el tiempo desde el primer caso y el tiempo para llegar a los 100 casos, que se han calculado con los datos de las fechas de los casos y de las muertes.</p><p id="par0035">Para identificar diferencias en la letalidad se ha desarrollado un &#x000ed;ndice de letalidad relativa, utilizando la tasa de letalidad del brote de COVID-19 en el crucero <italic>Princess Diamond</italic> como referencia<xref rid="bib0120" ref-type="bibr"><sup>10</sup></xref>. Este &#x000ed;ndice es la letalidad de cada pa&#x000ed;s en relaci&#x000f3;n con la letalidad que hubo en el crucero. En este, se realiz&#x000f3; seguimiento a una gran mayor&#x000ed;a de pasaje y tripulaci&#x000f3;n, 3710 personas en total, lo que ha permitido calcular la letalidad con una precisi&#x000f3;n muy superior a la que se puede estimar actualmente en los pa&#x000ed;ses afectados. Adem&#x000e1;s, la mayor&#x000ed;a de los casos se detectaron en pacientes nacidos en pa&#x000ed;ses de la OCDE<xref rid="bib0120" ref-type="bibr"><sup>10</sup></xref>, similares a los incluidos en este estudio. Hubo siete muertes, todas en pacientes mayores de 70 a&#x000f1;os, resultando una tasa de letalidad del 1,01%<xref rid="bib0120" ref-type="bibr"><sup>10</sup></xref>.</p><p id="par0040">Se ha utilizado el coeficiente de correlaci&#x000f3;n de Spearman para estimar la magnitud de la asociaci&#x000f3;n entre las variables.</p></sec><sec id="sec0015"><title>Resultados</title><p id="par0045">Hay una gran heterogeneidad entre los pa&#x000ed;ses en cuanto a los indicadores incluidos en el estudio (<xref rid="sec0060" ref-type="fn">Tabla I del Ap&#x000e9;ndice online</xref>). La tasa de incidencia no se asocia con el tiempo transcurrido desde el primer caso registrado (p = 0,32) y presenta una correlaci&#x000f3;n moderada positiva con la tasa de pruebas realizadas para COVID-19 (p &#x0003c;0,05) y con el n&#x000fa;mero de profesionales de medicina por habitante en el pa&#x000ed;s (p &#x0003c;0,05). El pa&#x000ed;s con mayor incidencia es Islandia, que pertenece al grupo de pa&#x000ed;ses europeos que han comenzado a registrar y comunicar los casos m&#x000e1;s recientemente. En cuanto a la velocidad de progresi&#x000f3;n, hay una correlaci&#x000f3;n moderada negativa entre la incidencia y el tiempo para llegar a los 100 casos, que se&#x000f1;ala que el grupo de pa&#x000ed;ses que ha comenzado a registrar casos m&#x000e1;s tarde ha tenido menos tiempo desde el inicio de la epidemia para llegar a los 100 casos (p &#x0003c;0,05). Por otra parte, hay una correlaci&#x000f3;n moderada positiva entre la tasa de incidencia y la tasa de mortalidad (p &#x0003c;0,05), y la tasa de mortalidad est&#x000e1; asociada de forma positiva y fuertemente con la letalidad (p &#x0003c;0,01). Sin embargo, no hay asociaci&#x000f3;n entre la proporci&#x000f3;n de personas mayores de 65 a&#x000f1;os y la tasa de mortalidad ni la letalidad. Tampoco las variables relacionadas con la estructura f&#x000ed;sica y el gasto de los sistemas de salud se asocian con la letalidad y la mortalidad. La letalidad se asocia con el momento de inicio de la epidemia (p &#x0003c;0,05). Finalmente, Italia tiene la mayor letalidad relativa, una letalidad 7,9 veces mayor que la estimada para el crucero.</p></sec><sec id="sec0020"><title>Discusi&#x000f3;n</title><p id="par0050">La comparaci&#x000f3;n de los pa&#x000ed;ses incluidos en este estudio no presenta los patrones esperados correspondientes a la evoluci&#x000f3;n de una epidemia de una enfermedad infecciosa con transmisibilidad r&#x000e1;pida y alta letalidad en personas mayores.</p><p id="par0055">La incidencia es una medida de frecuencia que depende de las caracter&#x000ed;sticas relacionadas con el virus, la susceptibilidad a la infecci&#x000f3;n por parte de la poblaci&#x000f3;n y la capacidad de los sistemas de salud para identificar a los portadores del virus. La correlaci&#x000f3;n entre el n&#x000fa;mero de pruebas por mill&#x000f3;n de personas y la incidencia indica que la epidemia puede estar subestimada por la dificultad para hacer el diagn&#x000f3;stico en algunos pa&#x000ed;ses. La falta de correlaci&#x000f3;n entre la letalidad y la proporci&#x000f3;n de personas mayores de 65 a&#x000f1;os es un resultado inesperado, incluso teniendo en cuenta las limitaciones relacionadas con el tipo de dise&#x000f1;o del estudio, el n&#x000fa;mero de pa&#x000ed;ses estudiados y el tiempo relativamente corto desde el inicio de la epidemia. Los pa&#x000ed;ses que tienen una mayor proporci&#x000f3;n de personas mayores y un tiempo de epidemia similar deber&#x000ed;an presentar una tasa de letalidad similar. Sin embargo, pa&#x000ed;ses como Espa&#x000f1;a y Alemania presentan una magnitud de la letalidad muy diferente, teniendo una proporci&#x000f3;n de personas mayores de 65 a&#x000f1;os y un tiempo de epidemia similares. La letalidad es un indicador que depende de la capacidad de identificar casos y muertes, y por lo tanto sintetiza dos elementos cruciales de un proceso epid&#x000e9;mico: la magnitud y el impacto. Las diferencias en la letalidad pueden justificarse en caso de diferencias en el perfil de las poblaciones, los factores socioecon&#x000f3;micos y ambientales, o el acceso a la atenci&#x000f3;n sanitaria. Sin embargo, la mayor&#x000ed;a de los pa&#x000ed;ses analizados tienen caracter&#x000ed;sticas muy similares, lo que no justificar&#x000ed;a las diferencias encontradas. La letalidad en los pa&#x000ed;ses tampoco deber&#x000ed;a ser mayor que la encontrada en el barco, ya que, en este, las personas eran tambi&#x000e9;n de pa&#x000ed;ses de la OCDE y con una alta proporci&#x000f3;n de personas mayores de 65 a&#x000f1;os (58,04%)<xref rid="bib0125" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0060">Desde una perspectiva epidemiol&#x000f3;gica, los resultados de este estudio indican que la hip&#x000f3;tesis m&#x000e1;s probable es la falta de identificaci&#x000f3;n de casos leves, lo que aumentar&#x000ed;a la magnitud de la letalidad. Los estudios basados en modelos matem&#x000e1;ticos apuntan a una alta tasa de no detecci&#x000f3;n de casos al comienzo de la epidemia, que es la justificaci&#x000f3;n m&#x000e1;s probable de las diferencias encontradas<xref rid="bib0130" ref-type="bibr">12</xref>, <xref rid="bib0135" ref-type="bibr">13</xref>.</p><p id="par0065">La letalidad encontrada, por encima de la esperada (en funci&#x000f3;n de la del crucero), puede indicar que hay una transmisi&#x000f3;n no detectada y una subestimaci&#x000f3;n de la epidemia, lo que justifica la necesidad de mejorar los procesos de vigilancia epidemiol&#x000f3;gica. Para corregir esta subestimaci&#x000f3;n, en aquellos lugares con alta letalidad relativa este valor podr&#x000ed;a utilizarse como factor de correcci&#x000f3;n para estimar el n&#x000fa;mero real de infectados.</p><p id="par0070">Este estudio se ha desarrollado cuando todav&#x000ed;a se est&#x000e1; en la fase inicial de la epidemia en muchos pa&#x000ed;ses, y adem&#x000e1;s, el n&#x000fa;mero de pa&#x000ed;ses incluidos es limitado, lo cual puede haber afectado a los resultados. Por otra parte, el uso de criterios epidemiol&#x000f3;gicos y el an&#x000e1;lisis de datos poblacionales pueden ayudar a comprender las nuevas epidemias, incluso considerando los posibles sesgos y las limitaciones de estos estudios<xref rid="bib0140" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0075">La conclusi&#x000f3;n m&#x000e1;s importante de este estudio es que la globalizaci&#x000f3;n de la econom&#x000ed;a exige sistemas de vigilancia epidemiol&#x000f3;gica mucho m&#x000e1;s eficaces, incluyendo mejoras de las capacidades de detecci&#x000f3;n de casos y de an&#x000e1;lisis de los datos. La alta tasa de letalidad en Espa&#x000f1;a y las diferencias entre las comunidades aut&#x000f3;nomas sugieren una subestimaci&#x000f3;n variable de los casos y se&#x000f1;alan la necesidad de reforzar y coordinar la vigilancia epidemiol&#x000f3;gica y la detecci&#x000f3;n de casos en nuestro pa&#x000ed;s. Esto es necesario para dar apoyo a las acciones de respuesta y a la planificaci&#x000f3;n de la preparaci&#x000f3;n desde la salud p&#x000fa;blica, y poder as&#x000ed; intervenir de una manera m&#x000e1;s efectiva y espec&#x000ed;fica, generando menos da&#x000f1;os para la salud y la econom&#x000ed;a global.<boxed-text id="tb0005"><sec id="sec0025"><title>&#x000bf;Qu&#x000e9; se sabe sobre el tema?</title><p id="par0080">La pandemia de COVID-19 se ha extendido r&#x000e1;pidamente y es un desaf&#x000ed;o para los sistemas sanitarios del mundo. Hay un esfuerzo cient&#x000ed;fico mundial para conocer las caracter&#x000ed;sticas de esta epidemia y permitir el desarrollo de estrategias eficaces de salud p&#x000fa;blica. Sin embargo, poco se sabe sobre los factores que determinan el comportamiento y la evoluci&#x000f3;n de la epidemia, y los que pueden reducir su impacto sanitario.</p></sec><sec id="sec0030"><title>&#x000bf;Qu&#x000e9; a&#x000f1;ade el estudio realizado a la literatura?</title><p id="par0085">Las altas tasas de letalidad pueden indicar una transmisi&#x000f3;n no detectada y una subestimaci&#x000f3;n de la epidemia. Esta subestimaci&#x000f3;n debe considerarse para corregir las estimaciones de la incidencia. Se subraya la importancia de mejorar la eficacia de los sistemas de vigilancia epidemiol&#x000f3;gica, aumentando sus capacidades de detecci&#x000f3;n de casos y de an&#x000e1;lisis de datos. Asimismo, la alta letalidad en Espa&#x000f1;a sugiere una subestimaci&#x000f3;n de la incidencia y apunta a la necesidad de reforzar la vigilancia epidemiol&#x000f3;gica y la detecci&#x000f3;n de casos.</p></sec></boxed-text>
</p></sec><sec id="sec0035"><title>Declaraci&#x000f3;n de transparencia</title><p id="par0090">El autor principal (garante responsable del manuscrito) afirma que este manuscrito es un reporte honesto, preciso y transparente del estudio que se remite a Gaceta Sanitaria, que no se han omitido aspectos importantes del estudio, y que las discrepancias del estudio seg&#x000fa;n lo previsto (y, si son relevantes, registradas) se han explicado.</p></sec><sec id="sec0040"><title>Contribuciones de autor&#x000ed;a</title><p id="par0095">A. Medeiros de Figueiredo y A. Daponte Codina realizaron la concepci&#x000f3;n y el dise&#x000f1;o del estudio, la recogida de los datos y el an&#x000e1;lisis de los datos. Todos/as los/las autores/as contribuyeron sustancialmente en la interpretaci&#x000f3;n de los datos y la revisi&#x000f3;n cr&#x000ed;tica del art&#x000ed;culo. La versi&#x000f3;n &#x0fb01;nal del art&#x000ed;culo ha sido aprobada para su publicaci&#x000f3;n por todas las personas firmantes.</p></sec><sec id="sec0045"><title>Agradecimientos</title><p id="par0100">A todos/as los/las profesionales de salud, investigadores/as y toda la poblaci&#x000f3;n que est&#x000e1;n enfrentando la pandemia de COVID-19.</p></sec><sec id="sec0050"><title>Financiaci&#x000f3;n</title><p id="par0105">Ninguna.</p></sec><sec id="sec0055"><title>Conflictos de intereses</title><p id="par0110">Ninguno.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0075"><label>1</label><mixed-citation publication-type="other" id="oref0005">World Health Organization. Novel Coronavirus (2019-nCoV) Situation Report - 59 19 March 2020. WHO bulletin. 2020. (Consultado el 18/3/2020.) Disponible en: https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200319-sitrep-59-covid-19.pdf?sfvrsn=c3dcdef9_2.</mixed-citation></ref><ref id="bib0080"><label>2</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><name><surname>Guan</surname><given-names>W.J.</given-names></name><name><surname>Ni</surname><given-names>Z.Y.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical characteristics of coronavirus disease 2019 in China</article-title><source>N Engl J Med.</source><year>2020</year><fpage>10</fpage><comment>NEJMoa20020321056/</comment></element-citation></ref><ref id="bib0085"><label>3</label><element-citation publication-type="journal" id="sbref0085"><person-group person-group-type="author"><name><surname>Verity</surname><given-names>R.</given-names></name><name><surname>Okell</surname><given-names>L.C.</given-names></name><name><surname>Dorigatti</surname><given-names>I.</given-names></name></person-group><article-title>Estimates of the severity of COVID-19 disease</article-title><source>medRxiv</source><year>2020</year><comment>Disponible en: https://www.medrxiv.org/content/10.1101/2020.03.09.20033357v1</comment></element-citation></ref><ref id="bib0090"><label>4</label><mixed-citation publication-type="other" id="oref0020">European Centre for Disease Prevention and Control. Download today's data on the geographic distribution of COVID-19 cases worldwide. 2020. (Consultado el 18/3/2020.) Disponible en: https://www.ecdc.europa.eu/en/publications-data/download-todays-data-geographic-distribution-covid-19-cases-worldwide.</mixed-citation></ref><ref id="bib0095"><label>5</label><mixed-citation publication-type="other" id="oref0025">The World Bank. Population ages 65 and above (% of total population). Data. 2020. (Consultado el 18/3/2020.) Disponible en: https://data.worldbank.org/indicator/SP.POP.65UP.TO.ZS.</mixed-citation></ref><ref id="bib0100"><label>6</label><mixed-citation publication-type="other" id="oref0030">The World Bank. Population density opulation density (people per sq. km of land area). Data. 2020. (Consultado el 18/3/2020.) Disponible en: https://data.worldbank.org/indicator/en.pop.dnst.</mixed-citation></ref><ref id="bib0105"><label>7</label><mixed-citation publication-type="other" id="oref0035">OECD. Health at a glance 2019: OECD Indicators. OECD: Paris; 2019.</mixed-citation></ref><ref id="bib0110"><label>8</label><mixed-citation publication-type="other" id="oref0040">Ortiz-Ospina E, Hasell J. How many tests for COVID-19 are being performed around the world? &#x02014; Our World in Data. 2020. (Consultado el 26/3/2020.) Disponible en: https://ourworldindata.org/covid-testing.</mixed-citation></ref><ref id="bib0115"><label>9</label><mixed-citation publication-type="other" id="oref0045">World Health Organization. Global Health Observatory data repository. Demographic and socioeconomic statistics: population. Data. 2020. (Consultado el 18/3/2020.) Disponible en: https://apps.who.int/gho/data/view.main.POP2040ALL?lang=en.</mixed-citation></ref><ref id="bib0120"><label>10</label><mixed-citation publication-type="other" id="oref0050">World Health Organization. Russell TW, Hellewell J, Jarvis CI, et al. Estimating the infection and case fatality ratio for coronavirus disease (COVID-19) using age-adjusted data from the outbreak on the Diamond Princess cruise ship, February 2020. Euro Surveill. 2020; 25(12):pii=2000256.</mixed-citation></ref><ref id="bib0125"><label>11</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Mizumoto</surname><given-names>K.</given-names></name><name><surname>Kagaya</surname><given-names>K.</given-names></name><name><surname>Zarebski</surname><given-names>A.</given-names></name></person-group><article-title>Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship, Yokohama Japan, 2020</article-title><source>Euro Surveill.</source><volume>25</volume><year>2020</year><fpage>2000180</fpage></element-citation></ref><ref id="bib0130"><label>12</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>J.T.</given-names></name><name><surname>Leung</surname><given-names>K.</given-names></name><name><surname>Leung</surname><given-names>G.M.</given-names></name></person-group><article-title>Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan China: a modelling study. [published correction appears in Lancet. 2020 Feb 4]</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>689</fpage><lpage>697</lpage><pub-id pub-id-type="pmid">32014114</pub-id></element-citation></ref><ref id="bib0135"><label>13</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>T.</given-names></name></person-group><article-title>Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (COVID-19)</article-title><source>medRxiv</source><year>2020</year><fpage>3221</fpage><comment>(Consultado el 18/3/2020.) Disponible en: https://www.medrxiv.org/content/10.1101/2020.02.14.20023127v1.</comment></element-citation></ref><ref id="bib0140"><label>14</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Lipsitch</surname><given-names>M.</given-names></name><name><surname>Donnelly</surname><given-names>C.A.</given-names></name><name><surname>Fraser</surname><given-names>C.</given-names></name></person-group><article-title>Potential biases in estimating absolute and relative case-fatality risks during outbreaks</article-title><source>PLoS Negl Trop Dis.</source><volume>9</volume><year>2015</year><fpage>1</fpage><lpage>16</lpage></element-citation></ref></ref-list><sec id="sec0065"><label>Anexo A</label><title>Material suplementario</title><p id="par0120">
<supplementary-material content-type="local-data" id="upi0005"><media xlink:href="mmc1.docx"/></supplementary-material>
</p></sec><fn-group><fn id="sec0060" fn-type="supplementary-material"><label>Anexo</label><p id="par0115">Se puede consultar material adicional a este art&#x000ed;culo en su versi&#x000f3;n electr&#x000f3;nica disponible en <ext-link ext-link-type="doi" xlink:href="10.1016/j.gaceta.2020.04.001" id="intr0005">doi:10.1016/j.gaceta.2020.04.001</ext-link>.</p></fn></fn-group></back></article>