<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Intensiva</journal-id><journal-id journal-id-type="iso-abbrev">Med Intensiva</journal-id><journal-title-group><journal-title>Medicina Intensiva</journal-title></journal-title-group><issn pub-type="ppub">0210-5691</issn><issn pub-type="epub">1578-6749</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S0210-5691(20)30155-8</article-id><article-id pub-id-type="doi">10.1016/j.medin.2020.04.016</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>REVISI&#x000d3;NEcograf&#x000ed;a en el manejo del paciente cr&#x000ed;tico con infecci&#x000f3;n por SARS-CoV-2 (COVID-19): aplicaciones cl&#x000ed;nicas en Medicina Intensiva-una revisi&#x000f3;n narrativa</article-title><trans-title-group xml:lang="en"><trans-title>Ultrasound in the Management of the Critically Ill Patient with SARS-CoV-2 Infection (COVID-19): clinical applications in Intensive Care Medicine &#x02013; a narrative review</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Guti&#x000e9;rrez</surname><given-names>Virginia Fraile</given-names></name><degrees>MD, PhD</degrees><role>Dra</role><email>vicky_uvi@yahoo.es</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Mar&#x000ed;a Ayuela Azc&#x000e1;rate</surname><given-names>Jos&#x000e9;</given-names></name><degrees>MD</degrees><role>Dr</role><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Torres</surname><given-names>David P&#x000e9;rez</given-names></name><degrees>MD</degrees><role>Dr</role><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Zapata</surname><given-names>Llu&#x000ed;s</given-names></name><degrees>MD, PhD</degrees><role>Dr</role><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Yakushev</surname><given-names>Andrey Luis Rodr&#x000ed;guez</given-names></name><degrees>MD</degrees><role>Dr</role><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Calvo</surname><given-names>Ana Ochagav&#x000ed;a</given-names></name><degrees>MD, PhD</degrees><role>Dra</role><xref rid="aff0030" ref-type="aff">f</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Medicina Intensiva. Hospital Universitario Rio Hortega de Valladolid, Spain</aff><aff id="aff0010"><label>b</label>M&#x000e9;dico especialista en Medicina Intensiva, Spain</aff><aff id="aff0015"><label>c</label>Servicio de Medicina Intensiva. Hospital Universitario Rio Hortega de Valladolid, Spain</aff><aff id="aff0020"><label>d</label>Servicio de Medicina Intensiva. Hospital de la Santa Creu i Sant Pau. Universidad Aut&#x000f3;noma de Barcelona, Spain</aff><aff id="aff0025"><label>e</label>Servicio de Medicina Intensiva, &#x000c1;rea de cr&#x000ed;ticos, Corporaci&#x000f3;n Sanitaria Parc Taul&#x000ed; Sabadell, Barcelona, Spain</aff><aff id="aff0030"><label>f</label>Servicio de Medicina Intensiva, &#x000c1;rea de cr&#x000ed;ticos, Corporaci&#x000f3;n Sanitaria Parc Taul&#x000ed; Sabadell, Barcelona. Ciberes, Spain</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor de correspondencia: <email>vicky_uvi@yahoo.es</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>4</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>4</day><month>5</month><year>2020</year></pub-date><history><date date-type="received"><day>27</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>28</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0005"><title>RESUMEN</title><p>La infecci&#x000f3;n por SARS-CoV-2 (COVID-19) se caracteriza por producir en las formas graves, un cuadro de insuficiencia respiratoria que puede evolucionar hacia neumon&#x000ed;a y s&#x000ed;ndrome de distr&#x000e9;s respiratorio agudo (SDRA), presentar complicaciones como fen&#x000f3;menos tromb&#x000f3;ticos y disfunci&#x000f3;n cardiaca, lo que motiva el ingreso en la Unidad de Cuidados Intensivos (UCI).</p><p>La ecograf&#x000ed;a, convertida en una herramienta de uso habitual en la UCI, puede ser muy &#x000fa;til durante la pandemia COVID-19 ya que la informaci&#x000f3;n obtenida por el cl&#x000ed;nico puede ser interpretada e integrada en la valoraci&#x000f3;n global durante la exploraci&#x000f3;n del paciente. Este documento describe algunas de sus aplicaciones con el objetivo de proporcionar una gu&#x000ed;a a los m&#x000e9;dicos responsables adaptado al paciente cr&#x000ed;tico con COVID-19.</p><p>Alguna de sus aplicaciones desde el ingreso en la UCI incluyen confirmar la correcta posici&#x000f3;n del tubo endotraqueal, facilitar la inserci&#x000f3;n segura de las v&#x000ed;as, e identificar complicaciones y fen&#x000f3;menos tromb&#x000f3;ticos. Adem&#x000e1;s, la ecograf&#x000ed;a pleuropulmonar puede ser una alternativa diagn&#x000f3;stica v&#x000e1;lida que permite evaluar el grado de afectaci&#x000f3;n pulmonar, mediante el an&#x000e1;lisis de patrones ecogr&#x000e1;ficos espec&#x000ed;ficos, identificaci&#x000f3;n del derrame pleural y del barotrauma. La ecocardiograf&#x000ed;a proporciona informaci&#x000f3;n acerca de la afectaci&#x000f3;n card&#x000ed;aca, detecci&#x000f3;n del <italic>cor pulmonale</italic> y estados de shock.</p></abstract><trans-abstract xml:lang="en"><p>The clinical picture of SARS-CoV-2 infection (COVID-19) is characterized in its more severe form, by an acute respiratory failure which can worsen to pneumonia and acute respiratory distress syndrome (ARDS), and get complicated with thrombotic events and heart dysfunction. Therefore, admission to the Intensive Care Unit (ICU) is common.</p><p>Ultrasound, which has become an everyday tool in the ICU, can be very useful during COVID-19 pandemic, since it provides the clinician with information which can be interpreted and integrated within a global assessment during the physical examination. A description of some of the potential applications of ultrasound is depicted in this document, in order to supply the physicians taking care of these patients with a adapted guide to the intensive care setting.</p><p>Some of its applications since ICU admission include verification of the correct position of the endotracheal tube, contribution to safe cannulation of lines, and identification of complications and thrombotic events. Furthermore, pleural and lung ultrasound can be an alternative diagnostic test to assess the degree of involvement of the lung parenchyma by means of the evaluation of specific ultrasound patterns, identification of pleural effusions and barotrauma. Echocardiography provides information of heart involvement, detects <italic>cor pulmonale</italic> and shock states.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>coronavirus</kwd><kwd>ecograf&#x000ed;a</kwd><kwd>ultrasonograf&#x000ed;a</kwd><kwd>ecocardiograf&#x000ed;a</kwd><kwd>paciente cr&#x000ed;tico</kwd></kwd-group></article-meta></front></article>