<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Semergen</journal-id><journal-id journal-id-type="iso-abbrev">Semergen</journal-id><journal-title-group><journal-title>Semergen</journal-title></journal-title-group><issn pub-type="ppub">1138-3593</issn><issn pub-type="epub">1578-8865</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7229959</article-id><article-id pub-id-type="publisher-id">S1138-3593(20)30171-4</article-id><article-id pub-id-type="doi">10.1016/j.semerg.2020.05.010</article-id><article-categories><subj-group subj-group-type="heading"><subject>Revisi&#x000f3;n</subject></subj-group></article-categories><title-group><article-title>Pandemia COVID-19, la nueva emergencia sanitaria de preocupaci&#x000f3;n internacional: una revisi&#x000f3;n</article-title><trans-title-group xml:lang="en"><trans-title>Pandemic COVID-19, the new health emergency of international concern: A review</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Mojica-Crespo</surname><given-names>R.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Morales-Crespo</surname><given-names>M.M.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><aff id="aff0005"><label>a</label>Unidad de Terapia Intensiva, Hospitales Puerta de Hierro (a Mayo Clinic Care Network member), Zapopan, M&#x000e9;xico</aff><aff id="aff0010"><label>b</label>Facultad de Medicina, Universidad de Guadalajara, Guadalajara, M&#x000e9;xico</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>16</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>8</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>16</day><month>5</month><year>2020</year></pub-date><volume>46</volume><fpage>65</fpage><lpage>77</lpage><history><date date-type="received"><day>17</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>11</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN)</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><p>A finales de diciembre del 2019 se reportaron una serie de casos de neumon&#x000ed;a at&#x000ed;pica, en ese momento de origen desconocido, en Wuhan, China. D&#x000ed;as m&#x000e1;s tarde se identific&#x000f3; al agente etiol&#x000f3;gico como un nuevo coronavirus. A este nuevo coronavirus se le llam&#x000f3; SARS-CoV-2, y a la enfermedad que produce se la denomin&#x000f3; COVID-19. El origen de este nuevo virus se presume zoon&#x000f3;tico, siendo los murci&#x000e9;lagos su probable vector. Debido al acelerado n&#x000fa;mero de contagios y muertes que se produjeron primero en China y posteriormente alrededor del mundo, la infecci&#x000f3;n de este virus pas&#x000f3; r&#x000e1;pidamente de ser un brote aislado en una regi&#x000f3;n china a convertirse en una emergencia sanitaria de preocupaci&#x000f3;n internacional, y posteriormente en una pandemia. El prop&#x000f3;sito de esta revisi&#x000f3;n es estudiar la informaci&#x000f3;n m&#x000e1;s relevante y actual del pat&#x000f3;geno, as&#x000ed; como la epidemiolog&#x000ed;a, la patolog&#x000ed;a, las caracter&#x000ed;sticas cl&#x000ed;nicas, la transmisi&#x000f3;n, la prevenci&#x000f3;n y el tratamiento de la enfermedad.</p></abstract><trans-abstract xml:lang="en"><p>In late December 2019, some cases of atypical pneumonia, at that time of unknown origin, were reported in Wuhan, China. Days later, the etiologic agent was identified as a new coronavirus. This new coronavirus was called SARS-CoV-2 and the disease it produces was named COVID-19. The origin of this new virus is presumed zoonotic, with bats being its probable vector. Due to the rapid number of infections and deaths that occurred first in China and later around the world, the infection of this virus quickly went from being an isolated outbreak in a Chinese region to becoming a health emergency of international concern and later, a pandemic. The purpose of this review is to study the most relevant and current information on the pathogen, as well as epidemiology, pathology, clinical features, transmission, prevention, and treatment of the disease.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>SARS-CoV-2</kwd><kwd>COVID-19</kwd><kwd>Coronavirus</kwd><kwd>Pandemia</kwd><kwd>Patolog&#x000ed;a</kwd><kwd>Origen</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>SARS-CoV-2</kwd><kwd>COVID-19</kwd><kwd>Coronavirus</kwd><kwd>Pandemic</kwd><kwd>Pathology</kwd><kwd>Origin</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">A finales de diciembre del 2019 una serie de casos de neumon&#x000ed;a, hasta ese momento de origen desconocido, fueron identificados en la ciudad de Wuhan, China. La presentaci&#x000f3;n cl&#x000ed;nica de estos casos era parecida a la de una neumon&#x000ed;a de tipo viral, con fiebre, tos seca e im&#x000e1;genes radiol&#x000f3;gicas incompatibles con las de una neumon&#x000ed;a causada por las bacterias y virus m&#x000e1;s comunes<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0385" ref-type="bibr">2</xref>, <xref rid="bib0390" ref-type="bibr">3</xref>. El surgimiento de estos casos levant&#x000f3; sospechas, sobre todo despu&#x000e9;s de que varios de los pacientes que presentaban este cuadro cl&#x000ed;nico refirieran tener de antecedente trabajar como distribuidores o vendedores en el mercado de mariscos y vida animal silvestre de Huanan. Debido al surgimiento de este brote, la autoridad sanitaria en China alert&#x000f3; a la Organizaci&#x000f3;n Mundial de la Salud (OMS) el d&#x000ed;a 31 de diciembre del 2019 sobre la aparici&#x000f3;n de casos de neumon&#x000ed;a at&#x000ed;pica de origen desconocido con la sospecha de una posible zoonosis<xref rid="bib0385" ref-type="bibr">2</xref>, <xref rid="bib0390" ref-type="bibr">3</xref>.</p><p id="par0010">A 59 pacientes originalmente identificados que padec&#x000ed;an de esta neumon&#x000ed;a se les tomaron m&#x000fa;ltiples muestras del tracto respiratorio, sangre y heces, que fueron analizadas a trav&#x000e9;s de la reacci&#x000f3;n en cadena de la polimerasa en tiempo real (<italic>real time PCR</italic> [RT-PCR]) en la cual se identific&#x000f3; un nuevo coronavirus que fue aislado en el fluido resultante del lavado broncoalveolar de las muestras del tracto respiratorio inferior de 41 pacientes. En ese momento, a este nuevo coronavirus se le llam&#x000f3; 2019-nCoV (del ingl&#x000e9;s: <italic>2019-novel coronavirus</italic>) y fue identificado por las autoridades sanitarias chinas como el agente causal de estos casos de neumon&#x000ed;a at&#x000ed;pica<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0390" ref-type="bibr">3</xref>, <xref rid="bib0395" ref-type="bibr">4</xref>.</p><p id="par0015">Los coronavirus son un grupo amplio de virus envueltos de material gen&#x000e9;tico tipo ARN, y deben su nombre a la apariencia de una corona, que es observada en su superficie a trav&#x000e9;s de la microscopia electr&#x000f3;nica<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0405" ref-type="bibr">6</xref>. Existen diferentes tipos de coronavirus, los cuales pueden llegar a causar m&#x000fa;ltiples afecciones respiratorias, gastrointestinales o incluso la muerte. Entre los s&#x000ed;ntomas respiratorios, pueden causar desde un resfriado com&#x000fa;n hasta una neumon&#x000ed;a, aunque en la mayor&#x000ed;a de los casos los s&#x000ed;ntomas suelen ser menores y mitigables con facilidad<xref rid="bib0405" ref-type="bibr">6</xref>, <xref rid="bib0410" ref-type="bibr">7</xref>. No obstante, a lo largo de la historia se han documentado cepas que pueden causar afecciones y enfermedades severas<xref rid="bib0405" ref-type="bibr">6</xref>, <xref rid="bib0415" ref-type="bibr">8</xref>. Tal es el caso del SARS-CoV (del ingl&#x000e9;s <italic>severe acute respiratory syndrome coronavirus</italic>), identificado por primera vez en China en 2003, y del MERS-CoV (del ingl&#x000e9;s <italic>Middle East respiratory syndrome-related coronavirus</italic>), aislado en Arabia Saudita en 2012<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0395" ref-type="bibr">4</xref>, <xref rid="bib0405" ref-type="bibr">6</xref>, <xref rid="bib0415" ref-type="bibr">8</xref>.</p></sec><sec id="sec0010"><title>Emergencia sanitaria de preocupaci&#x000f3;n internacional</title><p id="par0020">Las infecciones por el nuevo coronavirus comenzaron a tomar progresivamente protagonismo a nivel internacional cuando el d&#x000ed;a 13 de enero de 2020 la OMS report&#x000f3; el primer caso de infecci&#x000f3;n fuera de China, ocurrido en Tailandia<xref rid="bib0420" ref-type="bibr"><sup>9</sup></xref>. A partir de este punto, y previniendo que el virus se propagara a escala internacional, la OMS ofreci&#x000f3; su asesoramiento y gu&#x000ed;a para el manejo de esta nueva infecci&#x000f3;n<xref rid="bib0390" ref-type="bibr"><sup>3</sup></xref>. No obstante, y a pesar de estos esfuerzos durante el mes de enero, el n&#x000fa;mero de infectados aument&#x000f3; r&#x000e1;pidamente y se reportaron las primeras muertes<xref rid="bib0425" ref-type="bibr"><sup>10</sup></xref>. Hacia final de mes, el d&#x000ed;a 30 de enero la OMS declar&#x000f3; la enfermedad causada por el nuevo coronavirus como una emergencia de salud p&#x000fa;blica de preocupaci&#x000f3;n internacional, ya que para aquel momento se hab&#x000ed;an reportado casos en todas las regiones de la OMS en solo un mes<xref rid="bib0420" ref-type="bibr">9</xref>, <xref rid="bib0430" ref-type="bibr">11</xref>.</p><p id="par0025">A poco m&#x000e1;s de un mes del inicio del brote, la OMS anunci&#x000f3; que la enfermedad causada por el nuevo coronavirus aislado en Wuhan, China, ser&#x000ed;a llamada COVID-19, que responde a la forma corta del nombre <italic>&#x000ab;coronavirus disease 2019&#x000bb;</italic>, mientras que el agente causal fue denominado SARS-CoV-2 por el Comit&#x000e9; Internacional de Taxonom&#x000ed;a de Virus<xref rid="bib0415" ref-type="bibr"><sup>8</sup></xref>. A partir de este punto la l&#x000ed;nea cronol&#x000f3;gica de eventos, as&#x000ed; como la de infectados, se torn&#x000f3; muy precipitada (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
). Conforme el paso de los d&#x000ed;as, el SARS-CoV-2 se fue propagando en todas las regiones del mundo y progresivamente el n&#x000fa;mero de infectados y muertos se aceler&#x000f3; bruscamente por los meses subsiguientes. Hasta el punto de que la OMS caracteriz&#x000f3; esta enfermedad como pandemia el d&#x000ed;a 11 de marzo<xref rid="bib0420" ref-type="bibr"><sup>9</sup></xref>.<fig id="fig0005"><label>Figura 1</label><caption><p>Cronolog&#x000ed;a de eventos COVID-19. Eventos relevantes ocurridos durante la pandemia de COVID-19 en el mundo.</p><p>Fuente: Elaboraci&#x000f3;n propia de los autores de acuerdo con la informaci&#x000f3;n recopilada de la OMS<xref rid="bib0420" ref-type="bibr"><sup>9</sup></xref>.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p></sec><sec id="sec0015"><title>Caracter&#x000ed;sticas virol&#x000f3;gicas de los coronavirus</title><p id="par0035">Los coronavirus son un grupo grande de virus que est&#x000e1;n envueltos de ARN en sentido positivo no segmentado; pertenecen a la familia <italic>Coronaviridae</italic>, del orden de los <italic>Nidovirales</italic>. A su vez, los coronavirus son clasificados en cuatro g&#x000e9;neros: alfa, beta, gamma y delta<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0405" ref-type="bibr">6</xref>. De estos g&#x000e9;neros, se sabe que el g&#x000e9;nero alfa y beta infectan a los seres humanos ocasionando generalmente afecciones y s&#x000ed;ntomas tanto respiratorios como gastrointestinales, aunque raramente tambi&#x000e9;n pueden ocasionar alteraciones hep&#x000e1;ticas y neurol&#x000f3;gicas<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0405" ref-type="bibr">6</xref>, <xref rid="bib0415" ref-type="bibr">8</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0445" ref-type="bibr">14</xref>.</p><p id="par0040">En cuanto a su morfolog&#x000ed;a y estructura, son reportados por la literatura microbiol&#x000f3;gica como virus de forma aproximadamente esf&#x000e9;rica de una capacidad moderada al pleomorfismo. En cuanto a sus dimensiones, se reporta que el di&#x000e1;metro de este tipo de virus var&#x000ed;a de entre 80-120&#x000a0;nan&#x000f3;metros<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0450" ref-type="bibr">15</xref>. Mediante el estudio de la superficie de estos virus a trav&#x000e9;s de microscopia electr&#x000f3;nica se ha descubierto la existencia de estructuras sobre la superficie del viri&#x000f3;n, las cuales est&#x000e1;n dispuestas de manera de proyecciones largas, separadas las unas de las otras. Estas estructuras est&#x000e1;n constituidas por complejos trim&#x000e9;ricos de la glicoprote&#x000ed;na viral&#x000a0;S (Spike)<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0445" ref-type="bibr">14</xref>, <xref rid="bib0450" ref-type="bibr">15</xref>. Adicionalmente se han identificado sobre la superficie del viri&#x000f3;n otro tipo de proyecciones, las cuales, en contraste con las anteriores, son cortas y est&#x000e1;n formadas por complejos dim&#x000e9;ricos de las prote&#x000ed;nas hemaglutina-esterasa (HE). En lo referente a la envoltura viral, se sabe que est&#x000e1; reforzada por la prote&#x000ed;na m&#x000e1;s abundante de la superficie del viri&#x000f3;n, la cual es llamada glicoprote&#x000ed;na de membrana (M), y que adem&#x000e1;s se encuentra ensimismada en la membrana por tres dominios transmembranales<xref rid="bib0445" ref-type="bibr">14</xref>, <xref rid="bib0450" ref-type="bibr">15</xref>, <xref rid="bib0455" ref-type="bibr">16</xref>. Adem&#x000e1;s de los componentes ya mencionados de la estructura del virus, existe la prote&#x000ed;na de envoltura (E), que se encuentra en menor proporci&#x000f3;n que las dem&#x000e1;s, ya que es de menor tama&#x000f1;o y tiene como caracter&#x000ed;stica principal ser altamente hidrof&#x000f3;bica<xref rid="bib0460" ref-type="bibr"><sup>17</sup></xref>. Internamente el viri&#x000f3;n est&#x000e1; conformado por una prote&#x000ed;na llamada nucleoprote&#x000ed;na (N), la cual se une al ARN viral en una estructura helicoidal para, de esta forma, proteger al material gen&#x000e9;tico<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0445" ref-type="bibr">14</xref>, <xref rid="bib0450" ref-type="bibr">15</xref>.</p><p id="par0045">El material gen&#x000e9;tico es de tipo ARN y su genoma est&#x000e1; constituido por una hebra sencilla no segmentada y de polaridad positiva (+ssARN) que cuenta con un tama&#x000f1;o de entre 27-32&#x000a0;kilobases, por lo cual los coronavirus son el grupo de virus ARN m&#x000e1;s largo conocido hasta el momento (<xref rid="fig0010" ref-type="fig">fig. 2</xref>A)<xref rid="bib0450" ref-type="bibr">15</xref>, <xref rid="bib0455" ref-type="bibr">16</xref>.<fig id="fig0010"><label>Figura 2</label><caption><p>A)&#x000a0;Principales estructuras que conforman al virus SARS-CoV-2. B)&#x000a0;Serie de procesos por los cuales el virus entra en la c&#x000e9;lula, la contagia y posteriormente utiliza sus organelos para replicarse y liberar m&#x000e1;s viriones.</p><p>Fuente: Elaboraci&#x000f3;n propia de los autores de acuerdo con su conceptualizaci&#x000f3;n seg&#x000fa;n la informaci&#x000f3;n recabada<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0445" ref-type="bibr">14</xref>, <xref rid="bib0450" ref-type="bibr">15</xref>, <xref rid="bib0455" ref-type="bibr">16</xref>, <xref rid="bib0460" ref-type="bibr">17</xref>.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p></sec><sec id="sec0020"><title>Origen del virus SARS-CoV-2</title><p id="par0050">Hasta este momento, se plantea que el origen de este coronavirus es debido a una zoonosis<xref rid="bib0385" ref-type="bibr">2</xref>, <xref rid="bib0395" ref-type="bibr">4</xref>, <xref rid="bib0405" ref-type="bibr">6</xref>. Es sabido que los diferentes g&#x000e9;neros de coronavirus est&#x000e1;n presentes y circulan entre un amplio espectro de seres vivos, entre ellos los mam&#x000ed;feros y, consecuentemente, los seres humanos. Seg&#x000fa;n se ha observado, la mayor variedad de coronavirus est&#x000e1; presente en los murci&#x000e9;lagos, por lo que se infiere que ellos son el principal reservorio de estos virus<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0405" ref-type="bibr">6</xref>, <xref rid="bib0415" ref-type="bibr">8</xref>, <xref rid="bib0445" ref-type="bibr">14</xref>. Una investigaci&#x000f3;n previa al brote SARS-CoV-2 identific&#x000f3; a m&#x000e1;s de 500 coronavirus en murci&#x000e9;lagos de China, y estudios serol&#x000f3;gicos realizados en poblaciones rurales cercanas al h&#x000e1;bitat natural de estos animales mostraron una seroprevalencia del 2,9% de los coronavirus de murci&#x000e9;lagos, lo cual demuestra que la exposici&#x000f3;n a coronavirus propios de los murci&#x000e9;lagos es quiz&#x000e1;s algo com&#x000fa;n<xref rid="bib0465" ref-type="bibr"><sup>18</sup></xref>. Otra investigaci&#x000f3;n estableci&#x000f3; la relaci&#x000f3;n y el factor de riesgo que implica la interacci&#x000f3;n estrecha y constante entre poblaciones humanas con la vida animal silvestre o su consumo bajo est&#x000e1;ndares higi&#x000e9;nicos bajos, con la aparici&#x000f3;n de enfermedades infecciosas zoon&#x000f3;ticas<xref rid="bib0470" ref-type="bibr"><sup>19</sup></xref>.</p><p id="par0055">Investigaciones realizadas posteriormente al surgimiento del brote demostraron un v&#x000ed;nculo entre el SARS-CoV-2 y otros coronavirus similares previamente conocidos, los cuales estaban presentes en la subespecie de murci&#x000e9;lagos <italic>Rhinolophus affinis</italic>, la cual est&#x000e1; ampliamente distribuida en el sureste chino<xref rid="bib0475" ref-type="bibr"><sup>20</sup></xref>. En una investigaci&#x000f3;n se descubri&#x000f3; que este nuevo coronavirus es a nivel gen&#x000f3;mico id&#x000e9;ntico en el 96,2% a un coronavirus (BatCoVRaTG13) procedente de un murci&#x000e9;lago de la subespecie antes mencionada de una provincia cercana al lugar donde emergi&#x000f3; el nuevo coronavirus. Esta investigaci&#x000f3;n adem&#x000e1;s se&#x000f1;al&#x000f3; que este virus pertenece a la especie SARS-CoV, con el que comparte el 79,6% de su secuencia gen&#x000f3;mica<xref rid="bib0480" ref-type="bibr"><sup>21</sup></xref>. Debido a las similitudes que comparten, se infiere que el SARS-CoV-2 es producto de una zoonosis, ya que el brote de SARS-CoV en 2003 surgi&#x000f3; de la transmisi&#x000f3;n del virus a los humanos a trav&#x000e9;s de animales ex&#x000f3;ticos en mercados de China, mientras que el brote MERS-CoV del 2012 en Arabia Saudita surgi&#x000f3; de la transmisi&#x000f3;n del virus de los camellos a los humanos. Dichas enfermedades, adem&#x000e1;s de ser zoon&#x000f3;ticas, resultaron tambi&#x000e9;n ser pandemias<xref rid="bib0450" ref-type="bibr">15</xref>, <xref rid="bib0455" ref-type="bibr">16</xref>, <xref rid="bib0485" ref-type="bibr">22</xref>, <xref rid="bib0490" ref-type="bibr">23</xref>.</p><p id="par0060">Seg&#x000fa;n los reportes iniciales, no todos los pacientes originales con la sintomatolog&#x000ed;a de COVID-19 ten&#x000ed;an relaci&#x000f3;n con el mercado de Huanan, ya que de estos 59 pacientes solo 27 de ellos ten&#x000ed;an alguna implicaci&#x000f3;n directa con el mercado. Esto, aunado al hecho de la r&#x000e1;pida propagaci&#x000f3;n de la infecci&#x000f3;n, sugiri&#x000f3; una probable transmisi&#x000f3;n comunitaria<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0495" ref-type="bibr">24</xref>, <xref rid="bib0500" ref-type="bibr">25</xref>, suposici&#x000f3;n que posteriormente fue afirmada por m&#x000fa;ltiples investigaciones al respecto y observada a medida que el brote no solo se concentr&#x000f3; en China, sino que se fueron produciendo brotes consecutivos en el continente asi&#x000e1;tico y despu&#x000e9;s en todo el mundo<xref rid="bib0420" ref-type="bibr">9</xref>, <xref rid="bib0430" ref-type="bibr">11</xref>, <xref rid="bib0495" ref-type="bibr">24</xref>, <xref rid="bib0500" ref-type="bibr">25</xref>.</p></sec><sec id="sec0025"><title>Transmisi&#x000f3;n</title><p id="par0065">En general, la transmisi&#x000f3;n de esta enfermedad se basa principalmente en la exposici&#x000f3;n de un individuo sano a objetos contaminados o a individuos infectados que se pueden encontrar sintom&#x000e1;ticos, presintom&#x000e1;ticos o incluso asintom&#x000e1;ticos<xref rid="bib0505" ref-type="bibr">26</xref>, <xref rid="bib0510" ref-type="bibr">27</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>.</p><p id="par0070">En cuanto a la trasmisi&#x000f3;n sintom&#x000e1;tica, la OMS la define como aquella que ocurre cuando un individuo sano es infectado por un individuo que anal&#x000ed;ticamente es positivo al SARS-CoV-2 y que ha desarrollado los s&#x000ed;ntomas y/o signos de la enfermedad<xref rid="bib0505" ref-type="bibr"><sup>26</sup></xref>.</p><p id="par0075">Investigaciones al respecto demuestran evidencia de que el virus SARS-CoV-2 es transmitido primordialmente mediante dos mecanismos. Uno por el cual las personas infectadas sintom&#x000e1;ticas contagian personas sanas a trav&#x000e9;s del contacto cercano o directo de gotitas respiratorias, tambi&#x000e9;n llamadas gotitas de Fl&#x000fc;gge o de Flush, que son expelidas al hablar, toser, estornudar o respirar y que contienen al virus<xref rid="bib0505" ref-type="bibr">26</xref>, <xref rid="bib0510" ref-type="bibr">27</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>. El otro mecanismo descrito sigue el mismo principio del primero, y en este se postula que los restos de estas secreciones respiratorias quedan inertes en objetos o superficies que finalmente tendr&#x000e1;n la funci&#x000f3;n de f&#x000f3;mites, y que posteriormente el virus presente en estos restos de secreciones ingresar&#x000e1; al aparato respiratorio del sujeto sano a trav&#x000e9;s de las mucosas de ojos, nariz o boca, lo que ocasiona el comienzo de su patogenicidad<xref rid="bib0515" ref-type="bibr">28</xref>, <xref rid="bib0520" ref-type="bibr">29</xref>. El motivo por el que se piensa que la transmisi&#x000f3;n sintom&#x000e1;tica es la que mayor n&#x000fa;mero de contagios ocasiona es debido a que estudios han demostrado que durante los primeros 3&#x000a0;d&#x000ed;as de la infecci&#x000f3;n esta se encuentra mayormente localizada en las v&#x000ed;as respiratorias superiores (nariz y garganta), lo que genera que las gotitas de Fl&#x000fc;gge, portadoras del virus, sean m&#x000e1;s f&#x000e1;ciles de expeler<xref rid="bib0525" ref-type="bibr"><sup>30</sup></xref>.</p><p id="par0080">El periodo de incubaci&#x000f3;n del SARS-CoV-2 es de 5&#x000a0;d&#x000ed;as, pudiendo incluso llegar a extenderse hasta 14&#x000a0;d&#x000ed;as seg&#x000fa;n se asevera en distintas fuentes<xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0530" ref-type="bibr">31</xref>, <xref rid="bib0535" ref-type="bibr">32</xref>. A este periodo de tiempo tambi&#x000e9;n se le conoce como periodo presintom&#x000e1;tico. La transmisi&#x000f3;n presintom&#x000e1;tica ocurre cuando un persona ya infectada es capaz de contagiar a otras personas aun cuando esta no haya presentado hasta ese momento s&#x000ed;ntomas de la infecci&#x000f3;n<xref rid="bib0505" ref-type="bibr">26</xref>, <xref rid="bib0540" ref-type="bibr">33</xref>, <xref rid="bib0545" ref-type="bibr">34</xref>, <xref rid="bib0550" ref-type="bibr">35</xref>. En cuanto a la transmisi&#x000f3;n asintom&#x000e1;tica, se refiere a la ocurrida cuando una persona sana es contagiada por alguien que anal&#x000ed;ticamente resulta positivo al virus pero que en ning&#x000fa;n momento del curso de la infecci&#x000f3;n manifiesta s&#x000ed;ntomas<xref rid="bib0505" ref-type="bibr"><sup>26</sup></xref>. Hasta este momento se cuenta con informaci&#x000f3;n muy limitada en cuanto a este tipo de transmisi&#x000f3;n. Sin embargo, la literatura m&#x000e9;dica actual ha demostrado la contagiosidad de esta infecci&#x000f3;n a partir de individuos asintom&#x000e1;ticos, y la proporci&#x000f3;n de enfermos que este tipo de transmisi&#x000f3;n aporta a la pandemia a&#x000fa;n est&#x000e1; sujeta a estudio<xref rid="bib0550" ref-type="bibr">35</xref>, <xref rid="bib0555" ref-type="bibr">36</xref>, <xref rid="bib0560" ref-type="bibr">37</xref>.</p><p id="par0085">Cabe adem&#x000e1;s destacar el tipo de transmisi&#x000f3;n intrahospitalaria que se ha reportado en todo el mundo, donde personal m&#x000e9;dico y personal asociado a la atenci&#x000f3;n sanitaria se ha contagiado por el estrecho e inevitable contacto con los pacientes infectados y su espacio vital, pese a las medidas de prevenci&#x000f3;n y el uso de equipo sanitario desechable de protecci&#x000f3;n individual a base de batas, guantes, mascarillas y gafas<xref rid="bib0435" ref-type="bibr">12</xref>, <xref rid="bib0565" ref-type="bibr">38</xref>, <xref rid="bib0570" ref-type="bibr">39</xref>, <xref rid="bib0575" ref-type="bibr">40</xref>, <xref rid="bib0580" ref-type="bibr">41</xref>.</p><p id="par0090">Ante una pandemia de las caracter&#x000ed;sticas de la COVID-19 es importante conocer el &#x000ed;ndice de contagio, es decir, la capacidad de transmisi&#x000f3;n que tiene un pat&#x000f3;geno. Para tal efecto se utiliza internacionalmente el n&#x000fa;mero reproductor b&#x000e1;sico (R<sub>0</sub>), un par&#x000e1;metro te&#x000f3;rico que proporciona informaci&#x000f3;n sobre la velocidad con la que una enfermedad infecciosa puede propagarse en una poblaci&#x000f3;n determinada, y que adem&#x000e1;s es utilizado para medir la din&#x000e1;mica promedio de casos secundarios que se producen a partir de un caso inicial<xref rid="bib0585" ref-type="bibr">42</xref>, <xref rid="bib0590" ref-type="bibr">43</xref>. En el caso del SARS-CoV-2 algunos autores se&#x000f1;alan que el R<sub>0</sub> a nivel mundial est&#x000e1; ubicado entre 1,4 y 2,5, similar al R<sub>0</sub> del SARS-CoV de 2003 al inicio de la pandemia (ubicado entre 2,2 y 3,7), valor que se redujo a 0,67-1,23 hacia el final de esta<xref rid="bib0590" ref-type="bibr">43</xref>, <xref rid="bib0595" ref-type="bibr">44</xref>. Otras fuentes se&#x000f1;alan que el R<sub>0</sub> del SARS-CoV-2 es de entre 2,2 y 3,5<xref rid="bib0600" ref-type="bibr"><sup>45</sup></xref>. Dicho en otras palabras, que una persona infectada por este virus puede, en teor&#x000ed;a, infectar de 2 a 4 personas.</p><p id="par0095">A diferencia del R<sub>0</sub>, que es un c&#x000e1;lculo promediado y te&#x000f3;rico del comportamiento din&#x000e1;mico de una epidemia, el n&#x000fa;mero reproductivo efectivo (Re) es, por su parte, la estimaci&#x000f3;n de cu&#x000e1;ntas personas en promedio se han contagiado cada d&#x000ed;a a partir de la notificaci&#x000f3;n de los casos ya existentes y observados durante la epidemia<xref rid="bib0605" ref-type="bibr"><sup>46</sup></xref>. El Re se obtiene del valor estimado del R<sub>0</sub> multiplicado por el n&#x000fa;mero de individuos susceptibles a la enfermedad (S/N), de modo que Re&#x000a0;=&#x000a0;R<sub>0</sub>
&#x000a0;&#x000d7;&#x000a0;S/N<xref rid="bib0585" ref-type="bibr"><sup>42</sup></xref>. Si el Re es mayor a 1, quiere decir que la enfermedad se seguir&#x000e1; propagando. Mientras mayor sea el Re, mayor y m&#x000e1;s exponencial ser&#x000e1; el n&#x000fa;mero de contagios secundarios originados de un caso inicial. En contraparte, conforme el Re disminuye significa que el n&#x000fa;mero de contagios diarios disminuye, ya sea por la menor exposici&#x000f3;n de la poblaci&#x000f3;n susceptible a contraer el virus o porque la proporci&#x000f3;n de la poblaci&#x000f3;n susceptible disminuye por la llamada inmunidad reba&#x000f1;o, tambi&#x000e9;n conocida como inmunidad colectiva<xref rid="bib0585" ref-type="bibr"><sup>42</sup></xref>.</p><p id="par0100">En Espa&#x000f1;a, el Centro Nacional de Epidemiolog&#x000ed;a (CNE) es el encargado de calcular diariamente el Re. Hacia finales de febrero y con las medidas de contenci&#x000f3;n empleadas por el Gobierno de Espa&#x000f1;a, el Re estaba situado en 6. Conforme se declar&#x000f3; el d&#x000ed;a 14 de marzo el estado de alarma y se impusieron las medidas de distanciamiento social y cuarentena, se observ&#x000f3; que el Re disminuy&#x000f3; hasta 4 y progresivamente fue disminuyendo hasta que, hacia finales de abril, el Re se situ&#x000f3; cercano a 0,8<xref rid="bib0605" ref-type="bibr">46</xref>, <xref rid="bib0610" ref-type="bibr">47</xref>.</p><p id="par0105">La importancia del R<sub>0</sub> y del Re radica en que estos indicadores ofrecen un panorama general del comportamiento de la epidemia y sirven de apoyo para determinar la necesidad de emplear medidas de salud p&#x000fa;blica, m&#x000e1;s o menos estrictas, para la mitigaci&#x000f3;n, contenci&#x000f3;n y control de los brotes epid&#x000e9;micos<xref rid="bib0585" ref-type="bibr">42</xref>, <xref rid="bib0595" ref-type="bibr">44</xref>, <xref rid="bib0605" ref-type="bibr">46</xref>.</p></sec><sec id="sec0030"><title>Patogenia</title><p id="par0110">Una vez que el virus entra al organismo a trav&#x000e9;s de las mucosas, ya sea oral, nasal o conjuntival, la prote&#x000ed;na viral&#x000a0;S comienza a tomar su protagonismo, ya que con la ayuda de los picos de su superficie formados por las subunidades S1 y S2 es capaz de mediar la uni&#x000f3;n con el receptor y fusionarse con la membrana celular de las c&#x000e9;lulas del hu&#x000e9;sped<xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0455" ref-type="bibr">16</xref>, <xref rid="bib0525" ref-type="bibr">30</xref>. An&#x000e1;lisis comparativos entre la prote&#x000ed;na&#x000a0;S del SARS-CoV y del SARS-CoV-2 muestran que el genoma de estas prote&#x000ed;nas es id&#x000e9;ntico en el 75%, lo cual sugiere que el SARS-CoV-2 utiliza el mismo receptor que el SARS-CoV para entrar en la c&#x000e9;lula y poder replicarse<xref rid="bib0480" ref-type="bibr">21</xref>, <xref rid="bib0615" ref-type="bibr">48</xref>. El receptor utilizado es la enzima convertidora de angiotensina&#x000a0;2 (ECA-2)<xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0620" ref-type="bibr">49</xref>. Estudios tambi&#x000e9;n indican que la prote&#x000ed;na&#x000a0;S del SARS-CoV-2 tiene una afinidad hacia este receptor de 10 a 20 veces mayor que la prote&#x000ed;na&#x000a0;S del SARS-CoV, lo cual facilita una tasa aumentada y exponencial de contagio entre las poblaciones humanas, espec&#x000ed;ficamente entre los pacientes hipertensos, ya que se ha observado que la expresi&#x000f3;n de la ECA-2 aumenta en pacientes hipertensos que son medicados con antihipertensivos, especialmente los inhibidores de la enzima convertidora de angiotensina&#x000a0;2 (IECA), los antagonistas de los receptores de la angiotensina&#x000a0;II (ARA-II) y algunos antiinflamatorios. Esto postula la hip&#x000f3;tesis de que al existir una mayor expresi&#x000f3;n de la ECA-2, existe en consecuencia una mayor uni&#x000f3;n del virus con estos receptores, lo que facilita la r&#x000e1;pida progresi&#x000f3;n de la infecci&#x000f3;n entre estos individuos<xref rid="bib0605" ref-type="bibr">46</xref>, <xref rid="bib0620" ref-type="bibr">49</xref>. Sin embargo, cabe se&#x000f1;alar que esta es solo una teor&#x000ed;a y no est&#x000e1; inequ&#x000ed;vocamente consensuada por la comunidad cient&#x000ed;fica. Es por esto que la Agencia Europea de Medicamentos (EMA), as&#x000ed; como otras organizaciones internacionales de salud y m&#x000fa;ltiples autores, no recomiendan la suspensi&#x000f3;n de estos medicamentos en pacientes hipertensos, los cuales, al dejar de consumir sus medicamentos, podr&#x000ed;an descompensarse y aumentar su probabilidad de complicarse en caso de presentar la infecci&#x000f3;n por el nuevo coronavirus<xref rid="bib0620" ref-type="bibr">49</xref>, <xref rid="bib0625" ref-type="bibr">50</xref>.</p><p id="par0115">Una vez que ocurre la uni&#x000f3;n entre la superficie del virus y la membrana celular de la c&#x000e9;lula hu&#x000e9;sped, comienza un proceso de fusi&#x000f3;n entre la membrana v&#x000ed;rica y plasm&#x000e1;tica. Posteriormente, el ARN del virus se comienza a transcribir y a replicar, procesos que ocurren principalmente dentro de las c&#x000e9;lulas epiteliales del tracto respiratorio superior e inferior<xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0520" ref-type="bibr">29</xref>, <xref rid="bib0630" ref-type="bibr">51</xref>. Una vez terminado el proceso de sintetizaci&#x000f3;n prote&#x000ed;nica y de replicaci&#x000f3;n gen&#x000f3;mica del ARN viral, estos elementos pasan a ser ensamblados en el ret&#x000ed;culo endopl&#x000e1;smico y el aparato de Golgi de la c&#x000e9;lula infectada, seguido por su liberaci&#x000f3;n al citoplasma celular, para que finalmente los nuevos viriones sean liberados a trav&#x000e9;s de ves&#x000ed;culas (<xref rid="fig0010" ref-type="fig">fig. 2</xref>B)<xref rid="bib0400" ref-type="bibr">5</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0450" ref-type="bibr">15</xref>, <xref rid="bib0455" ref-type="bibr">16</xref>.</p><p id="par0120">Desde el punto de vista fisiopatol&#x000f3;gico, el origen de los s&#x000ed;ntomas que presentan los pacientes enfermos de COVID-19 se explica por la activaci&#x000f3;n del sistema inmunitario innato, en la que, como suele suceder en otro tipo de infecciones respiratorias, se observa una importante liberaci&#x000f3;n de citoquinas y mediadores proinflamatorios. Estas sustancias causan la activaci&#x000f3;n del centro termorregulador en el hipot&#x000e1;lamo produciendo la fiebre, as&#x000ed; como la irritaci&#x000f3;n del tracto respiratorio, lo cual se traduce como la activaci&#x000f3;n del reflejo tus&#x000ed;geno en el bulbo raqu&#x000ed;deo ocasionando la tos<xref rid="bib0515" ref-type="bibr"><sup>28</sup></xref>.</p><p id="par0125">En el caso de los pacientes enfermos de COVID-19 que cursan una evoluci&#x000f3;n severa, la respuesta inmune no es capaz de controlar adecuadamente la infecci&#x000f3;n del virus, por lo que este logra proliferar y propagarse con mayor eficacia produciendo mayor da&#x000f1;o tisular pulmonar, lo cual propicia la activaci&#x000f3;n de macr&#x000f3;fagos y granulocitos, que generan a su vez la liberaci&#x000f3;n masiva de citocinas y mediadores proinflamatorios, particularmente interleucina&#x000a0;6 (IL-6) y factor estimulante de las colonias de granulocitos-macr&#x000f3;fagos (GM-CSF)<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>, <xref rid="bib0605" ref-type="bibr">46</xref>.</p><p id="par0130">Esta hiperactivaci&#x000f3;n, que no logra contener la infecci&#x000f3;n, conduce a que ocurra una depleci&#x000f3;n linfocitaria que por s&#x000ed; misma se asocia a un incremento en el da&#x000f1;o tisular ya existente y que anal&#x000ed;ticamente es observada en pacientes graves que presentan linfopenia e hiperferritinemia. A esta hiperactivaci&#x000f3;n y liberaci&#x000f3;n masiva de citocinas y mediadores proinflamatorios se la ha denominado s&#x000ed;ndrome de liberaci&#x000f3;n de citocinas (SLC), que se produce cuando una gran cantidad de leucocitos son reclutados y liberan grandes cantidades de citocinas proinflamatorias, entre ellas GM-CSF, IL-6, IL-10, el interfer&#x000f3;n (IFN), la prote&#x000ed;na quimiot&#x000e1;ctica de monocitos&#x000a0;1 (MCP-1), el factor de necrosis tumoral (TNF), IL-1, IL-2, IL-2 receptor e IL-8<xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0605" ref-type="bibr">46</xref>.</p><p id="par0135">La propia tormenta de citocinas que genera el SLC causa da&#x000f1;o en el sistema microvascular, lo cual activa el sistema de coagulaci&#x000f3;n e inhibici&#x000f3;n de la fibrin&#x000f3;lisis. Esta alteraci&#x000f3;n del sistema microvascular conduce a la aparici&#x000f3;n de la coagulaci&#x000f3;n intravascular diseminada (CID), la cual es se&#x000f1;alada como una de las principales causantes de falla org&#x000e1;nica en pacientes graves y que anal&#x000ed;ticamente es observada a trav&#x000e9;s del aumento progresivo del d&#x000ed;mero&#x000a0;D y del fibrin&#x000f3;geno<xref rid="bib0440" ref-type="bibr"><sup>13</sup></xref>.</p></sec><sec id="sec0035"><title>Caracter&#x000ed;sticas y manifestaciones cl&#x000ed;nicas</title><p id="par0140">Seg&#x000fa;n los primeros informes epidemiol&#x000f3;gicos generados en China, la edad media de los pacientes que contrajeron la infecci&#x000f3;n se ubic&#x000f3; entre los 47 y los 59&#x000a0;a&#x000f1;os, con una ligera predominancia entre individuos del g&#x000e9;nero masculino. Se observaron casos en individuos menores de 18&#x000a0;a&#x000f1;os, pero fueron reportados como casos aislados. Entre las comorbilidades o condiciones m&#x000e9;dicas coexistentes m&#x000e1;s prevalentes entre estos pacientes se report&#x000f3;: hipertensi&#x000f3;n, diabetes, enfermedades cardiovasculares, consumo de tabaco, enfisema pulmonar y obesidad<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0410" ref-type="bibr">7</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>. A partir de estas comorbilidades se determin&#x000f3; que los pacientes de mayor riesgo para presentar un cuadro cl&#x000ed;nico severo son los que padezcan alguna de las condiciones m&#x000e9;dicas anteriores, as&#x000ed; como adultos mayores de 60&#x000a0;a&#x000f1;os, personas inmunocomprometidas, mujeres embarazadas y asm&#x000e1;ticos<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0410" ref-type="bibr">7</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>, <xref rid="bib0590" ref-type="bibr">43</xref>.</p><p id="par0145">En Espa&#x000f1;a, mediante la Red Nacional de Vigilancia Epidemiol&#x000f3;gica (RNVE) se ha comprobado que los primeros informes sobre las caracter&#x000ed;sticas demogr&#x000e1;ficas, cl&#x000ed;nicas y epidemiol&#x000f3;gicas, originados en los pa&#x000ed;ses asi&#x000e1;ticos, no difieren mucho de lo que se ha observado en el pa&#x000ed;s durante la pandemia, por lo que en muchos aspectos los datos son superponibles (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
A)<xref rid="bib0605" ref-type="bibr"><sup>46</sup></xref>.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>A) Caracter&#x000ed;sticas demogr&#x000e1;ficas, cl&#x000ed;nicas y antecedentes epidemiol&#x000f3;gicos de riesgo. Casos de COVID-19 en Espa&#x000f1;a notificados a la RNVE<xref rid="bib0635" ref-type="bibr"><sup>52</sup></xref>. B) Propuesta de clasificaci&#x000f3;n de los pacientes con COVID-19 seg&#x000fa;n su cuadro cl&#x000ed;nico por Feng He et al.<xref rid="bib0440" ref-type="bibr"><sup>13</sup></xref></p></caption><alt-text id="at1">Tabla 1</alt-text><graphic xlink:href="fx1_lrg"/><table-wrap-foot><fn id="spar0050"><p>A) Principales caracter&#x000ed;sticas demogr&#x000e1;ficas, cl&#x000ed;nicas y antecedentes epidemiol&#x000f3;gicos de riesgo en Espa&#x000f1;a. En base a la informaci&#x000f3;n recabada por la RNVE a partir de una muestra total de 217.543 pacientes. Se enumera por frecuencia y porcentaje las manifestaciones cl&#x000ed;nicas y los factores de riesgo de los pacientes con COVID-19 hasta el hasta el d&#x000ed;a 7 de mayo 2020.</p></fn><fn id="spar0055"><p><sup>1</sup> Los porcentajes se calculan sobre los casos de COVID-19 de los que se dispone de informaci&#x000f3;n de cada variable.</p></fn><fn id="spar0060"><p><sup>2</sup> RIC: rango intercuartil. &#x000b0;: n&#x000fa;mero de casos con informaci&#x000f3;n sobre la variable.</p></fn><fn id="spar0065"><p>* La informaci&#x000f3;n sobre hipertensi&#x000f3;n arterial se recoge a partir del 18 marzo 2020.</p></fn><fn id="spar0070"><p>Fuente: Adaptaci&#x000f3;n de los autores a partir de la informaci&#x000f3;n p&#x000fa;blica difundida por el Centro Nacional de Epidemiolog&#x000ed;a. Red Nacional de Vigilancia Epidemiol&#x000f3;gica. Informe sobre la situaci&#x000f3;n de COVID-19 en Espa&#x000f1;a. Informe COVID-19 n.&#x000b0; 29. Publicado 7 mayo 2020. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Documents/INFORMES/Informes%20COVID-19/Informe%20n%C2%BA%2029.%20Situaci%C3%B3n%20de%20COVID-19%20en%20Espa%C3%B1a%20a%2007%20de%20mayo%20de%202020.pdf" id="intr0005">https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Documents/INFORMES/Informes%20COVID-19/Informe%20n%C2%BA%2029.%20Situaci%C3%B3n%20de%20COVID-19%20en%20Espa%C3%B1a%20a%2007%20de%20mayo%20de%202020.pdf</ext-link></p></fn><fn id="spar0075"><p>B) Feng He et al. proponen esta clasificaci&#x000f3;n de pacientes con COVID-19 seg&#x000fa;n el cuadro cl&#x000ed;nico. Se clasifican en 3 cuadros cl&#x000ed;nicos: medio a moderado, severo y cr&#x000ed;tico, en funci&#x000f3;n del grado de gravedad de las manifestaciones cl&#x000ed;nicas<xref rid="bib0440" ref-type="bibr"><sup>13</sup></xref>.</p></fn><fn id="spar0080"><p>Fuente: Extra&#x000ed;da del art&#x000ed;culo de revisi&#x000f3;n de Feng He et al.<xref rid="bib0440" ref-type="bibr"><sup>13</sup></xref>. Adaptado al espa&#x000f1;ol por los autores de la presente revisi&#x000f3;n bajo el uso leg&#x000ed;timo de la licencia: Attribution 4.0 International (CC BY 4.0).</p></fn></table-wrap-foot></table-wrap></p><p id="par0150">Los s&#x000ed;ntomas producidos por la COVID-19 son inespec&#x000ed;ficos. No obstante, el espectro cl&#x000ed;nico puede ir desde un cuadro cl&#x000ed;nico asintom&#x000e1;tico hasta una neumon&#x000ed;a severa que produzca insuficiencia respiratoria a causa del s&#x000ed;ndrome de distr&#x000e9;s respiratorio del adulto (SDRA). La presencia del SDRA est&#x000e1; asociada al SLC y a la CID, que han sido descritos por la literatura m&#x000e9;dica actual como las principales causas del da&#x000f1;o multiorg&#x000e1;nico que presentan estos pacientes y que consecuentemente originan la alta mortalidad de COVID-19 en pacientes de alto riesgo<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>, <xref rid="bib0605" ref-type="bibr">46</xref>.</p><p id="par0155">La neumon&#x000ed;a es la manifestaci&#x000f3;n cl&#x000ed;nica m&#x000e1;s severa que com&#x000fa;nmente se ha presentado durante el transcurso de la enfermedad en pacientes graves. Esta se caracteriza principalmente por presentar fiebre, tos, disnea e infiltrados en las im&#x000e1;genes de t&#x000f3;rax. Sin embargo, as&#x000ed; como sucede con otras infecciones respiratorias virales, no existen s&#x000ed;ntomas que sean espec&#x000ed;ficos para poder diferenciar una neumon&#x000ed;a ocasionada por otros virus de la ocasionada por SARS-CoV-2<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0410" ref-type="bibr">7</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>.</p><p id="par0160">Los principales s&#x000ed;ntomas inespec&#x000ed;ficos de la COVID-19 que han sido reportados en China, Europa y en muchas otras partes del mundo son: fiebre, tos seca, astenia, mialgias, artralgias, escalofr&#x000ed;os, cefalea, odinofagia y disnea (presente en casos graves). Menos frecuente es la presentaci&#x000f3;n de anosmia, ageusia, diarrea, v&#x000f3;mitos, congesti&#x000f3;n nasal y hemoptisis<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0390" ref-type="bibr">3</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>, <xref rid="bib0605" ref-type="bibr">46</xref>, <xref rid="bib0635" ref-type="bibr">52</xref>.</p><p id="par0165">En cuanto a la presentaci&#x000f3;n de los s&#x000ed;ntomas de la COVID-19 en Espa&#x000f1;a, los datos son nuevamente equiparables con los reportados en la literatura m&#x000e9;dica y los informes de la OMS. Concretamente la RNVE en su informe n.&#x000b0; 29 del d&#x000ed;a 7 de mayo enumera los principales s&#x000ed;ntomas presentados por el conjunto de la poblaci&#x000f3;n espa&#x000f1;ola, hasta la fecha y a base de una muestra de 217.543 casos, de la siguiente manera: fiebre (72%), tos (68,4%), neumon&#x000ed;a radiol&#x000f3;gica o cl&#x000ed;nica (54%), disnea (47,2%), diarrea (23,7%) (<xref rid="tbl0005" ref-type="table">tabla 1</xref>A)<xref rid="bib0635" ref-type="bibr"><sup>52</sup></xref>.</p><p id="par0170">Los hallazgos de laboratorio que se presentan en esta enfermedad pueden ser desestimados y pasar inadvertidamente como hallazgos que se suelen presentar en cualquier otra infecci&#x000f3;n respiratoria. Sin embargo, en la COVID-19 es importante hacer hincapi&#x000e9; en que se pueden presentar hallazgos anal&#x000ed;ticos que han demostrado asociaci&#x000f3;n significativa por su utilidad como posibles marcadores de gravedad y/o de mortalidad<xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0605" ref-type="bibr">46</xref>.</p><p id="par0175">Entre estos hallazgos es com&#x000fa;n observar la leucopenia y la linfopenia, siendo esta &#x000fa;ltima caracter&#x000ed;stica de la COVID-19, ya que el SLC propicia la detecci&#x000f3;n de IL-6, hiperferritinemia y la depleci&#x000f3;n linfocitaria. Se ha reportado elevaci&#x000f3;n de la enzima lactato deshidrogenasa (LDH) y creatinquinasa (CK) en respuesta al estado de sepsis que desarrollan los casos severos de la enfermedad. La mitad de los pacientes llegan a padecer alg&#x000fa;n grado de funci&#x000f3;n hep&#x000e1;tica anormal manifestada con la elevaci&#x000f3;n de las enzimas aspartato aminotransferasa (AST) y alanina aminotransferasa (ALT). Puede coexistir adem&#x000e1;s la elevaci&#x000f3;n en suero de la prote&#x000ed;na&#x000a0;C reactiva, pero sin elevaci&#x000f3;n de la procalcitonina, y hasta un tercio de los pacientes, sobre todo los que se encuentran en estado cr&#x000ed;tico, pueden presentar elevaci&#x000f3;n del d&#x000ed;mero&#x000a0;D, en respuesta de la activaci&#x000f3;n de la coagulaci&#x000f3;n y sus mediadores procoagulantes, los cuales causan fen&#x000f3;menos tromb&#x000f3;ticos observados anal&#x000ed;ticamente a trav&#x000e9;s del aumento del tiempo de protrombina (Tp) y la trombocitopenia<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0605" ref-type="bibr">46</xref>.</p><p id="par0180">Los hallazgos imagenol&#x000f3;gicos han demostrado una alta eficiencia cuando estos hallazgos son adecuadamente integrados con la cl&#x000ed;nica del paciente. No obstante, hay que tener en cuenta que las manifestaciones radiol&#x000f3;gicas son diversas y que estas progresan r&#x000e1;pidamente<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>. Entre los estudios de imagen que se han utilizado destacan las radiograf&#x000ed;as de t&#x000f3;rax (Rx-Tx), as&#x000ed; como las tomograf&#x000ed;as computarizadas de t&#x000f3;rax con ventana pulm&#x000f3;n (TC-Tx). Como es sabido, las Rx-Tx tienen una sensibilidad menor a las TC-Tx. Sin embargo, las primeras logran ser &#x000fa;tiles en los casos donde no se dispone de tom&#x000f3;grafo, como sucede en sistemas sanitarios en pa&#x000ed;ses menos desarrollados.</p><p id="par0185">En general, el hallazgo imagenol&#x000f3;gico principal tanto en las Rx-Tx y las TC-Tx es el de una neumon&#x000ed;a at&#x000ed;pica u organizada (<xref rid="fig0015" ref-type="fig">fig. 3</xref>A). En las Rx-Tx se suelen observar opacidades asim&#x000e9;tricas irregulares como en vidrio esmerilado, datos de consolidaci&#x000f3;n, con distribuciones bilaterales, perif&#x000e9;ricas y de los campos pulmonares inferiores. La afecci&#x000f3;n pulmonar tiende a progresar en el trascurso de la infecci&#x000f3;n, por lo que estos hallazgos pueden variar seg&#x000fa;n el momento de evoluci&#x000f3;n en que el cuadro cl&#x000ed;nico se encuentre; con todo, seg&#x000fa;n la literatura m&#x000e9;dica, hasta un 20% de los casos no presentan ni presentar&#x000e1;n estos hallazgos radiol&#x000f3;gicos en ning&#x000fa;n momento de la enfermedad (<xref rid="fig0015" ref-type="fig">fig. 3</xref>B)<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0640" ref-type="bibr">53</xref>.<fig id="fig0015"><label>Figura 3</label><caption><p>A) Radiograf&#x000ed;a de t&#x000f3;rax de un paciente con COVID-19. Las flechas verdes marcan opacidades asim&#x000e9;tricas irregulares en ambos campos pulmonares. B)&#x000a0;Tomograf&#x000ed;a de t&#x000f3;rax de un paciente con COVID-19, etapa inicial. Las flechas amarillas marcan consolidaciones, las flechas naranjas marcan consolidaciones en vidrio esmerilado. C)&#x000a0;Tomograf&#x000ed;a de t&#x000f3;rax de un paciente con COVID-19, etapa tard&#x000ed;a. Las flechas amarillas marcan consolidaciones, las flechas naranjas marcan consolidaciones en vidrio esmerilado con patr&#x000f3;n reticular e importante distorsi&#x000f3;n anat&#x000f3;mica.</p><p>Fuente: Im&#x000e1;genes obtenidas mediante consentimiento de paciente salvaguardando su identidad.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p><p id="par0190">En cuanto a lo referente a las TC-Tx, los hallazgos predominantes son las opacidades en vidrio esmerilado y las consolidaciones distribuidas irregularmente, como si fueran parches, principalmente en la zona medial y externa de los campos pulmonares. Entre los hallazgos tomogr&#x000e1;ficos menos comunes se han reportado: derrame pleural, cavitaciones, adenopat&#x000ed;as y neumot&#x000f3;rax<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0645" ref-type="bibr">54</xref>. Seg&#x000fa;n un estudio, las anormalidades tomogr&#x000e1;ficas alcanzan su punto m&#x000e1;ximo en la mayor&#x000ed;a de los pacientes hacia el d&#x000ed;a&#x000a0;10 de la infecci&#x000f3;n, cuando adem&#x000e1;s de los hallazgos ya mencionados se puede observar un patr&#x000f3;n reticular con una importante distorsi&#x000f3;n anat&#x000f3;mica y, en fases tard&#x000ed;as, bronquiectasias por tracci&#x000f3;n (<xref rid="fig0015" ref-type="fig">fig. 3</xref>C)<xref rid="bib0645" ref-type="bibr"><sup>54</sup></xref>.</p><p id="par0195">Como se menciona en los informes de la OMS y la experiencia adquirida desde el inicio del brote hasta este momento, aproximadamente el 80% de los pacientes enfermos de COVID-19 cursar&#x000e1;n con un cuadro cl&#x000ed;nico medio a moderado sin neumon&#x000ed;a o con una neumon&#x000ed;a leve no complicable, mientras que aproximadamente el 20% restante cursar&#x000e1;n con un cuadro severo de la enfermedad y un 3,6% del total de los enfermos morir&#x000e1;n<xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>, <xref rid="bib0650" ref-type="bibr">55</xref>, <xref rid="bib0655" ref-type="bibr">56</xref>. Por esta situaci&#x000f3;n, los pacientes pueden ser clasificados en grupos cl&#x000ed;nicos en funci&#x000f3;n de la severidad de su estado (<xref rid="tbl0005" ref-type="table">tabla 1</xref>B). Esta clasificaci&#x000f3;n ayuda a establecer qui&#x000e9;nes son los pacientes que mayor soporte m&#x000e9;dico requieren, y contribuye a que la atenci&#x000f3;n m&#x000e9;dica sea priorizada a quienes m&#x000e1;s la necesiten sin que se saturen los servicios m&#x000e9;dicos existentes<xref rid="bib0440" ref-type="bibr">13</xref>, <xref rid="bib0515" ref-type="bibr">28</xref>.</p></sec><sec id="sec0040"><title>M&#x000e9;todos diagn&#x000f3;sticos</title><p id="par0200">La sospecha de encontrarnos ante un caso de COVID-19 debe basarse primordialmente en la historia cl&#x000ed;nica del paciente y en la evoluci&#x000f3;n de su cuadro cl&#x000ed;nico. Un paciente que presente los s&#x000ed;ntomas asociados de COVID-19 o que refiera datos de alguna enfermedad de v&#x000ed;as respiratorias sin que se haya identificado una causa concreta debe ser estudiado como caso sospechoso. M&#x000e1;s a&#x000fa;n si al interrogatorio el paciente refiere haber tenido contacto cercano con un caso confirmado o sospechoso de COVID-19 en los &#x000fa;ltimos 14&#x000a0;d&#x000ed;as o si manifiesta residir o haber viajado en los &#x000fa;ltimos 14&#x000a0;d&#x000ed;as a cualquier lugar del mundo donde se conozca que existe la transmisi&#x000f3;n comunitaria del virus<xref rid="bib0435" ref-type="bibr"><sup>12</sup></xref>.</p><p id="par0205">Como se ha evidenciado en la literatura revisada, la TC-Tx ha demostrado ser una herramienta muy &#x000fa;til de apoyo para establecer el diagn&#x000f3;stico. Estudios han puesto a prueba la capacidad de utilizar la TC-Tx a la par de la RT-PCR, y se ha reportado que la TC-Tx tiene una sensibilidad diagn&#x000f3;stica del 97%, con un valor predictivo positivo del 65% y negativo del 83%. En un estudio comparativo similar, con una muestra menor, se obtuvieron resultados parecidos, donde la TC-Tx tuvo una sensibilidad del 98%<xref rid="bib0660" ref-type="bibr"><sup>57</sup></xref>.</p><p id="par0210">Para el diagn&#x000f3;stico definitivo de COVID-19 es indispensable la realizaci&#x000f3;n de una RT-PCR. Este es el m&#x000e9;todo diagn&#x000f3;stico que ha sido ampliamente utilizado alrededor del mundo por su capacidad de detectar al SARS-CoV-2 en las secreciones respiratorias<xref rid="bib0380" ref-type="bibr">1</xref>, <xref rid="bib0410" ref-type="bibr">7</xref>, <xref rid="bib0440" ref-type="bibr">13</xref>. La toma de la muestra en pacientes ambulatorios se realiza a trav&#x000e9;s de exudado nasofar&#x000ed;ngeo u orofar&#x000ed;ngeo, mientras que en pacientes intubados se prefiere la toma a trav&#x000e9;s del lavado broncoalveolar<xref rid="bib0525" ref-type="bibr"><sup>30</sup></xref>. Una vez que se obtienen las muestras, el material gen&#x000e9;tico del virus es extra&#x000ed;do de las c&#x000e9;lulas infectadas y es procesado por la RT-PCR, cuyo principio b&#x000e1;sico es leer o detectar el genoma del virus, principalmente de las secuencias correspondientes a las prote&#x000ed;nas&#x000a0;N, E y&#x000a0;S<xref rid="bib0590" ref-type="bibr">43</xref>, <xref rid="bib0665" ref-type="bibr">58</xref>.</p><p id="par0215">Adem&#x000e1;s de la detecci&#x000f3;n del virus, es importante determinar la carga viral que los infectados poseen en sus c&#x000e9;lulas, por lo que, vali&#x000e9;ndose del llamado valor umbral de ciclo (Ct-value [<italic>cycle threshold value</italic>]), se puede determinar el n&#x000fa;mero de copias del virus presentes en las c&#x000e9;lulas. El Ct-value es el n&#x000fa;mero de veces que la RT-PCR tiene que leer el genoma del virus para considerar que est&#x000e1; presente y determinar la carga viral celular<xref rid="bib0590" ref-type="bibr">43</xref>, <xref rid="bib0665" ref-type="bibr">58</xref>, <xref rid="bib0670" ref-type="bibr">59</xref>. En algunos estudios el Ct-value umbral fue establecido de 40-37. Cuando se realizaba la detecci&#x000f3;n del SARS-CoV-2 y la muestra procesada por RT-PCR reportaba un valor umbral menor a 37 ciclos, la prueba era positiva. En cambio, si era mayor de 40 ciclos la prueba era negativa. En los casos en que el Ct-value se encontraba entre 37 y 40 ciclos se requer&#x000ed;a una confirmaci&#x000f3;n, por lo que se repet&#x000ed;a la prueba<xref rid="bib0590" ref-type="bibr"><sup>43</sup></xref>. En otras palabras, mientras menos ciclos realice la RT-PCR, mayor es la carga viral, y viceversa.</p><p id="par0220">Otras pruebas diagn&#x000f3;sticas que se han utilizado son las pruebas r&#x000e1;pidas basadas en la detecci&#x000f3;n ant&#x000ed;geno-anticuerpo. Estas pruebas son cualitativas y solo expresan un resultado, ya sea positivo o negativo. La t&#x000e9;cnica m&#x000e1;s utilizada en estas es el ensayo por inmunoabsorci&#x000f3;n ligado a enzimas (ELISA), en la cual se toma una muestra de exudado nasofar&#x000ed;ngeo u orofar&#x000ed;ngeo. En el ELISA un anticuerpo ligado a una enzima busca intencionadamente la detecci&#x000f3;n de ant&#x000ed;genos, que en este caso son prote&#x000ed;nas espec&#x000ed;ficas del SARS-CoV-2 (prote&#x000ed;na&#x000a0;N y las subunidades&#x000a0;S1,S2 de la prote&#x000ed;na&#x000a0;S), para despu&#x000e9;s generar una se&#x000f1;al o producto detectable que se pueda identificar en caso de encontrar a un ant&#x000ed;geno del virus, para as&#x000ed; determinar la positividad de la prueba<xref rid="bib0675" ref-type="bibr">60</xref>, <xref rid="bib0680" ref-type="bibr">61</xref>, <xref rid="bib0685" ref-type="bibr">62</xref>.</p><p id="par0225">En el caso de las pruebas r&#x000e1;pidas por determinaci&#x000f3;n de anticuerpos, estas surgen desde la idea de que el sistema inmunitario desarrolla inmunoglobulinas (Ig) frente al virus, dependiendo de la fase de la infecci&#x000f3;n en la que el individuo se encuentre. La IgM es la inmunoglobulina de fase aguda, mientras que la IgG es la de fase cr&#x000f3;nica, de memoria o de recuperaci&#x000f3;n<xref rid="bib0675" ref-type="bibr"><sup>60</sup></xref>.</p><p id="par0230">Aunque hasta la fecha no existe consenso entre la comunidad m&#x000e9;dica sobre el tiempo en el que los t&#x000ed;tulos de IgM e IgG aumentan para ser detectables, se ha postulado que la IgM comienza a elevarse entre 5-7&#x000a0;d&#x000ed;as tras el momento del contagio (siendo su pico detectable entre 8-14&#x000a0;d&#x000ed;as), mientras que la IgG se vuelve detectable a partir del d&#x000ed;a 15 al 21<xref rid="bib0680" ref-type="bibr">61</xref>, <xref rid="bib0685" ref-type="bibr">62</xref>.</p><p id="par0235">Las pruebas r&#x000e1;pidas adquieren su mayor utilidad cuando son empleadas para detectar oportunamente la infecci&#x000f3;n por SARS-CoV-2, sobre todo cuando la RT-PCR no se encuentra disponible o no se puede realizar de forma masiva. Sin embargo, es imprescindible que estas sean valoradas junto con la situaci&#x000f3;n epidemiol&#x000f3;gica y cl&#x000ed;nica del paciente (<xref rid="tbl0010" ref-type="table">tabla 2</xref>
A).<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>A) Interpretaci&#x000f3;n combinada del resultado de RT-PCR y prueba r&#x000e1;pida de detecci&#x000f3;n de anticuerpos. B) Recomendaciones y medidas de prevenci&#x000f3;n de la OMS para la poblaci&#x000f3;n general y poblaci&#x000f3;n con s&#x000ed;ntomas asociados a COVID-19 para evitar la propagaci&#x000f3;n del SARS-CoV-2</p></caption><alt-text id="at2">Tabla 2</alt-text><graphic xlink:href="fx2_lrg"/><table-wrap-foot><fn id="spar0090"><p>A) Propuesta de interpretaci&#x000f3;n cl&#x000ed;nica combinada del resultado de RT-PCR y prueba r&#x000e1;pida de detecci&#x000f3;n de anticuerpos con las medidas de prevenci&#x000f3;n de la OMS.</p></fn><fn id="spar0095"><p>B) La OMS recomienda tanto a la poblaci&#x000f3;n general como a la poblaci&#x000f3;n con s&#x000ed;ntomas asociados a COVID-19 seguir estas medidas de prevenci&#x000f3;n tanto para evitar contagiar al virus como para evitar contagiarse.</p></fn><fn id="spar0100"><p>Fuente: Elaboraci&#x000f3;n propia de los autores en base al conocimiento adquirido sobre el uso y la interpretaci&#x000f3;n de la pruebas. Recomendaciones fundadas en los documentos t&#x000e9;cnicos de la OMS<xref rid="bib0710" ref-type="bibr"><sup>67</sup></xref>.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec0045"><title>Medidas preventivas y tratamiento</title><p id="par0240">Hasta este momento no se dispone de un tratamiento espec&#x000ed;fico contra la COVID-19, ni de una vacuna capaz de prevenir la infecci&#x000f3;n por SARS-CoV-2, motivo por el cual las medidas masivas de salud p&#x000fa;blica, optadas por gran parte de la comunidad internacional, han sido y han demostrado ser las &#x000fa;nicas formas efectivas para la contenci&#x000f3;n de la propagaci&#x000f3;n de la enfermedad y su mitigaci&#x000f3;n. Tales medidas masivas de salud p&#x000fa;blica se han basado principalmente en el distanciamiento social y la cuarentena<xref rid="bib0690" ref-type="bibr"><sup>63</sup></xref>.</p><p id="par0245">Entre las recomendaciones generales de la OMS para la prevenci&#x000f3;n de la enfermedad (<xref rid="tbl0010" ref-type="table">tabla 2</xref>B) es importante hacer &#x000e9;nfasis en dos de estas medidas: el lavado de manos y el uso de mascarilla.</p><p id="par0250">El lavado de manos se tiene que realizar de forma adecuada seg&#x000fa;n la t&#x000e9;cnica de la OMS, donde las manos se tienen que frotar durante 20-30&#x000a0;s, y de 40-60&#x000a0;s si las manos se notan sucias. Adem&#x000e1;s, es importante que estas sean lavadas con agua y con jab&#x000f3;n, o con una soluci&#x000f3;n a base de alcohol al 70%, ya que se demostr&#x000f3; que el SARS-CoV-2 puede estar presente en superficies inanimadas hasta durante 9&#x000a0;d&#x000ed;as, y que una soluci&#x000f3;n de alcohol al 62-71% disminuye su infectividad en las superficies despu&#x000e9;s de su exposici&#x000f3;n de al menos 1&#x000a0;min<xref rid="bib0695" ref-type="bibr">64</xref>, <xref rid="bib0700" ref-type="bibr">65</xref>, por lo que es importante tambi&#x000e9;n lavarse las manos frecuentemente, sobre todo despu&#x000e9;s de que estas hayan estado en contacto con alguna superficie. En el caso espec&#x000ed;fico del personal de salud, el lavado de manos adem&#x000e1;s se tiene que realizar despu&#x000e9;s de estar en contacto con el paciente o con su medio, ya sea directa o indirectamente, as&#x000ed; como despu&#x000e9;s de realizar cualquier procedimiento m&#x000e9;dico<xref rid="bib0700" ref-type="bibr"><sup>65</sup></xref>.</p><p id="par0255">El uso de mascarillas por parte de la poblaci&#x000f3;n general ha sido un tema ampliamente discutido como medida efectiva de prevenci&#x000f3;n, ya que hasta la fecha no existe evidencia cient&#x000ed;fica concluyente que demuestre que el uso de mascarillas en el &#x000e1;mbito comunitario reduzca el contagio de SARS-CoV-2 o alguna otra infecci&#x000f3;n respiratoria aguda viral<xref rid="bib0705" ref-type="bibr"><sup>66</sup></xref>. Ante esto, la OMS ha recomendado el uso de mascarillas solo a la poblaci&#x000f3;n infectada y no recomienda su uso generalizado. Entre otras cosas, porque optar &#x000fa;nicamente por esta medida no es suficiente para evitar el contagio, ya que esta medida por s&#x000ed; sola no confiere el adecuado nivel de protecci&#x000f3;n. Por lo tanto, deber&#x000ed;an adoptarse tambi&#x000e9;n otras medidas<xref rid="bib0710" ref-type="bibr"><sup>67</sup></xref>.</p><p id="par0260">El uso de mascarillas quir&#x000fa;rgicas entre el personal sanitario que atiende pacientes con COVID-19 no es efectivo, debido a que las part&#x000ed;culas virales son capaces de penetrar a trav&#x000e9;s del material del que est&#x000e1;n hechas. La OMS recomienda el uso de respiradores de alta eficiencia, que cuentan con un filtro de part&#x000ed;culas de entre 3 a 5&#x000a0;&#x003bc;m de di&#x000e1;metro. Entre los ejemplos m&#x000e1;s conocidos de respiradores de alta eficiencia a nivel mundial se encuentran los FFP2 y FFP3, que poseen una eficiencia del 95 y del 99,95%, respectivamente, est&#x000e1;n avalados por la Uni&#x000f3;n Europea y por tanto son los utilizados en los pa&#x000ed;ses europeos. En contraparte, existen los respiradores N95, N99 y N100, con una eficiencia del 95, del 99 y del 99,7%, que est&#x000e1;n certificados ante el <italic>U.S. National Institute for Occupational Safety and Health</italic>, y su uso est&#x000e1; difundido mayoritariamente entre los pa&#x000ed;ses americanos<xref rid="bib0715" ref-type="bibr">68</xref>, <xref rid="bib0720" ref-type="bibr">69</xref>.</p><p id="par0265">Al no existir hasta el momento un tratamiento farmacol&#x000f3;gico eficaz contra la infecci&#x000f3;n, la comunidad m&#x000e9;dica internacional ha utilizado emp&#x000ed;ricamente medicamentos ya conocidos y ampliamente utilizados en otras enfermedades, principalmente en las causadas por el SARS-CoV y MERS-CoV, debido a su similitud y parentesco con el nuevo coronavirus<xref rid="bib0725" ref-type="bibr"><sup>70</sup></xref>. Entre los medicamentos que se han empleado hasta el momento destacan:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0270">Cloroquina/hidroxicloroquina: utilizados para el tratamiento de la malaria, el lupus eritematoso sist&#x000e9;mico y la artritis reumatoide.</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0275">Lopinavir/ritonavir y otros antirretrovirales: utilizados para el tratamiento de la infecci&#x000f3;n por VIH.</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0280">Ribavirina: antiviral utilizado para el tratamiento de la hepatitis&#x000a0;C.</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0285">Otros f&#x000e1;rmacos antivirales: oseltamivir, umifenovir.</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0290">Otros agentes: interfer&#x000f3;n-&#x003b1;/&#x003b2; utilizados junto con otros de los f&#x000e1;rmacos anteriores.</p></list-item><list-item id="lsti0030"><label>&#x02022;</label><p id="par0295">Otras terapias coadyuvantes: anticuerpos monoclonales contra citocinas proinflamatorias como IL-6 (tocilizumab) y terapia de inmunoglobulinas con inmunoglobulinas extra&#x000ed;das del plasma de pacientes recuperados de la infecci&#x000f3;n.</p></list-item></list>
</p><p id="par0300">Tratamientos bajo investigaci&#x000f3;n para su uso est&#x000e1;ndar en COVID-19:<list list-type="simple" id="lis0010"><list-item id="lsti0035"><label>&#x02022;</label><p id="par0305">
<italic>Favipiravir:</italic> con experiencia cl&#x000ed;nica limitada en COVID-19. Sin embargo, con resultados alentadores en otros coronavirus.</p></list-item><list-item id="lsti0040"><label>&#x02022;</label><p id="par0310">
<italic>Remdesivir:</italic> utilizado por primera vez en la pandemia de &#x000c9;bola<xref rid="bib0725" ref-type="bibr"><sup>70</sup></xref>, es el medicamento que hasta la fecha tiene mayor expectativa de ser utilizado como de uso est&#x000e1;ndar. Protocolos de ensayos aleatorizados, doble ciego controlado con placebo se han realizado sobre este medicamento, y uno de ellos demostr&#x000f3; un ligero acortamiento en el tiempo de estancia intrahospitalaria de los pacientes que fueron tratados oportunamente con este medicamento, aunque no se pudo asociar en este estudio ning&#x000fa;n otro beneficio cl&#x000ed;nico<xref rid="bib0730" ref-type="bibr"><sup>71</sup></xref>. A ra&#x000ed;z de una serie de ensayos aleatorizados realizados por la farmac&#x000e9;utica GILEAD y el <italic>National Institute of Allergy and Infectious Diseases</italic> (NIAID), el d&#x000ed;a 1 de mayo la <italic>Food and Drug Administration</italic> (FDA) emiti&#x000f3; una autorizaci&#x000f3;n de uso urgente de este medicamento en presentaciones graves de la enfermedad. Aunque se aclara que esta autorizaci&#x000f3;n es temporal y que el medicamento tendr&#x000e1; que transitar por el procedimiento normal para la aprobaci&#x000f3;n de medicamentos de la FDA<xref rid="bib0735" ref-type="bibr"><sup>72</sup></xref>.</p></list-item></list>
</p><p id="par0315">Desde el comienzo del brote y su progresi&#x000f3;n pand&#x000e9;mica, la expectativa mundial est&#x000e1; concentrada en el desarrollo de una vacuna. Sin embargo, el desarrollo de vacunas no es un proceso corto, ya que se tiene que contar con una base te&#x000f3;rica fuerte, tecnolog&#x000ed;a necesaria y su prueba en animales peque&#x000f1;os y en humanos, para lo cual se necesita contar con ciertas regulaciones<xref rid="bib0740" ref-type="bibr"><sup>73</sup></xref>. No obstante, es posible que a principios de 2021 la vacuna se encuentre disponible y en uso de emergencia, ya que a escala mundial se est&#x000e1;n uniendo esfuerzos entre gobiernos nacionales, farmac&#x000e9;uticas e instituciones de investigaci&#x000f3;n<xref rid="bib0745" ref-type="bibr"><sup>74</sup></xref>.</p><p id="par0320">El panorama hasta el d&#x000ed;a 5 de mayo sobre el avance del desarrollo de una vacuna contra el SARS-CoV-2 es el siguiente: 108 modelos de posibles vacunas, 100 de ellos que actualmente se encuentran en una etapa precl&#x000ed;nica (experimental en animales) y 8 en fase cl&#x000ed;nica (experimental en humanos)<xref rid="bib0750" ref-type="bibr"><sup>75</sup></xref>.</p></sec><sec id="sec0050"><title>Conclusi&#x000f3;n</title><p id="par0325">Actualmente el mundo se encuentra luchando arduamente en contra de la que quiz&#x000e1;s es la pandemia m&#x000e1;s severa a la que se haya enfrentado la humanidad. Esta lucha se encuentra liderada por la OMS en apoyo de los gobiernos del mundo y respaldada por miles de cient&#x000ed;ficos y m&#x000e9;dicos, quienes invaluablemente han ofrecido sus conocimientos y experiencia para el control de la pandemia y para evitar m&#x000e1;s muertes. Las medidas de distanciamiento social y la cuarentena han sido claves para mitigar la pandemia, ya que hasta la fecha no se dispone de un tratamiento m&#x000e9;dico eficaz o de alguna vacuna. La contribuci&#x000f3;n de la poblaci&#x000f3;n aisl&#x000e1;ndose ha representado un importante sacrificio, pero conforme pasan las semanas ha demostrado un impacto significativo en el desarrollo positivo de la pandemia. Es importante que el m&#x000e9;dico de familia conozca las generalidades de la enfermedad con el fin de que se pueda lograr un diagn&#x000f3;stico certero y precoz para que la enfermedad no ponga en riesgo la salud de la poblaci&#x000f3;n.</p></sec><sec id="sec0055"><title>Financiaci&#x000f3;n</title><p id="par0340">La presente investigaci&#x000f3;n no ha recibido ayudas espec&#x000ed;ficas provenientes de agencias del sector p&#x000fa;blico, sector comercial o entidades sin &#x000e1;nimo de lucro.</p></sec><sec id="sec0060"><title>Conflicto de intereses</title><p id="par0345">Los autores declaran que no existen conflictos de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0380"><label>1</label><element-citation publication-type="journal" id="sbref0380"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="doi">10.1016/s0140-6736(20)30183-5</pub-id><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="bib0385"><label>2</label><mixed-citation publication-type="other" id="oref0010">Organizaci&#x000f3;n Mundial de la Salud. Brotes epid&#x000e9;micos: Neumon&#x000ed;a de causa desconocida - China. Publicado: 5 enero 2020 [consultado 6 mayo 2020]. Disponible en: https://www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-cause-china/es/.</mixed-citation></ref><ref id="bib0390"><label>3</label><mixed-citation publication-type="other" id="oref0015">Organizaci&#x000f3;n Mundial de la Salud. Brotes epid&#x000e9;micos: actualizaci&#x000f3;n. Nuevo coronavirus China. Publicado: 12 enero 2020 [consultado 6 mayo 2020]. Disponible en: https://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/es/.</mixed-citation></ref><ref id="bib0395"><label>4</label><element-citation publication-type="journal" id="sbref0395"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>J.</given-names></name></person-group><article-title>A novel coronavirus from patients with pneumonia in China, 2019</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>727</fpage><lpage>733</lpage><pub-id pub-id-type="doi">10.1056/nejmoa2001017</pub-id><pub-id pub-id-type="pmid">31978945</pub-id></element-citation></ref><ref id="bib0400"><label>5</label><element-citation publication-type="journal" id="sbref0400"><person-group person-group-type="author"><name><surname>Masters</surname><given-names>P.</given-names></name></person-group><article-title>The molecular biology of coronaviruses</article-title><source>Adv Virus Res.</source><volume>66</volume><year>2006</year><fpage>193</fpage><lpage>292</lpage><pub-id pub-id-type="doi">10.1016/s0065-3527(06)66005-3</pub-id><pub-id pub-id-type="pmid">16877062</pub-id></element-citation></ref><ref id="bib0405"><label>6</label><element-citation publication-type="journal" id="sbref0405"><person-group person-group-type="author"><name><surname>Paules</surname><given-names>C.</given-names></name><name><surname>Marston</surname><given-names>H.</given-names></name><name><surname>Fauci</surname><given-names>A.</given-names></name></person-group><article-title>Coronavirus infections&#x02014;More than just the common cold</article-title><source>JAMA.</source><volume>323</volume><year>2020</year><fpage>707</fpage><pub-id pub-id-type="doi">10.1001/jama.2020.0757</pub-id><pub-id pub-id-type="pmid">31971553</pub-id></element-citation></ref><ref id="bib0410"><label>7</label><element-citation publication-type="journal" id="sbref0410"><person-group person-group-type="author"><name><surname>Guan</surname><given-names>W.</given-names></name><name><surname>Ni</surname><given-names>Z.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Ou</surname><given-names>C.</given-names></name><name><surname>He</surname><given-names>J.</given-names></name></person-group><article-title>Clinical characteristics of coronavirus disease 2019 in China</article-title><source>N Engl J Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1056/nejmoa2002032</pub-id></element-citation></ref><ref id="bib0415"><label>8</label><mixed-citation publication-type="other" id="oref0040">Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat Microbiol. 2020;5(4):536-544. doi:10.1038/s41564-020-0695-z</mixed-citation></ref><ref id="bib0420"><label>9</label><mixed-citation publication-type="other" id="oref0045">Coronavirus Disease (COVID-19) &#x02014; events as they happen. Who.int. Publicado inicialmente el 31 Dic 2019, actualizable d&#x000ed;a a d&#x000ed;a [consultado 6 May 2020]. Disponible en: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/events-as-they-happen</mixed-citation></ref><ref id="bib0425"><label>10</label><mixed-citation publication-type="other" id="oref0050">World Health Organization. Situation Report &#x02014; 1. Publicado: 21 Ene 2020 [consultado 6 May 2020]. Disponible en: https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200121-sitrep-1-2019-ncov.pdf?sfvrsn=20a99c10_4</mixed-citation></ref><ref id="bib0430"><label>11</label><mixed-citation publication-type="other" id="oref0055">Organizaci&#x000f3;n Mundial de la Salud. Declaraci&#x000f3;n sobre la segunda reuni&#x000f3;n del Comit&#x000e9; de Emergencias del Reglamento Sanitario ?Internacional (2005) acerca del brote del nuevo coronavirus (2019-nCoV). Publicado: 30 Ene 2020 [consultado 6 May 2020]. Disponible en: https://www.who.int/es/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-.(2019-ncov)</mixed-citation></ref><ref id="bib0435"><label>12</label><mixed-citation publication-type="other" id="oref0060">World Health Organization. Interim guidance. Global Surveillance for human infection with coronavirus disease (COVID-19). Publicado 27 Feb 2020 [consultado 6 May 2020]. Disponible en: https://www.who.int/publications-detail/global-surveillance-for-human-infection-with-novel-coronavirus-(2019-ncov)</mixed-citation></ref><ref id="bib0440"><label>13</label><element-citation publication-type="journal" id="sbref0440"><person-group person-group-type="author"><name><surname>He</surname><given-names>F.</given-names></name><name><surname>Deng</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>W.</given-names></name></person-group><article-title>Coronavirus disease 2019 (COVID-19): What we know?</article-title><source>J Med Virol.</source><year>2020</year><pub-id pub-id-type="doi">10.1002/jmv.25766</pub-id></element-citation></ref><ref id="bib0445"><label>14</label><element-citation publication-type="journal" id="sbref0445"><person-group person-group-type="author"><name><surname>Schoeman</surname><given-names>D.</given-names></name><name><surname>Fielding</surname><given-names>B.</given-names></name></person-group><article-title>Coronavirus envelope protein: Current knowledge</article-title><source>Virol J.</source><volume>16</volume><year>2019</year><pub-id pub-id-type="doi">10.1186/s12985-019-1182-0</pub-id></element-citation></ref><ref id="bib0450"><label>15</label><element-citation publication-type="journal" id="sbref0450"><person-group person-group-type="author"><name><surname>Fung</surname><given-names>T.</given-names></name><name><surname>Liu</surname><given-names>D.</given-names></name></person-group><article-title>Human coronavirus: Host-pathogen interaction</article-title><source>Annu Rev Microbiol.</source><volume>73</volume><year>2019</year><fpage>529</fpage><lpage>557</lpage><pub-id pub-id-type="doi">10.1146/annurev-micro-020518-115759</pub-id><pub-id pub-id-type="pmid">31226023</pub-id></element-citation></ref><ref id="bib0455"><label>16</label><element-citation publication-type="journal" id="sbref0455"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>Q.</given-names></name><name><surname>Guo</surname><given-names>D.</given-names></name></person-group><article-title>Emerging coronaviruses: Genome structure, replication, and pathogenesis</article-title><source>J Med Virol.</source><volume>92</volume><year>2020</year><fpage>418</fpage><lpage>423</lpage><pub-id pub-id-type="doi">10.1002/jmv.25681</pub-id><pub-id pub-id-type="pmid">31967327</pub-id></element-citation></ref><ref id="bib0460"><label>17</label><element-citation publication-type="journal" id="sbref0460"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>D.X.</given-names></name><name><surname>Inglis</surname><given-names>S.C.</given-names></name></person-group><article-title>Association of the infectious bronchitis virus 3 C protein with the virion envelope</article-title><source>Virology.</source><volume>185</volume><year>1991</year><fpage>911</fpage><lpage>917</lpage><pub-id pub-id-type="doi">10.1016/0042-6822(91)90572-s</pub-id><pub-id pub-id-type="pmid">1962461</pub-id></element-citation></ref><ref id="bib0465"><label>18</label><element-citation publication-type="journal" id="sbref0465"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>N.</given-names></name><name><surname>Li</surname><given-names>S.</given-names></name><name><surname>Yang</surname><given-names>X.</given-names></name><name><surname>Huang</surname><given-names>H.M.</given-names></name><name><surname>Zhang</surname><given-names>Y.J.</given-names></name><name><surname>Guo</surname><given-names>H.</given-names></name></person-group><article-title>Serological evidence of bat SARS-related coronavirus infection in humans, China</article-title><source>Virol Sin.</source><volume>33</volume><year>2018</year><fpage>104</fpage><lpage>107</lpage><pub-id pub-id-type="doi">10.1007/s12250-018-0012-7</pub-id><pub-id pub-id-type="pmid">29500691</pub-id></element-citation></ref><ref id="bib0470"><label>19</label><element-citation publication-type="journal" id="sbref0470"><person-group person-group-type="author"><name><surname>Li</surname><given-names>H.</given-names></name><name><surname>Mendelsohn</surname><given-names>E.</given-names></name><name><surname>Zong</surname><given-names>C.</given-names></name><name><surname>Zhang</surname><given-names>W.</given-names></name><name><surname>Hagan</surname><given-names>E.</given-names></name><name><surname>Wang</surname><given-names>N.</given-names></name></person-group><article-title>Human-animal interactions and bat coronavirus spillover potential among rural residents in Southern China</article-title><source>Biosafety Health.</source><volume>1</volume><year>2019</year><fpage>84</fpage><lpage>90</lpage><pub-id pub-id-type="doi">10.1016/j.bsheal.2019.10.004</pub-id><pub-id pub-id-type="pmid">32501444</pub-id></element-citation></ref><ref id="bib0475"><label>20</label><mixed-citation publication-type="other" id="oref0100">World Health Organization. Situation Report &#x02014; 22. Publicado 11 Feb 2020 [consultado 7 May 2020]. Disponible en: https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200211-sitrep-22-ncov.pdf?sfvrsn=fb6d49b1_2</mixed-citation></ref><ref id="bib0480"><label>21</label><element-citation publication-type="journal" id="sbref0480"><person-group person-group-type="author"><name><surname>Zhou</surname><given-names>P.</given-names></name><name><surname>Yang</surname><given-names>X.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Hu</surname><given-names>B.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Zhang</surname><given-names>W.</given-names></name></person-group><article-title>A pneumonia outbreak associated with a new coronavirus of probable bat origin</article-title><source>Nature.</source><volume>579</volume><year>2020</year><fpage>270</fpage><lpage>273</lpage><pub-id pub-id-type="doi">10.1038/s41586-020-2012-7</pub-id><pub-id pub-id-type="pmid">32015507</pub-id></element-citation></ref><ref id="bib0485"><label>22</label><element-citation publication-type="journal" id="sbref0485"><person-group person-group-type="author"><name><surname>Song</surname><given-names>Z.</given-names></name><name><surname>Xu</surname><given-names>Y.</given-names></name><name><surname>Bao</surname><given-names>L.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Yu</surname><given-names>P.</given-names></name><name><surname>Qu</surname><given-names>Y.</given-names></name></person-group><article-title>From SARS to MERS. Thrusting coronaviruses into the spotlight</article-title><source>Viruses.</source><volume>11</volume><year>2019</year><fpage>59</fpage><pub-id pub-id-type="doi">10.3390/v11010059</pub-id></element-citation></ref><ref id="bib0490"><label>23</label><element-citation publication-type="journal" id="sbref0490"><person-group person-group-type="author"><name><surname>De Wit</surname><given-names>E.</given-names></name><name><surname>van Doremalen</surname><given-names>N.</given-names></name><name><surname>Falzarano</surname><given-names>D.</given-names></name><name><surname>Munster</surname><given-names>V.</given-names></name></person-group><article-title>SARS and MERS: Recent insights into emerging coronaviruses</article-title><source>Nat Rev Microbiol.</source><volume>14</volume><year>2016</year><fpage>523</fpage><lpage>534</lpage><pub-id pub-id-type="doi">10.1038/nrmicro.2016.81</pub-id><pub-id pub-id-type="pmid">27344959</pub-id></element-citation></ref><ref id="bib0495"><label>24</label><element-citation publication-type="journal" id="sbref0495"><person-group person-group-type="author"><name><surname>Chan</surname><given-names>J.</given-names></name><name><surname>Yuan</surname><given-names>S.</given-names></name><name><surname>Kok</surname><given-names>K.</given-names></name><name><surname>To</surname><given-names>K.K.</given-names></name><name><surname>Chu</surname><given-names>H.</given-names></name><name><surname>Yang</surname><given-names>J.</given-names></name></person-group><article-title>A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>514</fpage><lpage>523</lpage><pub-id pub-id-type="doi">10.1016/s0140-6736(20)30154-9</pub-id><pub-id pub-id-type="pmid">31986261</pub-id></element-citation></ref><ref id="bib0500"><label>25</label><element-citation publication-type="journal" id="sbref0500"><person-group person-group-type="author"><name><surname>Phan</surname><given-names>L.</given-names></name><name><surname>Nguyen</surname><given-names>T.</given-names></name><name><surname>Luong</surname><given-names>Q.</given-names></name><name><surname>Nguyen</surname><given-names>T.V.</given-names></name><name><surname>Nguyen</surname><given-names>H.T.</given-names></name><name><surname>Le</surname><given-names>H.Q.</given-names></name></person-group><article-title>Importation and human-to-human transmission of a novel coronavirus in Vietnam</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>872</fpage><lpage>874</lpage><pub-id pub-id-type="doi">10.1056/nejmc2001272</pub-id><pub-id pub-id-type="pmid">31991079</pub-id></element-citation></ref><ref id="bib0505"><label>26</label><mixed-citation publication-type="other" id="oref0130">World Health Organization. Situation Report &#x02014; 73. Publicado 2 Abr 2020 [consultado 7 May 2020]. Disponible en: https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200402-sitrep-73-covid-19.pdf?sfvrsn=5ae25bc7_2</mixed-citation></ref><ref id="bib0510"><label>27</label><element-citation publication-type="journal" id="sbref0510"><person-group person-group-type="author"><name><surname>Murillo-God&#x000ed;nez</surname><given-names>G.</given-names></name></person-group><article-title>Las gotitas de Fl&#x000fc;gge</article-title><source>Rev Med Inst Mex Seguro Soc.</source><volume>47</volume><year>2009</year><fpage>290</fpage><comment>https://www.medigraphic.com/pdfs/imss/im-2009/im093j.pdf</comment><pub-id pub-id-type="pmid">20141659</pub-id></element-citation></ref><ref id="bib0515"><label>28</label><mixed-citation publication-type="other" id="oref0140">World Health Organization. Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19). Publicado 28 Feb 2020 [consultado 8 May 2020]. Disponible en: https://www.who.int/docs/default-source/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf</mixed-citation></ref><ref id="bib0520"><label>29</label><element-citation publication-type="journal" id="sbref0520"><person-group person-group-type="author"><name><surname>Ong</surname><given-names>S.W.X.</given-names></name><name><surname>Tan</surname><given-names>Y.K.</given-names></name><name><surname>Chia</surname><given-names>P.Y.</given-names></name><name><surname>Lee</surname><given-names>T.H.</given-names></name><name><surname>Ng</surname><given-names>O.T.</given-names></name><name><surname>Wong</surname><given-names>M.S.Y.</given-names></name></person-group><article-title>Air surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.3227</pub-id></element-citation></ref><ref id="bib0525"><label>30</label><element-citation publication-type="journal" id="sbref0525"><person-group person-group-type="author"><name><surname>W&#x000f6;lfel</surname><given-names>R.</given-names></name><name><surname>Corman</surname><given-names>V.</given-names></name><name><surname>Guggemos</surname><given-names>W.</given-names></name><name><surname>Seilmaier</surname><given-names>M.</given-names></name><name><surname>Zange</surname><given-names>S.</given-names></name><name><surname>M&#x000fc;ller</surname><given-names>M.A.</given-names></name></person-group><article-title>Virological assessment of hospitalized patients with COVID-2019</article-title><source>Nature.</source><year>2020</year><pub-id pub-id-type="doi">10.1038/s41586-020-2196-x</pub-id></element-citation></ref><ref id="bib0530"><label>31</label><element-citation publication-type="journal" id="sbref0530"><person-group person-group-type="author"><name><surname>Lauer</surname><given-names>S.</given-names></name><name><surname>Grantz</surname><given-names>K.</given-names></name><name><surname>Bi</surname><given-names>Q.</given-names></name><name><surname>Jones</surname><given-names>F.K.</given-names></name><name><surname>Zheng</surname><given-names>Q.</given-names></name><name><surname>Meredith</surname><given-names>H.R.</given-names></name></person-group><article-title>The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application</article-title><source>Ann Intern Med.</source><year>2020</year><pub-id pub-id-type="doi">10.7326/m20-0504</pub-id></element-citation></ref><ref id="bib0535"><label>32</label><element-citation publication-type="journal" id="sbref0535"><person-group person-group-type="author"><name><surname>Yu</surname><given-names>P.</given-names></name><name><surname>Zhu</surname><given-names>J.</given-names></name><name><surname>Zhang</surname><given-names>Z.</given-names></name><name><surname>Han</surname><given-names>Y.</given-names></name></person-group><article-title>A familial cluster of infection associated with the 2019 novel coronavirus indicating possible person-to-person transmission during the incubation period</article-title><source>J Infect Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1093/infdis/jiaa077</pub-id></element-citation></ref><ref id="bib0540"><label>33</label><element-citation publication-type="journal" id="sbref0540"><person-group person-group-type="author"><name><surname>Tong</surname><given-names>Z.</given-names></name><name><surname>Tang</surname><given-names>A.</given-names></name><name><surname>Li</surname><given-names>K.</given-names></name><name><surname>Li</surname><given-names>P.</given-names></name><name><surname>Wang</surname><given-names>H.L.</given-names></name><name><surname>Yi</surname><given-names>J.P.</given-names></name></person-group><article-title>Potential presymptomatic transmission of SARS-CoV-2, Zhejiang Province, China, 2020</article-title><source>Emerging Infect Dis.</source><volume>26</volume><year>2020</year><pub-id pub-id-type="doi">10.3201/eid2605.200198</pub-id></element-citation></ref><ref id="bib0545"><label>34</label><element-citation publication-type="journal" id="sbref0545"><person-group person-group-type="author"><name><surname>Wei</surname><given-names>W.E.</given-names></name><name><surname>Li</surname><given-names>Z.</given-names></name><name><surname>Chiew</surname><given-names>C.J.</given-names></name><name><surname>Yong</surname><given-names>S.E.</given-names></name><name><surname>Toh</surname><given-names>M.P.</given-names></name><name><surname>Lee</surname><given-names>V.J.</given-names></name></person-group><article-title>Presymptomatic transmission of SARS-CoV-2 &#x02014; Singapore January 23-March 16, 2020</article-title><source>MMWR Morb Mortal Wkly Rep.</source><year>2020</year><pub-id pub-id-type="doi">10.15585/mmwr.mm6914e1</pub-id></element-citation></ref><ref id="bib0550"><label>35</label><element-citation publication-type="journal" id="sbref0550"><person-group person-group-type="author"><name><surname>Kimball</surname><given-names>A.</given-names></name><name><surname>Hatfield</surname><given-names>K.M.</given-names></name><name><surname>Arons</surname><given-names>M.</given-names></name><name><surname>James</surname><given-names>A.</given-names></name><name><surname>Taylor</surname><given-names>J.</given-names></name><name><surname>Spicer</surname><given-names>K.</given-names></name></person-group><article-title>Asymptomatic and presymptomatic SARS-CoV-2 infections in residents of a long-term care skilled nursing facility &#x02014; King County, Washington, March 2020</article-title><source>MMWR Morb Mortal Wkly Rep.</source><volume>69</volume><year>2020</year><fpage>377</fpage><lpage>381</lpage><pub-id pub-id-type="doi">10.15585/mmwr.mm6913e1</pub-id><pub-id pub-id-type="pmid">32240128</pub-id></element-citation></ref><ref id="bib0555"><label>36</label><element-citation publication-type="journal" id="sbref0555"><person-group person-group-type="author"><name><surname>Pan</surname><given-names>X.</given-names></name><name><surname>Chen</surname><given-names>D.</given-names></name><name><surname>Xia</surname><given-names>Y.</given-names></name><name><surname>Wu</surname><given-names>X.</given-names></name><name><surname>Li</surname><given-names>T.</given-names></name><name><surname>Ou</surname><given-names>X.</given-names></name></person-group><article-title>Asymptomatic cases in a family cluster with SARS-CoV-2 infection</article-title><source>Lancet Infect Dis.</source><volume>20</volume><year>2020</year><fpage>410</fpage><lpage>411</lpage><pub-id pub-id-type="doi">10.1016/s1473-3099(20)30114-6</pub-id><pub-id pub-id-type="pmid">32087116</pub-id></element-citation></ref><ref id="bib0560"><label>37</label><element-citation publication-type="journal" id="sbref0560"><person-group person-group-type="author"><name><surname>Hu</surname><given-names>Z.</given-names></name><name><surname>Song</surname><given-names>C.</given-names></name><name><surname>Xu</surname><given-names>C.</given-names></name><name><surname>Jin</surname><given-names>G.</given-names></name><name><surname>Chen</surname><given-names>Y.</given-names></name><name><surname>Xu</surname><given-names>X.</given-names></name></person-group><article-title>Clinical characteristics of 24 asymptomatic infections with COVID-19 screened among close contacts in Nanjing, China</article-title><source>Science China Life Sciences.</source><volume>63</volume><year>2020</year><fpage>706</fpage><lpage>711</lpage><pub-id pub-id-type="doi">10.1007/s11427-020-1661-4</pub-id><pub-id pub-id-type="pmid">32146694</pub-id></element-citation></ref><ref id="bib0565"><label>38</label><element-citation publication-type="journal" id="sbref0565"><person-group person-group-type="author"><name><surname>Gan</surname><given-names>W.</given-names></name><name><surname>Lim</surname><given-names>J.</given-names></name><name><surname>Koh</surname><given-names>D.</given-names></name></person-group><article-title>Preventing intra-hospital infection and transmission of coronavirus disease 2019 in health-care workers</article-title><source>Saf Health Work.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.shaw.2020.03.001</pub-id></element-citation></ref><ref id="bib0570"><label>39</label><mixed-citation publication-type="other" id="oref0195">The Lancet. COVID-19: protecting health-care workers. The Lancet. 2020;395(10228):922. doi: 10.1016/s0140-6736(20)30627-9</mixed-citation></ref><ref id="bib0575"><label>40</label><element-citation publication-type="journal" id="sbref0575"><person-group person-group-type="author"><name><surname>Ng</surname><given-names>K.</given-names></name><name><surname>Poon</surname><given-names>B.H.</given-names></name><name><surname>Kiat Puar</surname><given-names>T.H.</given-names></name><name><surname>Shan Quah</surname><given-names>J.L.</given-names></name><name><surname>Loh</surname><given-names>W.J.</given-names></name><name><surname>Wong</surname><given-names>Y.J.</given-names></name></person-group><article-title>COVID-19 and the risk to health care workers: A case report</article-title><source>Ann Intern Med.</source><year>2020</year><pub-id pub-id-type="doi">10.7326/l20-0175</pub-id></element-citation></ref><ref id="bib0580"><label>41</label><element-citation publication-type="journal" id="sbref0580"><person-group person-group-type="author"><name><surname>Adams</surname><given-names>J.</given-names></name><name><surname>Walls</surname><given-names>R.</given-names></name></person-group><article-title>Supporting the health care workforce during the COVID-19 global epidemic</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.3972</pub-id></element-citation></ref><ref id="bib0585"><label>42</label><element-citation publication-type="journal" id="sbref0585"><person-group person-group-type="author"><name><surname>Ridenhour</surname><given-names>B.</given-names></name><name><surname>Kowalik</surname><given-names>J.</given-names></name><name><surname>Shay</surname><given-names>D.</given-names></name></person-group><article-title>Unraveling R0: Considerations for public health applications</article-title><source>Am J Public Health.</source><volume>104</volume><year>2014</year><fpage>e32</fpage><lpage>e41</lpage><pub-id pub-id-type="doi">10.2105/ajph.2013.301704</pub-id></element-citation></ref><ref id="bib0590"><label>43</label><element-citation publication-type="journal" id="sbref0590"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Q.</given-names></name><name><surname>Guan</surname><given-names>X.</given-names></name><name><surname>Wu</surname><given-names>P.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>Tong</surname><given-names>Y.</given-names></name></person-group><article-title>Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1199</fpage><lpage>1207</lpage><pub-id pub-id-type="doi">10.1056/nejmoa2001316</pub-id><pub-id pub-id-type="pmid">31995857</pub-id></element-citation></ref><ref id="bib0595"><label>44</label><element-citation publication-type="journal" id="sbref0595"><person-group person-group-type="author"><name><surname>Trilla</surname><given-names>A.</given-names></name></person-group><article-title>Un mundo, una salud: la epidemia por el nuevo coronavirus COVID-19</article-title><source>Med Clin.</source><volume>154</volume><year>2020</year><fpage>175</fpage><lpage>177</lpage><pub-id pub-id-type="doi">10.1016/j.medcli.2020.02.002</pub-id></element-citation></ref><ref id="bib0600"><label>45</label><element-citation publication-type="journal" id="sbref0600"><person-group person-group-type="author"><name><surname>Zhao</surname><given-names>S.</given-names></name><name><surname>Lin</surname><given-names>Q.</given-names></name><name><surname>Ran</surname><given-names>J.</given-names></name><name><surname>Musa</surname><given-names>S.S.</given-names></name><name><surname>Yang</surname><given-names>G.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name></person-group><article-title>Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak</article-title><source>Int J Infect Dis.</source><volume>92</volume><year>2020</year><fpage>214</fpage><lpage>217</lpage><pub-id pub-id-type="doi">10.1016/j.ijid.2020.01.050</pub-id><pub-id pub-id-type="pmid">32007643</pub-id></element-citation></ref><ref id="bib0605"><label>46</label><mixed-citation publication-type="other" id="oref0230">Ministerio de Sanidad. Centro de Coordinaci&#x000f3;n de Alertas y Emergencias Sanitarias. INFORMACI&#x000d3;N CIENT&#x000cd;FICA-T&#x000c9;CNICA Enfermedad por coronavirus, COVID-19. Publicado 17 Abr 2020 [consultado 8 May 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/20200417_ITCoronavirus.pdf</mixed-citation></ref><ref id="bib0610"><label>47</label><mixed-citation publication-type="other" id="oref0235">Centro Nacional de Epidemiolog&#x000ed;a. COVID-19 en Espa&#x000f1;a. Evoluci&#x000f3;n pandemia, declaraci&#x000f3;n agregada. Publicado diariamente [consultado 8 May 2020]. Disponible en: https://cnecovid.isciii.es/covid19/#declaraci%C3%B3n-agregada</mixed-citation></ref><ref id="bib0615"><label>48</label><element-citation publication-type="journal" id="sbref0615"><person-group person-group-type="author"><name><surname>Wan</surname><given-names>Y.</given-names></name><name><surname>Shang</surname><given-names>J.</given-names></name><name><surname>Graham</surname><given-names>R.</given-names></name><name><surname>Baric</surname><given-names>R.</given-names></name><name><surname>Li</surname><given-names>F.</given-names></name></person-group><article-title>Receptor recognition by the novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS coronavirus</article-title><source>J Virol.</source><volume>94</volume><year>2020</year><fpage>1</fpage><lpage>9</lpage><pub-id pub-id-type="doi">10.1128/jvi.00127-20</pub-id></element-citation></ref><ref id="bib0620"><label>49</label><element-citation publication-type="journal" id="sbref0620"><person-group person-group-type="author"><name><surname>Fang</surname><given-names>L.</given-names></name><name><surname>Karakiulakis</surname><given-names>G.</given-names></name><name><surname>Roth</surname><given-names>M.</given-names></name></person-group><article-title>Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?</article-title><source>Lancet Resp Med.</source><volume>8</volume><year>2020</year><pub-id pub-id-type="doi">10.1016/s2213-2600(20)30116-8</pub-id></element-citation></ref><ref id="bib0625"><label>50</label><mixed-citation publication-type="other" id="oref0250">European Medicines Agency. EMA advises continued use of medicines for hypertension, heart or kidney disease during COVID-19 pandemic. Publicado 27 Mar 2020 [consultado 9 May 2020]. Disponible en: https://www.ema.europa.eu/en/documents/press-release/ema-advises-continued-use-medicines-hypertension-heart-kidney-disease-during-covid-19-pandemic_en.pdf</mixed-citation></ref><ref id="bib0630"><label>51</label><element-citation publication-type="journal" id="sbref0630"><person-group person-group-type="author"><name><surname>Perlman</surname><given-names>S.</given-names></name></person-group><article-title>Another decade, another coronavirus</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>760</fpage><lpage>762</lpage><pub-id pub-id-type="doi">10.1056/nejme2001126</pub-id><pub-id pub-id-type="pmid">31978944</pub-id></element-citation></ref><ref id="bib0635"><label>52</label><mixed-citation publication-type="other" id="oref0260">Centro Nacional de Epidemiolog&#x000ed;a. Red Nacional de Vigilancia Epidemiol&#x000f3;gica. Informe sobre la situaci&#x000f3;n de COVID-19 en Espa&#x000f1;a. Informe COVID-19 n.&#x000b0; 29. Publicado 7 May 2020 [consultado 7 May 2020]. Disponible en: https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Documents/INFORMES/Informes%20COVID-19/Informe%20n%C2%BA%2029.%20Situaci%C3%B3n%20de%20COVID-19%20en%20Espa%C3%B1a%20a%2007%20de%20mayo%20de%202020.pdf</mixed-citation></ref><ref id="bib0640"><label>53</label><element-citation publication-type="journal" id="sbref0640"><person-group person-group-type="author"><name><surname>Wong</surname><given-names>H.Y.F.</given-names></name><name><surname>Lam</surname><given-names>H.Y.S.</given-names></name><name><surname>Fong</surname><given-names>A.H.</given-names></name><name><surname>Leung</surname><given-names>S.T.</given-names></name><name><surname>Chin</surname><given-names>T.W.</given-names></name><name><surname>Lo</surname><given-names>C.S.Y.</given-names></name></person-group><article-title>Frequency and distribution of chest radiographic findings in COVID-19 positive patients</article-title><source>Radiology.</source><year>2019</year><fpage>1</fpage><lpage>23</lpage><pub-id pub-id-type="doi">10.1148/radiol.2020201160</pub-id></element-citation></ref><ref id="bib0645"><label>54</label><element-citation publication-type="journal" id="sbref0645"><person-group person-group-type="author"><name><surname>Pan</surname><given-names>F.</given-names></name><name><surname>Ye</surname><given-names>T.</given-names></name><name><surname>Sun</surname><given-names>P.</given-names></name><name><surname>Gui</surname><given-names>S.</given-names></name><name><surname>Liang</surname><given-names>B.</given-names></name><name><surname>Li</surname><given-names>L.</given-names></name></person-group><article-title>Time course of lung changes on chest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia</article-title><source>Radiology.</source><year>2020</year><pub-id pub-id-type="doi">10.1148/radiol.2020200370</pub-id></element-citation></ref><ref id="bib0650"><label>55</label><element-citation publication-type="journal" id="sbref0650"><person-group person-group-type="author"><name><surname>Khafaie</surname><given-names>M.</given-names></name><name><surname>Rahim</surname><given-names>F.</given-names></name></person-group><article-title>Cross-country comparison of case fatality rates of COVID-19/SARS-COV-2</article-title><source>Osong Public Health Res Perspect.</source><volume>11</volume><year>2020</year><fpage>74</fpage><lpage>80</lpage><pub-id pub-id-type="doi">10.24171/j.phrp.2020.11.2.03</pub-id><pub-id pub-id-type="pmid">32257772</pub-id></element-citation></ref><ref id="bib0655"><label>56</label><element-citation publication-type="journal" id="sbref0655"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>Z.</given-names></name><name><surname>McGoogan</surname><given-names>J.M.</given-names></name></person-group><article-title>Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: Summary of a report of 72?314 Cases from the Chinese Center for Disease Control and Prevention</article-title><source>JAMA.</source><volume>323</volume><year>2020</year><fpage>1239</fpage><lpage>1242</lpage><pub-id pub-id-type="doi">10.1001/jama.2020.2648</pub-id><pub-id pub-id-type="pmid">32091533</pub-id></element-citation></ref><ref id="bib0660"><label>57</label><element-citation publication-type="journal" id="sbref0660"><person-group person-group-type="author"><name><surname>Chua</surname><given-names>F.</given-names></name><name><surname>Armstrong-James</surname><given-names>D.</given-names></name><name><surname>Desai</surname><given-names>S.</given-names></name><name><surname>Barnett</surname><given-names>J.</given-names></name><name><surname>Kouranos</surname><given-names>V.</given-names></name><name><surname>Kon</surname><given-names>O.M.</given-names></name></person-group><article-title>The role of CT in case ascertainment and management of COVID-19 pneumonia in the UK: Insights from high-incidence regions</article-title><source>Lancet Resp Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/s2213-2600(20)30132-6</pub-id></element-citation></ref><ref id="bib0665"><label>58</label><element-citation publication-type="journal" id="sbref0665"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Xu</surname><given-names>Y.</given-names></name><name><surname>Gao</surname><given-names>R.</given-names></name><name><surname>Lu</surname><given-names>R.</given-names></name><name><surname>Han</surname><given-names>K.</given-names></name><name><surname>Wu</surname><given-names>G.</given-names></name></person-group><article-title>Detection of SARS-CoV-2 in different types of clinical specimens</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.3786</pub-id></element-citation></ref><ref id="bib0670"><label>59</label><element-citation publication-type="journal" id="sbref0670"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Yan</surname><given-names>L.</given-names></name><name><surname>Wan</surname><given-names>L.</given-names></name><name><surname>Xiang</surname><given-names>T.X.</given-names></name><name><surname>Le</surname><given-names>A.</given-names></name><name><surname>Liu</surname><given-names>J.M.</given-names></name></person-group><article-title>Viral dynamics in mild and severe cases of COVID-19</article-title><source>Lancet Infect Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/s1473-3099(20)30232-2</pub-id></element-citation></ref><ref id="bib0675"><label>60</label><element-citation publication-type="journal" id="sbref0675"><person-group person-group-type="author"><name><surname>To</surname><given-names>K.K.</given-names></name><name><surname>Tsang</surname><given-names>O.T.</given-names></name><name><surname>Leung</surname><given-names>W.S.</given-names></name><name><surname>Tam</surname><given-names>A.R.</given-names></name><name><surname>Wu</surname><given-names>T.C.</given-names></name><name><surname>Lung</surname><given-names>D.C.</given-names></name></person-group><article-title>Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: An observational cohort study</article-title><source>Lancet Infect Dis.</source><volume>20</volume><year>2020</year><fpage>565</fpage><lpage>574</lpage><pub-id pub-id-type="doi">10.1016/s1473-3099(20)30196-1</pub-id><pub-id pub-id-type="pmid">32213337</pub-id></element-citation></ref><ref id="bib0680"><label>61</label><element-citation publication-type="journal" id="sbref0680"><person-group person-group-type="author"><name><surname>Guo</surname><given-names>L.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Yang</surname><given-names>S.</given-names></name><name><surname>Xiao</surname><given-names>M.</given-names></name><name><surname>Chang</surname><given-names>D.</given-names></name><name><surname>Yang</surname><given-names>F.</given-names></name></person-group><article-title>Profiling early humoral response to diagnose novel coronavirus disease (COVID-19)</article-title><source>Clin Infect Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1093/cid/ciaa310</pub-id></element-citation></ref><ref id="bib0685"><label>62</label><element-citation publication-type="journal" id="sbref0685"><person-group person-group-type="author"><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Yuan</surname><given-names>Q.</given-names></name><name><surname>Wang</surname><given-names>H.</given-names></name><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Liao</surname><given-names>X.</given-names></name><name><surname>Su</surname><given-names>Y.</given-names></name></person-group><article-title>Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019</article-title><source>Clin Infect Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1093/cid/ciaa344</pub-id></element-citation></ref><ref id="bib0690"><label>63</label><element-citation publication-type="journal" id="sbref0690"><person-group person-group-type="author"><name><surname>Nussbaumer-Streit</surname><given-names>B.</given-names></name><name><surname>Mayr</surname><given-names>V.</given-names></name><name><surname>Dobrescu</surname><given-names>A.I.</given-names></name><name><surname>Chapman</surname><given-names>A.</given-names></name><name><surname>Persad</surname><given-names>E.</given-names></name><name><surname>Klerings</surname><given-names>I.</given-names></name></person-group><article-title>Quarantine alone or in combination with other public health measures to control COVID-19: A rapid review</article-title><source>Cochrane Database Syst Rev.</source><year>2020</year><pub-id pub-id-type="doi">10.1002/14651858.CD013574</pub-id><comment>CD013574</comment></element-citation></ref><ref id="bib0695"><label>64</label><element-citation publication-type="journal" id="sbref0695"><person-group person-group-type="author"><name><surname>Kampf</surname><given-names>G.</given-names></name><name><surname>Todt</surname><given-names>D.</given-names></name><name><surname>Pfaender</surname><given-names>S.</given-names></name><name><surname>Steinmann</surname><given-names>E.</given-names></name></person-group><article-title>Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents</article-title><source>J Hosp Infect.</source><volume>104</volume><year>2020</year><fpage>246</fpage><lpage>251</lpage><pub-id pub-id-type="doi">10.1016/j.jhin.2020.01.022</pub-id><pub-id pub-id-type="pmid">32035997</pub-id></element-citation></ref><ref id="bib0700"><label>65</label><mixed-citation publication-type="other" id="oref0325">World Health Organization. Technical documentation. Water, sanitation, hygiene and waste management for COVID-19. Publicado 19 Mar 2020 [consultado 9 May 2020]. Disponible en: https://www.who.int/publications-detail/water-sanitation-hygiene-and-waste-management-for-covid-19</mixed-citation></ref><ref id="bib0705"><label>66</label><element-citation publication-type="journal" id="sbref0705"><person-group person-group-type="author"><name><surname>Stern</surname><given-names>D.</given-names></name><name><surname>L&#x000f3;pez-Olmedo</surname><given-names>N.</given-names></name><name><surname>P&#x000e9;rez-Ferrer</surname><given-names>C.</given-names></name><name><surname>Gonz&#x000e1;lez-Morales</surname><given-names>R.</given-names></name><name><surname>Canto-Osorio</surname><given-names>F.</given-names></name><name><surname>Barrientos-Guti&#x000e9;rrez</surname><given-names>T.</given-names></name></person-group><article-title>Revisi&#x000f3;n r&#x000e1;pida del uso de cubrebocas quir&#x000fa;rgicos en &#x000e1;mbito comunitario e infecciones respiratorias agudas</article-title><source>Salud Publica Mex.</source><volume>62</volume><year>2020</year><fpage>305</fpage><lpage>316</lpage><pub-id pub-id-type="doi">10.21149/11379</pub-id></element-citation></ref><ref id="bib0710"><label>67</label><mixed-citation publication-type="other" id="oref0335">World Health Organization. Publication. Advice on the use of masks in the context of COVID-19. Publicado 6 Abr 2020 [consultado 9 May 2020]. Disponible en: https://www.who.int/publications-detail/advice-on-the-use-of-masks-in-the-community-during-home-care-and-in-healthcare-settings-in-the-context-of-the-novel-coronavirus-(2019-ncov)-outbreak</mixed-citation></ref><ref id="bib0715"><label>68</label><mixed-citation publication-type="other" id="oref0340">World Health Organization. Interim guidance. Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected. Publicado 19 Mar 2020 [consultado 9 May 2020]. Disponible en: https://www.who.int/publications-detail/infection-prevention-and-control-during-health-care-when-novel-coronavirus-(ncov)-infection-is-suspected-20200125</mixed-citation></ref><ref id="bib0720"><label>69</label><mixed-citation publication-type="other" id="oref0345">World Health Organization. WHO guidelines. Infection prevention and control of epidemic-and pandemic prone acute respiratory infections in health care. Publicado abril 2014 [consultado 9 May 2020]. Disponible en: https://www.who.int/csr/bioriskreduction/infection_control/publication/en/</mixed-citation></ref><ref id="bib0725"><label>70</label><element-citation publication-type="journal" id="sbref0725"><person-group person-group-type="author"><name><surname>Sanders</surname><given-names>J.</given-names></name><name><surname>Monogue</surname><given-names>M.</given-names></name><name><surname>Jodlowski</surname><given-names>T.</given-names></name><name><surname>Cutrell</surname><given-names>J.</given-names></name></person-group><article-title>Pharmacologic treatments for coronavirus disease 2019 (COVID-19)</article-title><source>JAMA.</source><year>2020</year><fpage>E1</fpage><lpage>E13</lpage><pub-id pub-id-type="doi">10.1001/jama.2020.6019</pub-id></element-citation></ref><ref id="bib0730"><label>71</label><element-citation publication-type="journal" id="sbref0730"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Du</surname><given-names>G.</given-names></name><name><surname>Du</surname><given-names>R.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Jin</surname><given-names>Y.</given-names></name></person-group><article-title>Remdesivir in adults with severe COVID-19: A randomised, double-blind, placebo-controlled, multicentre trial</article-title><source>Lancet.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/s0140-6736(20)31022-9</pub-id></element-citation></ref><ref id="bib0735"><label>72</label><mixed-citation publication-type="other" id="oref0360">U.S. Food and Drug Administration. FDA NEWS RELEASE. Coronavirus (COVID-19) Update: FDA Issues Emergency Use Authorization for Potential COVID-19 Treatment. Publicado 1 May 2020 [consultado 9 May 2020]. Disponible en: https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-issues-emergency-use-authorization-potential-covid-19-treatment</mixed-citation></ref><ref id="bib0740"><label>73</label><element-citation publication-type="journal" id="sbref0740"><person-group person-group-type="author"><name><surname>Lurie</surname><given-names>N.</given-names></name><name><surname>Saville</surname><given-names>M.</given-names></name><name><surname>Hatchett</surname><given-names>R.</given-names></name><name><surname>Halton</surname><given-names>J.</given-names></name></person-group><article-title>Developing COVID-19 vaccines at pandemic speed</article-title><source>N Engl J Med.</source><volume>2020</volume><year>2005</year><fpage>1</fpage><lpage>5</lpage><pub-id pub-id-type="doi">10.1056/nejmp2005630</pub-id></element-citation></ref><ref id="bib0745"><label>74</label><element-citation publication-type="journal" id="sbref0745"><person-group person-group-type="author"><name><surname>Thanh Le</surname><given-names>T.</given-names></name><name><surname>Andreadakis</surname><given-names>Z.</given-names></name><name><surname>Kumar</surname><given-names>A.</given-names></name><name><surname>G&#x000f3;mez Rom&#x000e1;n</surname><given-names>R.</given-names></name><name><surname>Tollefsen</surname><given-names>S.</given-names></name><name><surname>Saville</surname><given-names>M.</given-names></name></person-group><article-title>The COVID-19 vaccine development landscape</article-title><source>Nat Rev Drug Discov.</source><year>2020</year><pub-id pub-id-type="doi">10.1038/d41573-020-00073-5</pub-id></element-citation></ref><ref id="bib0750"><label>75</label><mixed-citation publication-type="other" id="oref0375">World Health Organization. DRAFT landscape of COVID-19 candidate vaccines. Publicado 5 May 2020 [consultado 9 May 2020]. Disponible en: https://www.who.int/who-documents-detail/draft-landscape-of-covid-19-candidate-vaccines</mixed-citation></ref></ref-list><ack id="ack0005"><title>Agradecimientos</title><p>Los autores desean agradecer a todo el personal sanitario alrededor del mundo que ha luchado valientemente contra el virus durante la pandemia de COVID-19.</p></ack></back></article>