<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="letter" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Neurologia</journal-id><journal-id journal-id-type="iso-abbrev">Neurologia</journal-id><journal-title-group><journal-title>Neurologia (Barcelona, Spain)</journal-title></journal-title-group><issn pub-type="ppub">0213-4853</issn><issn pub-type="epub">1578-1968</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7183285</article-id><article-id pub-id-type="publisher-id">S0213-4853(20)30079-7</article-id><article-id pub-id-type="doi">10.1016/j.nrl.2020.04.011</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Neuroinfecciones en tiempos de COVID-19</article-title><trans-title-group xml:lang="en"><trans-title>Neurological infections during the COVID-19 epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>L&#x000f3;pez-Blanco</surname><given-names>R.</given-names></name><email>robretolb@gmail.com</email><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Cazorla-Garcia</surname><given-names>R.</given-names></name></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Barbero-Bordallo</surname><given-names>N.</given-names></name></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Fern&#x000e1;ndez-Ferro</surname><given-names>J.</given-names></name></contrib><aff id="aff0005">Servicio Integrado de Neurolog&#x000ed;a, Hospital Universitario Rey Juan Carlos, Hospital General de Villalba, Hospital Universitario Infanta Elena, Madrid, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>robretolb@gmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>25</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>25</day><month>4</month><year>2020</year></pub-date><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p content-type="salutation"><italic>Sr. Editor:</italic></p><p id="par0005">La pandemia por el nuevo coronavirus SARS-CoV-2 (COVID-19) tiene su inicio en diciembre de 2019, en Wuhan, China<xref rid="bib0080" ref-type="bibr"><sup>1</sup></xref>. Tras su inicio, ha impactado en Europa de forma contundente, y actualmente contin&#x000fa;a su avance mundial de forma incesante<xref rid="bib0085" ref-type="bibr"><sup>2</sup></xref>. Actualmente, Espa&#x000f1;a es uno de los pa&#x000ed;ses con m&#x000e1;s casos notificados de infecci&#x000f3;n por COVID-19<xref rid="bib0085" ref-type="bibr"><sup>2</sup></xref>. Este produce una infecci&#x000f3;n respiratoria de diversa severidad que puede complicarse con una respuesta inflamatoria descontrolada provocando una neumon&#x000ed;a intersticial y distr&#x000e9;s respiratorio que requiere atenci&#x000f3;n hospitalaria.</p><p id="par0010">Ante este escenario, toda la atenci&#x000f3;n m&#x000e9;dica se ha visto redistribuida hacia la atenci&#x000f3;n a los pacientes con s&#x000ed;ndromes respiratorios agudos<xref rid="bib0090" ref-type="bibr">3</xref>, <xref rid="bib0095" ref-type="bibr">4</xref>, <xref rid="bib0100" ref-type="bibr">5</xref>. Neur&#x000f3;logos de todo el mundo nos adaptamos a las circunstancias cambiantes e incluso desplazamos a primera l&#x000ed;nea de la lucha contra la infecci&#x000f3;n por coronavirus<xref rid="bib0105" ref-type="bibr"><sup>6</sup></xref>. Desde esta posici&#x000f3;n, hemos podido identificar s&#x000ed;ntomas y signos neurol&#x000f3;gicos relacionados con esta nueva enfermedad<xref rid="bib0110" ref-type="bibr">7</xref>, <xref rid="bib0115" ref-type="bibr">8</xref>. Entre ellos, destacan cefalea, anosmia, ageusia y mialgias generalizadas. En casos graves, alteraci&#x000f3;n del conocimiento e ictus en relaci&#x000f3;n con un estado protromb&#x000f3;tico<xref rid="bib0120" ref-type="bibr"><sup>9</sup></xref>. Adem&#x000e1;s, se ha descrito cierto tropismo del virus por el sistema nervioso central (SNC)<xref rid="bib0115" ref-type="bibr">8</xref>, <xref rid="bib0125" ref-type="bibr">10</xref> e incluso un caso de meningoencefalitis<xref rid="bib0130" ref-type="bibr"><sup>11</sup></xref>. Sin embargo, las infecciones del SNC por microorganismos <italic>habituales</italic> contin&#x000fa;an presentes durante la pandemia y requieren ser identificadas y tratadas de forma precoz. En estos tiempos de COVID-19, estas neuroinfecciones tratables pueden camuflarse.</p><p id="par0015">Presentamos 3 casos consecutivos de neuroinfecciones atendidos por nuestro servicio en plena pandemia:</p><p id="par0020">
<bold>Caso 1</bold>
</p><p id="par0025">Var&#x000f3;n de 56 a&#x000f1;os, con antecedentes de cirug&#x000ed;a de hemangiopericitoma frontoetmoidal 2 meses antes, remitido por fiebre de 3 d&#x000ed;as de evoluci&#x000f3;n con alteraci&#x000f3;n del nivel de conciencia progresiva y meningismo. En l&#x000ed;quido cefalorraqu&#x000ed;deo (LCR) hallamos 880 leucocitos (80% polimorfonucleares), hipoglucorraquia, hiperproteinorraquia. Fue tratado emp&#x000ed;ricamente con triple terapia antibi&#x000f3;tica con buena evoluci&#x000f3;n. Se detect&#x000f3; en LCR <italic>Streptococcus pneumoniae,</italic> sensible a ceftriaxona. La reacci&#x000f3;n en cadena de la polimerasa (PCR) de muestra nasal para COVID-19 result&#x000f3; negativa.</p><p id="par0030">
<bold>Caso 2</bold>
</p><p id="par0035">Mujer de 64 a&#x000f1;os, acudi&#x000f3; por fiebre de 3 d&#x000ed;as de evoluci&#x000f3;n, junto a otalgia y otorrea derechas asociados a cefalea holocraneal y cervicalgia. Exploraci&#x000f3;n revel&#x000f3; otitis derecha y meningismo. En anal&#x000ed;tica, leucocitosis con neutrofilia, hiperferritinemia. Radiograf&#x000ed;a tor&#x000e1;cica inicialmente normal. LCR mostr&#x000f3; 730 leucocitos (85% polimorfonucleares), hipoglucorraquia e hiperproteinorraquia. Se detect&#x000f3; <italic>Streptococcus pneumoniae</italic> en PCR de LCR. La PCR de muestra nasal para COVID-19 fue positiva. Fue tratado con ceftriaxona y metilprednisolona, asociado a tratamiento con azitromicina, hidroxicloroquina para el coronavirus con buena evoluci&#x000f3;n cl&#x000ed;nica.</p><p id="par0040">
<bold>Caso 3</bold>
</p><p id="par0045">Var&#x000f3;n de 67 a&#x000f1;os, acudi&#x000f3; por otalgia, erupci&#x000f3;n cut&#x000e1;nea auricular y cefalea, asociado a una alteraci&#x000f3;n de la marcha progresiva y fiebre, de una semana de evoluci&#x000f3;n. La exploraci&#x000f3;n revel&#x000f3; erupci&#x000f3;n cut&#x000e1;nea central auricular derecha y lateral derecho del paladar blando, par&#x000e1;lisis facial ipsilateral y ataxia de la marcha. LCR mostr&#x000f3; 175 leucocitos (90% mononucleares), normoglucorraquia e hiperproteinorraquia. PCR virus varicela-z&#x000f3;ster (VVZ) en LCR fue positiva. La RMN cerebral objetiv&#x000f3; inflamaci&#x000f3;n del VII nervio craneal derecho y descart&#x000f3; vasculitis. La PCR de muestra nasal para COVID-19 result&#x000f3; positiva inicialmente y negativa despu&#x000e9;s. Se trat&#x000f3; con aciclovir intravenoso durante 7 d&#x000ed;as con mejor&#x000ed;a de la ataxia, pero persistencia de la par&#x000e1;lisis facial.</p><p id="par0050">Los 3 casos aqu&#x000ed; presentados ilustran que las neuroinfecciones comunes siguen presentes de forma aislada o bien camuflada con infecciones por coronavirus.</p><p id="par0055">Resaltamos varias reflexiones al respecto. Primero, las meningitis bacterianas por neumococo son las m&#x000e1;s comunes en adultos y recientemente se ha comunicado un repunte en su frecuencia<xref rid="bib0135" ref-type="bibr"><sup>12</sup></xref>. Su diagn&#x000f3;stico cl&#x000ed;nico precoz se basa en la historia cl&#x000ed;nica en b&#x000fa;squeda de posibles puertas de entrada (cirug&#x000ed;as u otomastoiditis) y una exploraci&#x000f3;n f&#x000ed;sica rigurosa en busca de signos men&#x000ed;ngeos, aspectos que no deber&#x000ed;an descuidarse ni en condiciones de pandemia por COVID-19.</p><p id="par0060">Segundo, dada la alta frecuencia poblacional de COVID-19 en estos momentos<xref rid="bib0085" ref-type="bibr"><sup>2</sup></xref>, no es improbable la coexistencia de infecciones neurol&#x000f3;gicas comunes con infecci&#x000f3;n respiratoria por coronavirus, sin que esto implique una relaci&#x000f3;n causal.</p><p id="par0065">Tercero, la reactivaci&#x000f3;n del VVZ puede dar lugar la aparici&#x000f3;n de meningoencefalitis tras su inicio en forma de herpes z&#x000f3;ster cut&#x000e1;neo o sin &#x000e9;l, en pacientes de edad avanzada o con alguna condici&#x000f3;n de inmunosupresi&#x000f3;n<xref rid="bib0140" ref-type="bibr"><sup>13</sup></xref>. Cuando afecta al ganglio geniculado del nervio facial se afecta la regi&#x000f3;n cut&#x000e1;nea sensitiva caracter&#x000ed;stica asociada a par&#x000e1;lisis facial perif&#x000e9;rica (s&#x000ed;ndrome de Ramsay-Hunt)<xref rid="bib0145" ref-type="bibr"><sup>14</sup></xref>. En nuestro caso, los resultados contradictorios de la PCR del coronavirus sembraron incertidumbre en la posibilidad de coinfecci&#x000f3;n, ya que carec&#x000ed;a de afectaci&#x000f3;n cl&#x000ed;nica, anal&#x000ed;tica y radiol&#x000f3;gica del COVID-19, no pudi&#x000e9;ndose descartar que fuera un portador asintom&#x000e1;tico, dada la falta de disponibilidad de serolog&#x000ed;as.</p><p id="par0070">Pese a las manifestaciones neurol&#x000f3;gicas y potencial tropismo por el SNC descrito en diversos coronavirus<xref rid="bib0110" ref-type="bibr">7</xref>, <xref rid="bib0115" ref-type="bibr">8</xref>, <xref rid="bib0125" ref-type="bibr">10</xref>, la neuroinfecci&#x000f3;n por COVID-19 es una situaci&#x000f3;n excepcional<xref rid="bib0130" ref-type="bibr"><sup>11</sup></xref> que todav&#x000ed;a no ha sido constatada con estudios de LCR<xref rid="bib0110" ref-type="bibr">7</xref>, <xref rid="bib0120" ref-type="bibr">9</xref> y que podr&#x000ed;a ser el resultado de la diseminaci&#x000f3;n global del virus. Las neuroinfecciones por neumococo y VVZ son comunes<xref rid="bib0135" ref-type="bibr">12</xref>, <xref rid="bib0145" ref-type="bibr">14</xref>, por lo que no debemos descuidar su sospecha. Todav&#x000ed;a desconocemos si el COVID-19 puede influir en su aparici&#x000f3;n. No obstante, la invasi&#x000f3;n del COVID-19 al SNC supone un reto para la neurolog&#x000ed;a actual y un est&#x000ed;mulo para la realizaci&#x000f3;n de futuros estudios que traten de profundizar en su diseminaci&#x000f3;n durante la fase aguda, as&#x000ed; como investigar potenciales trastornos posteriores<xref rid="bib0115" ref-type="bibr"><sup>8</sup></xref>.</p><p id="par0075">Por &#x000fa;ltimo, la pandemia por COVID-19, ha forzado un cambio estructural profundo en la asistencia neurol&#x000f3;gica<xref rid="bib0095" ref-type="bibr">4</xref>, <xref rid="bib0100" ref-type="bibr">5</xref>, potenci&#x000e1;ndose medidas de valoraci&#x000f3;n remota<xref rid="bib0150" ref-type="bibr"><sup>15</sup></xref>. Sin embargo, las neuroinfecciones precisan de evaluaci&#x000f3;n neurol&#x000f3;gica presencial, por lo que su sospecha y detecci&#x000f3;n es crucial, m&#x000e1;xime en las circunstancias de pandemia actuales, en las que equivocadamente llega a asumirse que todo s&#x000ed;ndrome febril es por coronavirus mientras no se demuestre lo contrario.</p></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0080"><label>1</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>J.</given-names></name></person-group><article-title>A novel coronavirus from patients with pneumonia in China, 2019</article-title><source>N Engl J Med</source><volume>382</volume><year>2020</year><fpage>727</fpage><lpage>733</lpage><pub-id pub-id-type="pmid">31978945</pub-id></element-citation></ref><ref id="bib0085"><label>2</label><mixed-citation publication-type="other" id="oref0010">University JH. COVID-19 Dashboard by the Center for Systems Science and Engineering (CSSE) [consultado 17 Abr 2020] Disponible en: https://coronavirus.jhu.edu/map.html</mixed-citation></ref><ref id="bib0090"><label>3</label><element-citation publication-type="journal" id="sbref0090"><person-group person-group-type="author"><name><surname>Bersano</surname><given-names>A.</given-names></name><name><surname>Pantoni</surname><given-names>L.</given-names></name></person-group><article-title>On being a neurologist in Italy at the time of the COVID-19 outbreak</article-title><source>Neurology</source><year>2020</year><pub-id pub-id-type="doi">10.1212/WNL.0000000000009508</pub-id></element-citation></ref><ref id="bib0095"><label>4</label><element-citation publication-type="journal" id="sbref0095"><person-group person-group-type="author"><name><surname>Waldman</surname><given-names>G.</given-names></name><name><surname>Mayeux</surname><given-names>R.</given-names></name><name><surname>Claassen</surname><given-names>J.</given-names></name><name><surname>Agarwal</surname><given-names>S.</given-names></name><name><surname>Willey</surname><given-names>J.</given-names></name><name><surname>Anderson</surname><given-names>E.</given-names></name></person-group><article-title>Preparing a neurology department for SARS-CoV-2 (COVID-19): Early experiences at Columbia University Irving Medical Center and the New York Presbyterian Hospital in New York City</article-title><source>Neurology</source><year>2020</year><pub-id pub-id-type="doi">10.1212/WNL.0000000000009519</pub-id></element-citation></ref><ref id="bib0100"><label>5</label><element-citation publication-type="journal" id="sbref0100"><person-group person-group-type="author"><name><surname>Mat&#x000ed;as-Guiu</surname><given-names>J.</given-names></name><name><surname>Porta-Etessam</surname><given-names>J.</given-names></name><name><surname>Lopez-Valdes</surname><given-names>E.</given-names></name><name><surname>Garcia-Morales</surname><given-names>I.</given-names></name><name><surname>Guerrero-Sol&#x000e1;</surname><given-names>A.</given-names></name><name><surname>Matias-Guiu</surname><given-names>J.A.</given-names></name></person-group><article-title>La gesti&#x000f3;n de la asistencia neurol&#x000f3;gica en tiempos de la pandemia de COVID-19</article-title><source>Neurolog&#x000ed;a</source><year>2020</year></element-citation></ref><ref id="bib0105"><label>6</label><element-citation publication-type="journal" id="sbref0105"><person-group person-group-type="author"><name><surname>Shellhaas</surname><given-names>R.A.</given-names></name></person-group><article-title>Neurologists and Covid-19: A note on courage in a time of uncertainty</article-title><source>Neurology</source><year>2020</year></element-citation></ref><ref id="bib0110"><label>7</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Mao</surname><given-names>L.</given-names></name><name><surname>Jin</surname><given-names>H.</given-names></name><name><surname>Wang</surname><given-names>M.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Chen</surname><given-names>S.</given-names></name><name><surname>He</surname><given-names>Q.</given-names></name></person-group><article-title>Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease 2019 in Wuhan, China</article-title><source>JAMA Neurol</source><year>2020</year></element-citation></ref><ref id="bib0115"><label>8</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Mat&#x000ed;as-Guiu</surname><given-names>J.</given-names></name><name><surname>Gomez-Pinedo</surname><given-names>U.</given-names></name><name><surname>Montero-Escribano</surname><given-names>P.</given-names></name><name><surname>Gomez-Iglesias</surname><given-names>P.</given-names></name><name><surname>Porta-Etessam</surname><given-names>J.</given-names></name><name><surname>Matias-Guiu</surname><given-names>J.A.</given-names></name></person-group><article-title>&#x000bf;Es esperable que haya cuadros neurol&#x000f3;gicos por la pandemia por SARS-CoV-2?</article-title><source>Neurolog&#x000ed;a</source><volume>1</volume><year>2020</year><fpage>1</fpage><lpage>6</lpage></element-citation></ref><ref id="bib0120"><label>9</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Helms</surname><given-names>J.</given-names></name><name><surname>Kremer</surname><given-names>S.</given-names></name><name><surname>Merdji</surname><given-names>H.</given-names></name><name><surname>Clere-Jehl</surname><given-names>R.</given-names></name><name><surname>Schenck</surname><given-names>M.</given-names></name><name><surname>Kummerlen</surname><given-names>C.</given-names></name></person-group><article-title>Neurologic Features in Severe SARS-CoV-2 Infection</article-title><source>N Engl J Med</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMc2008597</pub-id></element-citation></ref><ref id="bib0125"><label>10</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Y.C.</given-names></name><name><surname>Bai</surname><given-names>W.Z.</given-names></name><name><surname>Hashikawa</surname><given-names>T.</given-names></name></person-group><article-title>The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients</article-title><source>J Med Virol</source><year>2020</year><pub-id pub-id-type="doi">10.1002/jmv.25728</pub-id></element-citation></ref><ref id="bib0130"><label>11</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Moriguchi</surname><given-names>T.</given-names></name><name><surname>Harii</surname><given-names>N.</given-names></name><name><surname>Goto</surname><given-names>J.</given-names></name><name><surname>Harada</surname><given-names>D.</given-names></name><name><surname>Sugawara</surname><given-names>H.</given-names></name><name><surname>Takamino</surname><given-names>J.</given-names></name></person-group><article-title>A first case of meningitis/encephalitis associated with SARS-Coronavirus-2</article-title><source>Int J Infect Dis</source><volume>94</volume><year>2020</year><fpage>55</fpage><lpage>58</lpage><pub-id pub-id-type="pmid">32251791</pub-id></element-citation></ref><ref id="bib0135"><label>12</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Koelman</surname><given-names>D.L.H.</given-names></name><name><surname>Brouwer</surname><given-names>M.C.</given-names></name><name><surname>van de Beek</surname><given-names>D.</given-names></name></person-group><article-title>Resurgence of pneumococcal meningitis in Europe and Northern America</article-title><source>Clin Microbiol Infect</source><volume>26</volume><year>2020</year><fpage>199</fpage><lpage>204</lpage><pub-id pub-id-type="pmid">31100424</pub-id></element-citation></ref><ref id="bib0140"><label>13</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Martin del Pozo</surname><given-names>M.</given-names></name><name><surname>Benito-Leon</surname><given-names>J.</given-names></name><name><surname>Rodriguez</surname><given-names>J.</given-names></name><name><surname>Molina</surname><given-names>J.A.</given-names></name><name><surname>Diaz-Guzman</surname><given-names>J.</given-names></name><name><surname>Bermejo</surname><given-names>F.P.</given-names></name></person-group><article-title>Uncommon neurologic complications related to varicella-zoster virus [Article in Spanish]</article-title><source>Neurologia</source><volume>13</volume><year>1998</year><fpage>94</fpage><lpage>97</lpage><pub-id pub-id-type="pmid">9578678</pub-id></element-citation></ref><ref id="bib0145"><label>14</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Sweeney</surname><given-names>C.J.</given-names></name><name><surname>Gilden</surname><given-names>D.H.</given-names></name></person-group><article-title>Ramsay Hunt syndrome</article-title><source>J Neurol Neurosurg Psychiatry</source><volume>71</volume><year>2001</year><fpage>149</fpage><lpage>154</lpage><pub-id pub-id-type="pmid">11459884</pub-id></element-citation></ref><ref id="bib0150"><label>15</label><element-citation publication-type="journal" id="sbref0150"><person-group person-group-type="author"><name><surname>Klein</surname><given-names>B.C.</given-names></name><name><surname>Busis</surname><given-names>N.A.</given-names></name></person-group><article-title>COVID-19 is catalyzing the adoption of teleneurology</article-title><source>Neurology</source><year>2020</year></element-citation></ref></ref-list></back></article>