<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Clin (Barc)</journal-id><journal-id journal-id-type="iso-abbrev">Med Clin (Barc)</journal-id><journal-title-group><journal-title>Medicina Clinica</journal-title></journal-title-group><issn pub-type="ppub">0025-7753</issn><issn pub-type="epub">1578-8989</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S0025-7753(16)30007-0</article-id><article-id pub-id-type="doi">10.1016/j.medcli.2016.03.012</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Infecci&#x000f3;n por el virus Zika o el futuro de las enfermedades infecciosas</article-title><trans-title-group xml:lang="en"><trans-title>Zika virus infection or the future of infectious diseases</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Valerio Sallent</surname><given-names>Llu&#x000ed;s</given-names></name><email>lvalerio.bnm.ics@gencat.cat</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Roure D&#x000ed;ez</surname><given-names>S&#x000ed;lvia</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Fern&#x000e1;ndez Rivas</surname><given-names>Gema</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib></contrib-group><aff id="aff0005"><label>a</label>PROSICS Metropolitana Nord, Institut Catal&#x000e0; de la Salut, Universitat Aut&#x000f2;noma de Barcelona, Santa Coloma de Gramenet, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>PROSICS Metropolitana Nord, Unidad de Enfermedades Infecciosas, Servicio de Medicina Interna, Hospital Universitari Germans Trias i Pujol, Universitat Aut&#x000f2;noma de Barcelona, Institut Catal&#x000e0; de la Salut, Badalona, Barcelona, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Servicio de Microbiolog&#x000ed;a, Hospital Universitari Germans Trias i Pujol Universitat Aut&#x000f2;noma de Barcelona, Institut Catal&#x000e0; de la Salut, Badalona, Barcelona, Espa&#x000f1;a</aff><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>lvalerio.bnm.ics@gencat.cat</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>4</day><month>5</month><year>2016</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><day>7</day><month>10</month><year>2016</year></pub-date><pub-date pub-type="epub"><day>4</day><month>5</month><year>2016</year></pub-date><volume>147</volume><issue>7</issue><fpage>300</fpage><lpage>305</lpage><history><date date-type="received"><day>23</day><month>2</month><year>2016</year></date><date date-type="accepted"><day>3</day><month>3</month><year>2016</year></date></history><permissions><copyright-statement>&#x000a9; 2016 Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2016</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><p>El virus Zika es un <italic>Flavivirus</italic> filogen&#x000e9;ticamente cercano al de la fiebre amarilla o del dengue, cuyo vector principal es el mosquito <italic>Aedes aegypti</italic>. El virus procede de un reservorio simiano africano y ha protagonizado una expansi&#x000f3;n fulminante a trav&#x000e9;s del Pac&#x000ed;fico hasta Sudam&#x000e9;rica. Provoca una enfermedad leve caracterizada por fiebre con exantema. La mortalidad se circunscribe a casos de Guillain-Barr&#x000e9; y de malformaci&#x000f3;n encef&#x000e1;lica fetal con microcefalia.</p><p>Un caso sospechoso ser&#x000e1; aquel con: a) antecedente epidemiol&#x000f3;gico de desplazamiento a zona end&#x000e9;mica; b) cuadro pseudogripal con exantema, y c) hemograma/bioqu&#x000ed;mica levemente alteradas o normales.</p><p>La confirmaci&#x000f3;n diagn&#x000f3;stica requiere identificar al virus por RT-PCR en sangre (hasta el quinto d&#x000ed;a sintom&#x000e1;tico), orina (hasta el d&#x000ed;a 10-14) o IgM espec&#x000ed;ficas a partir del quinto d&#x000ed;a. Existe alguna evidencia que da soporte a la relaci&#x000f3;n causa-efecto con la microcefalia fetal. A la espera de datos definitivos, las mujeres embarazadas procedentes de Centro y Sudam&#x000e9;rica deben ser testadas para descartar la infecci&#x000f3;n.</p></abstract><trans-abstract xml:lang="en"><p>Zika virus belongs to the <italic>Flaviridae</italic>, an extended phylogenetic family containing dengue or yellow fever, viruses whose shared main vector are <italic>Aedes aegypti</italic> mosquitoes. The virus originally came from Central African simian reservoirs and, from there, expanded rapidly across the Pacific to South America. The disease is an example of exantematic fever usually mild. Mortality is very low and mainly limited to secondary Guillain-Barr&#x000e9; or fetal microcephaly cases.</p><p>Diagnostic confirmation requires a RT-PCR in blood up to the 5th day from the onset or in urine up to the 10-14th day. Specific IgM are identifiable from the 5th symptomatic day. Clinically, a suspected case should comply with: a) a journey to epidemic areas; b) a clinically compatible appearance with fever and skin rash, and c) a generally normal blood count/basic biochemistry.</p><p>There is some evidence that causally relates Zika virus infection with fetal microcephaly. While waiting for definitive data, all pregnant women coming from Central or South America should be tested for Zika virus.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Zika</kwd><kwd><italic>Aedes albopictus</italic></kwd><kwd>Europa</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Zika</kwd><kwd><italic>Aedes albopictus</italic></kwd><kwd>Europe</kwd></kwd-group></article-meta></front><body><p id="par0005">En editoriales previos<xref rid="bib0215" ref-type="bibr"><sup>1</sup></xref> los autores pon&#x000ed;an de relieve la conveniencia de fomentar y extender los conocimientos sobre los virus transmitidos por mosquitos &#x02013;los arbovirus&#x02013; debido a su potencial de expansi&#x000f3;n en Europa, especialmente en el ecosistema mediterr&#x000e1;neo de la pen&#x000ed;nsula ib&#x000e9;rica, colonizado por el mosquito-vector <italic>Aedes albopictus (A. albopictus)</italic> o <italic>mosquito tigre.</italic> El virus Zika (VZ), m&#x000e1;s all&#x000e1; de su demostrada capacidad de endemizaci&#x000f3;n a un ritmo desbocado, acapara portadas en medios de comunicaci&#x000f3;n de masas que lo presentan como otra m&#x000e1;s de las nuevas amenazas infecciosas que pueden abatirse sobre Europa. Habr&#x000e1; que tener opiniones s&#x000f3;lidas y bien fundamentadas a fin de que ante la eventual hora de la verdad &#x02013;la posibilidad real de alg&#x000fa;n brote aut&#x000f3;ctono&#x02013; los profesionales sanitarios impidamos que el p&#x000e1;nico bloquee, aunque sea brevemente, la racional toma de decisiones<xref rid="bib0220" ref-type="bibr"><sup>2</sup></xref>. La &#x000ab;tertulianizaci&#x000f3;n&#x000bb; del conocimiento a la que asistimos en los primeros d&#x000ed;as del infortunado contagio con el virus ebola no deber&#x000ed;a repetirse.</p><p id="par0010">Para ello hemos revisado la evidencia disponible sobre el arbovirus Zika; esperemos que les sea de utilidad.</p><sec id="sec0005"><title>Filogenia del virus</title><p id="par0015">El VZ pertenece a la familia <italic>Flaviviridae</italic>, g&#x000e9;nero <italic>Flavivirus</italic>, y, por lo tanto, est&#x000e1; emparentado &#x02013;y es cercano antig&#x000e9;nicamente&#x02013; a otros flavivirus como el de la fiebre amarilla, la encefalitis japonesa, el dengue y el West Nile. Todos ellos son virus con envuelta y se caracterizan por poseer ARN monocatenario y c&#x000e1;pside icosa&#x000e9;drica<xref rid="bib0225" ref-type="bibr"><sup>3</sup></xref>. En cambio, se encuentra filogen&#x000e9;ticamente alejado del virus chikungunya, que pertenece a los <italic>Togaviridae</italic>
<xref rid="bib0230" ref-type="bibr"><sup>4</sup></xref>. Ello, como veremos, debe ser tenido en cuenta durante el proceso diagn&#x000f3;stico. Un resumen de los diversos arbovirus clasificados por familias y sus caracter&#x000ed;sticas cl&#x000ed;nico-epidemiol&#x000f3;gicas se muestra en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Arbovirus identificados en la Uni&#x000f3;n Europea y con posibilidad de transmisi&#x000f3;n por <italic>Aedes</italic> spp</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Familia</th><th align="left">Virus</th><th align="left">Transmisi&#x000f3;n</th><th align="left">Enfermedad</th><th align="left">Casos en la UE</th><th align="left">Casos en Espa&#x000f1;a</th></tr></thead><tbody><tr><td rowspan="4" align="left"><italic>Togaviridae</italic></td><td align="left">Chikungunya</td><td align="left">U, S, R</td><td align="left">FS</td><td align="left">Aut&#x000f3;ctonos</td><td align="left">Importados</td></tr><tr><td align="left">Sindbis</td><td align="left">R</td><td align="left">FS</td><td align="left">Aut&#x000f3;ctonos</td><td align="left">No</td></tr><tr><td align="left">Mayaro</td><td align="left">R</td><td align="left">FS</td><td align="left">Importados</td><td align="left">No</td></tr><tr><td align="left">Encefalitis del Este</td><td align="left">R</td><td align="left">FS, ME</td><td align="left">Importados</td><td align="left">No</td></tr><tr><td rowspan="5" align="left"><italic>Flaviviridae</italic></td><td align="left">Dengue</td><td align="left">U, S, R</td><td align="left">FS, FH</td><td align="left">Aut&#x000f3;ctonos</td><td align="left">Importados</td></tr><tr><td align="left">Fiebre amarilla</td><td align="left">U, S, R</td><td align="left">FS, FH</td><td align="left">Importados</td><td align="left">Importados</td></tr><tr><td align="left">Usutu</td><td align="left">R</td><td align="left">FS</td><td align="left">Aut&#x000f3;ctonos</td><td align="left">No</td></tr><tr><td align="left">West Nile</td><td align="left">U, S, R</td><td align="left">FS, ME</td><td align="left">Aut&#x000f3;ctonos</td><td align="left">Aut&#x000f3;ctonos</td></tr><tr><td align="left">Zika</td><td align="left">U, S, R</td><td align="left">FS, ME</td><td align="left">Importados</td><td align="left">Importados</td></tr><tr><td rowspan="2" align="left"><italic>Bunyaviridae</italic></td><td align="left">Batai</td><td align="left">R</td><td align="left">FS</td><td align="left">Aut&#x000f3;ctonos</td><td align="left">No</td></tr><tr><td align="left">Tahyna</td><td align="left">R</td><td align="left">FS, ME</td><td align="left">Aut&#x000f3;ctonos</td><td align="left">No</td></tr></tbody></table><table-wrap-foot><fn><p>FH: fiebre hemorr&#x000e1;gica; FS: fiebre sist&#x000e9;mica; ME: meningoencefalitis; R: rural; S: suburbano; U: urbano; UE: Uni&#x000f3;n Europea.</p></fn></table-wrap-foot></table-wrap></p><p id="par0020">Estudios gen&#x000e9;ticos han permitido diferenciar 2 linajes &#x02013;pero un solo serotipo&#x02013; del VZ: el africano y el asi&#x000e1;tico. Se trata de una situaci&#x000f3;n similar a la que presenta el virus chikungunya y que evidencia que la propagaci&#x000f3;n al continente asi&#x000e1;tico por medio de ciclos animales o quiz&#x000e1; humanos con baja expresividad cl&#x000ed;nica es antigua. Al igual que con la epidemia americana de chikungunya (primeros casos en San Mart&#x000ed;n, Peque&#x000f1;as Antillas, diciembre de 2013), el linaje invasivo es asi&#x000e1;tico<xref rid="bib0235" ref-type="bibr"><sup>5</sup></xref>. La separaci&#x000f3;n entre los inicios de las 2 pandemias americanas de fiebres chikungunya y zika representa solamente un lapso de 17 meses. No existe ninguna prueba a favor de la existencia de mecanismos de sinergia entre ambos virus ni a nivel de hu&#x000e9;sped ni de vector. Lo m&#x000e1;s probable es que el tr&#x000e1;fico humano y comercial entre los pa&#x000ed;ses emergentes del Pac&#x000ed;fico Occidental y de Sudam&#x000e9;rica haya introducido virus y vector del mismo modo que aconteci&#x000f3; en Europa (epidemia de chikungunya transmitida por <italic>A. albopictus</italic>, Italia, 2007)<xref rid="bib0240" ref-type="bibr"><sup>6</sup></xref>.</p><p id="par0025">Por lo que respecta a su origen geogr&#x000e1;fico, su primer aislamiento tuvo lugar en Uganda, por lo que en definitiva estamos con toda probabilidad ante un pat&#x000f3;geno procedente del biotopo selv&#x000e1;tico del &#x000c1;frica Ecuatorial que ha aprovechado la invasi&#x000f3;n humana de su espacio para propagarse. Es muy posible que factores ecol&#x000f3;gicos locales, como la deforestaci&#x000f3;n y el cambio clim&#x000e1;tico, act&#x000fa;en como aceleradores de la epidemia porque favorecen la reproducci&#x000f3;n de los mosquitos <italic>Aedes</italic> vectores. No es el &#x000fa;nico; no hace m&#x000e1;s que seguir el camino que anteriormente trazaron el VIH, el virus chikungunya y, posiblemente, la fiebre amarilla<xref rid="bib0245" ref-type="bibr"><sup>7</sup></xref>.</p></sec><sec id="sec0010"><title>Reservorios y vectores</title><p id="par0030">El virus se aisl&#x000f3; por primera vez en 1947, cuando investigadores norteamericanos lo identificaron en macacos Rhesus <italic>(Macaca mulatta)</italic> del bosque de Zika (Uganda) en los que se estudiaba la presencia del virus de la fiebre amarilla<xref rid="bib0250" ref-type="bibr"><sup>8</sup></xref>. El mismo momento de su descripci&#x000f3;n nos obsequi&#x000f3; ya con una muestra de su dif&#x000ed;cil trazabilidad, en tanto que algunos de los macacos proced&#x000ed;an de India. En todo caso, es m&#x000e1;s que plausible que posea un reservorio simiano m&#x000e1;s o menos extenso con un ciclo vital salvaje africano. El primer caso humano fue descrito en Nigeria &#x02013;1954&#x02013;, y a partir de ah&#x000ed;, sorprendentemente, existen comunicaciones de casos aislados en una multitud de pa&#x000ed;ses &#x02013;Egipto, Indonesia, Gab&#x000f3;n, Malasia, Filipinas, Vietnam, Tanzania y otros&#x02013; que no activaron ninguna alarma pero que, evidentemente, traduc&#x000ed;an una expansi&#x000f3;n a nivel planetario<xref rid="bib0255" ref-type="bibr">9</xref>, <xref rid="bib0260" ref-type="bibr">10</xref>.</p><p id="par0035">Este punto es interesante porque traza un paralelismo con la extensi&#x000f3;n del virus de la fiebre amarilla en los siglos <sc>xviii</sc>-<sc>xix</sc> y la del virus chikungunya en los inicios del <sc>xxi</sc>: origen en un ecosistema selv&#x000e1;tico del Viejo Mundo, presencia de casos aislados durante un cierto tiempo, primero en &#x000c1;frica y luego en Asia, grandes epidemias en el sistema biogeogr&#x000e1;fico americano y brotes en Europa relacionados con dichas epidemias. La fiebre amarilla fue un azote para las ciudades portuarias de Europa (Barcelona, 1821) o de Norteam&#x000e9;rica (Nueva York, 1791). Solo pudieron ser atajadas en su momento mediante la mejora de la vigilancia de personas y de bienes comerciales &#x02013;inspecciones, cuarentenas&#x02013;, as&#x000ed; como por medio de la implementaci&#x000f3;n de medidas contra el vector <italic>Aedes aegypti (A. aegypti)</italic>, que por entonces era com&#x000fa;n en Europa Occidental<xref rid="bib0265" ref-type="bibr"><sup>11</sup></xref>. No fue hasta mucho m&#x000e1;s tarde cuando el uso masivo de la vacuna de virus atenuados acanton&#x000f3; otra vez a la enfermedad en su reservorio animal original. Tomen nota.</p><p id="par0040">La expansi&#x000f3;n del VZ curs&#x000f3; en paralelo con la de sus mosquitos vectores principales: <italic>A. albopictus</italic> propag&#x000e1;ndose desde el sudeste asi&#x000e1;tico, y <italic>A. aegypti</italic> reexpandi&#x000e9;ndose en amplias zonas tropicales y templadas del mundo. <italic>A. aegypti</italic> es un vector mucho m&#x000e1;s eficiente en la instauraci&#x000f3;n de ciclos humanos, por lo que son los pa&#x000ed;ses densamente colonizados por este artr&#x000f3;podo los que presentan un mayor riesgo de epidemias. Para complicar m&#x000e1;s las cosas, la transmisi&#x000f3;n simult&#x000e1;nea de dengue, chikungunya y zika es demostradamente posible. Imaginen la de retos e interrogantes que deben afrontar nuestros compa&#x000f1;eros de profesi&#x000f3;n en Sudam&#x000e9;rica<xref rid="bib0270" ref-type="bibr">12</xref>, <xref rid="bib0275" ref-type="bibr">13</xref>.</p><p id="par0045">As&#x000ed; como se ha podido identificar el elemento que aument&#x000f3; la transmisibilidad del virus chikungunya (una mutaci&#x000f3;n gen&#x000e9;tica), se desconoce qu&#x000e9; factor o combinaci&#x000f3;n de factores subyacen en la conversi&#x000f3;n pand&#x000e9;mica del VZ. Hay indicios que apuntan a la existencia de una propagaci&#x000f3;n invasiva desde Micronesia &#x02013;isla de Yap, 2007&#x02013; y el Pac&#x000ed;fico &#x02013;Polinesia Francesa e isla de Pascua, 2014&#x02013; vectorizada por especies end&#x000e9;micas de <italic>Aedes (A. polynesiensis)</italic> hasta que virus y <italic>A. aegypti</italic> entraron en contacto posiblemente despu&#x000e9;s de una importaci&#x000f3;n en Brasil. La coincidencia con la expansi&#x000f3;n del virus chikungunya y su cl&#x000ed;nica poco manifiesta lo mantuvieron a la sombra hasta que afloraron las sospechas que lo relacionaban con los casos de microcefalia neonatal acontecidos en Brasil, ya en 2015<xref rid="bib0280" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0050">En cuanto a su extensi&#x000f3;n actual, se reportan casos de fiebre zika en su forma epid&#x000e9;mica en todos los pa&#x000ed;ses de Centro y Sudam&#x000e9;rica continental, excepto Per&#x000fa;, Chile, Argentina y Uruguay, as&#x000ed; como buena parte de los pa&#x000ed;ses insulares del Caribe. Un mapa de su distribuci&#x000f3;n actual se muestra en la <xref rid="fig0005" ref-type="fig">figura 1</xref>
. No hay que olvidar que en su forma epid&#x000e9;mica &#x000ab;menor&#x000bb; o como casos aislados es posible aislarlo en la mayor&#x000ed;a de las zonas tr&#x000f3;pico-subtropicales de &#x000c1;frica, Asia y Ocean&#x000ed;a, especialmente en el Pac&#x000ed;fico Sur (Samoa) m&#x000e1;s el foco de Cabo Verde, perteneciente a un ecosistema aislado (la Macaronesia). A nivel mnemot&#x000e9;cnico, se puede considerar que su distribuci&#x000f3;n es superponible a la del dengue<xref rid="bib0285" ref-type="bibr"><sup>15</sup></xref>.<fig id="fig0005"><label>Figura 1</label><caption><p>Distribuci&#x000f3;n del virus Zika en el mundo a febrero de 2016.Fuente: WHO. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.cdc.gov/zika/geo/active-countries.html" id="intr0005">http://www.cdc.gov/zika/geo/active-countries.html</ext-link></p></caption><graphic xlink:href="gr1"/></fig></p></sec><sec id="sec0015"><title>Transmisi&#x000f3;n</title><p id="par0055">Una epidemia por VZ solo es posible si existe: a) un mosquito-vector competente en densidades elevadas y con marcada antropofilia en sus h&#x000e1;bitos alimentarios, y b) una gran poblaci&#x000f3;n susceptible. Esta es la situaci&#x000f3;n que vive Sudam&#x000e9;rica a la fecha. En la Europa mediterr&#x000e1;nea, las posibilidades de que se desarrolle una pandemia similar son remotas debido a las limitadas capacidades vectoriales de <italic>A. albopictus</italic>. No obstante, entra en lo posible la aparici&#x000f3;n de casos secundarios desde casos-&#x000ed;ndice importados durante los per&#x000ed;odos veraniegos con mayores densidades del mosquito. Hay que destacar que Catalunya, la Costa del Sol andaluza, la Costa Azul francesa y la Roma&#x000f1;a italiana &#x02013;que adem&#x000e1;s poseen un aeropuerto de muy alto tr&#x000e1;nsito (Mil&#x000e1;n) y 2 de alto (Barcelona y Roma)&#x02013; deben ser consideradas zonas de muy especial vigilancia epidemiol&#x000f3;gica no solo por la posibilidad de aparici&#x000f3;n de casos <italic>per se</italic>, sino debido a que entre todas pueden sumar m&#x000e1;s de 100 millones de visitas de turistas al a&#x000f1;o, a los que habr&#x000ed;a que a&#x000f1;adir un sinn&#x000fa;mero de desplazamientos internos (turismo interior). Las zonas citadas podr&#x000ed;an, por consiguiente<italic>, actuar como una plataforma de primer orden para la expansi&#x000f3;n del VZ al resto de la UE</italic>
<xref rid="bib0290" ref-type="bibr">16</xref>, <xref rid="bib0295" ref-type="bibr">17</xref>.</p><p id="par0060">Por fortuna la transmisi&#x000f3;n de persona a persona sin mediar vector es, en conjunto, marginal en t&#x000e9;rminos epidemiol&#x000f3;gicos. No obstante, es verdad que la aplicaci&#x000f3;n de t&#x000e9;cnicas de <italic>polymerase chain reaction</italic> (PCR, &#x000ab;reacci&#x000f3;n en cadena de la polimerasa&#x000bb;) permite identificar material gen&#x000e9;tico v&#x000ed;rico en l&#x000e1;grimas, semen, orina; casi en cualquier fluido procedente de individuos en la fase aguda vir&#x000e9;mica. Como en el caso del virus ebola, podr&#x000ed;a existir alg&#x000fa;n riesgo circunstancial de transmisi&#x000f3;n por v&#x000ed;a sexual, limitado en este caso a la fase vir&#x000e9;mica, aunque el significado epidemiol&#x000f3;gico de dichas PCR positivas &#x02013;positivas en semen de uno de los 3 casos probados a las 10 semanas del inicio cl&#x000ed;nico&#x02013; no es completamente conocido. Existen 3 casos documentados de transmisi&#x000f3;n sexual<xref rid="bib0300" ref-type="bibr"><sup>18</sup></xref>. Las transfusiones de sangre deben considerarse una v&#x000ed;a transmisiva posible y se debate la adecuaci&#x000f3;n de su cribado durante los per&#x000ed;odos de epidemia en tanto que exista la posibilidad t&#x000e9;cnica de realizarlo. Al igual que con chikungunya, es razonable pensar en la posibilidad de contagio mediante trasplantes, aunque es un tema en sus albores que se debe investigar<xref rid="bib0305" ref-type="bibr">19</xref>, <xref rid="bib0310" ref-type="bibr">20</xref>.</p><p id="par0065">El virus se ha aislado en l&#x000ed;quido amni&#x000f3;tico, en placenta y en tejidos tanto de neonatos nacidos vivos como en abortos. Es, por lo tanto, capaz de provocar una infecci&#x000f3;n vertical maternoinfantil, ya sea atravesando la barrera placentaria, ya sea durante el parto<xref rid="bib0315" ref-type="bibr"><sup>21</sup></xref>.</p></sec><sec id="sec0020"><title>Patogenia y cl&#x000ed;nica</title><p id="par0070">Como sucede con todos los arbovirus, despu&#x000e9;s de su inoculaci&#x000f3;n se inicia una fase de replicaci&#x000f3;n en los histiocitos de la dermis para luego invadir los ganglios linf&#x000e1;ticos regionales y, finalmente, el torrente sangu&#x000ed;neo. Incuba durante un per&#x000ed;odo variable entre 3-12 d&#x000ed;as, por lo que lapsos superiores a 15 d&#x000ed;as sin cl&#x000ed;nica a contar desde una eventual transmisi&#x000f3;n descartan la enfermedad, dato clave por lo que respecta al abordaje diagn&#x000f3;stico en viajeros. Las infecciones asintom&#x000e1;ticas son frecuentes y se estima que solo uno de cada 4 infectados desarrollar&#x000e1; s&#x000ed;ntomas cl&#x000ed;nicos<xref rid="bib0320" ref-type="bibr">22</xref>, <xref rid="bib0325" ref-type="bibr">23</xref>. Por lo dem&#x000e1;s, sintom&#x000e1;ticamente cursa como un cuadro de fiebre moderada con artralgias y, en ocasiones, artritis, en el que un porcentaje variable &#x02013;aunque probablemente alto&#x02013; de pacientes desarrolla conjuntivitis y un exantema maculopapular entre el segundo y el tercer d&#x000ed;a de fiebre. Esta no persiste m&#x000e1;s all&#x000e1; de 3-5 d&#x000ed;as y el exantema desaparece en poco m&#x000e1;s. Las alteraciones en hemograma, coagulaci&#x000f3;n y bioqu&#x000ed;mica son inespec&#x000ed;ficas, si es que las hay<xref rid="bib0330" ref-type="bibr"><sup>24</sup></xref>. Una relaci&#x000f3;n de las caracter&#x000ed;sticas semiol&#x000f3;gicas de las fiebres dengue, chikungunya y zika se muestra en la <xref rid="tbl0010" ref-type="table">tabla 2</xref>
. En conjunto es una enfermedad autolimitada y benigna; las complicaciones son extremadamente raras, con la excepci&#x000f3;n de su relaci&#x000f3;n con alteraciones neurol&#x000f3;gicas en adultos (s&#x000ed;ndrome de Guillain-Barr&#x000e9;) o en fetos (malformaci&#x000f3;n del enc&#x000e9;falo con microcefalia secundaria)<xref rid="bib0335" ref-type="bibr">25</xref>, <xref rid="bib0340" ref-type="bibr">26</xref>.<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Diferencias cl&#x000ed;nicas entre las fiebres chikungunya y dengue</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">Chikungunya</th><th align="left">Dengue</th><th align="left">Zika</th></tr></thead><tbody><tr><td align="left">Casos subcl&#x000ed;nicos, %</td><td align="left">20</td><td align="left">80</td><td align="left">70-80</td></tr><tr><td align="left">Fiebre</td><td align="left">Frecuente (70-80%)</td><td align="left">Presente (&#x0003e;&#x000a0;95%)</td><td align="left">Frecuente</td></tr><tr><td align="left">Mialgias</td><td align="left">Presentes</td><td align="left">Frecuentes</td><td align="left">Frecuentes</td></tr><tr><td align="left">Artritis</td><td align="left">Frecuentes</td><td align="left">Raras</td><td align="left">Raras</td></tr><tr><td align="left">Conjuntivitis</td><td align="left">Frecuente</td><td align="left">Rara</td><td align="left">Muy frecuente</td></tr><tr><td align="left">Exantema</td><td align="left">Frecuente (50-60%)</td><td align="left">Menos frecuente (50%)</td><td align="left">Muy frecuente (&#x000bf;90%?)</td></tr><tr><td align="left">Neutropenia</td><td align="left">Rara</td><td align="left">Frecuente</td><td align="left">Rara</td></tr><tr><td align="left">Linfopenia</td><td align="left">Frecuente</td><td align="left">Rara</td><td align="left">Rara</td></tr><tr><td align="left">Trombocitopenia</td><td align="left">Rara</td><td align="left">Frecuente</td><td align="left">Rara</td></tr><tr><td align="left">Hemorragias</td><td align="left">No</td><td align="left">Posibles</td><td align="left">No</td></tr><tr><td align="left">Hemoconcentraci&#x000f3;n</td><td align="left">No</td><td align="left">Frecuente</td><td align="left">No</td></tr></tbody></table></table-wrap></p><p id="par0075">Por lo que respecta al s&#x000ed;ndrome de Guillain-Barr&#x000e9;, al parecer un peque&#x000f1;o porcentaje de los pacientes pueden desarrollarlo en diversa intensidad, de manera tard&#x000ed;a, a la finalizaci&#x000f3;n de la enfermedad, como reflejo de la implicaci&#x000f3;n inmunol&#x000f3;gica cruzada contra componentes de la mielina. El s&#x000ed;ndrome de Guillain-Barr&#x000e9; es el principal responsable de la mortalidad atribuible al VZ. Se ignora el mecanismo exacto por el que desencadena la par&#x000e1;lisis, pero los datos epidemiol&#x000f3;gicos que lo relacionan con el brote de VZ son coherentes en por lo menos 4 pa&#x000ed;ses (Brasil, Salvador, Colombia y la Polinesia Francesa). Estar&#x000ed;amos pues ante un comportamiento similar al que se describe en relaci&#x000f3;n con la infecci&#x000f3;n por el virus West Nile, su pariente cercano. Podemos concluir, por lo tanto, que en viajeros afectados de polineuropat&#x000ed;a con par&#x000e1;lisis fl&#x000e1;cida postinfecciosa o con otras alteraciones neurol&#x000f3;gicas procedentes del ecosistema holo&#x000e1;rtico (Norteam&#x000e9;rica, Europa, Siberia, China y Jap&#x000f3;n) debe sospecharse West Nile, en pacientes procedentes del ecosistema neotropical (Centro y Sudam&#x000e9;rica) debe sospecharse Zika, y si no ha viajado, habr&#x000e1; que barajar la posibilidad de infecci&#x000f3;n por un <italic>Bunyavirus</italic> Toscana aut&#x000f3;ctono<xref rid="bib0345" ref-type="bibr">27</xref>, <xref rid="bib0350" ref-type="bibr">28</xref>.</p><p id="par0080">No se conocen los procesos patol&#x000f3;gicos por los que el VZ puede da&#x000f1;ar el cerebro fetal; a la fecha, la relaci&#x000f3;n sigue siendo sobre todo de base epidemiol&#x000f3;gica. Voces expertas aconsejan prudencia y hay que evitar los alarmismos porque pueden existir otros factores causales concurrentes<xref rid="bib0355" ref-type="bibr"><sup>29</sup></xref>. No es una complicaci&#x000f3;n frecuente y afecta de manera muy desigual a la amplia zona de pandemia, con los casos &#x02013;m&#x000e1;s de 4.000&#x02013; concentrados en la zona oriental de Brasil (especialmente los estados de Pernambuco y Bah&#x000ed;a, con incidencias de hasta un caso por 1.000 nacidos vivos)<xref rid="bib0360" ref-type="bibr">30</xref>, <xref rid="bib0365" ref-type="bibr">31</xref>. A la espera de m&#x000e1;s datos debemos desaconsejar a las mujeres embarazadas, especialmente en su primer trimestre, desplazamientos a zonas epid&#x000e9;micas en aplicaci&#x000f3;n del principio de prudencia. Adem&#x000e1;s, hay que mantener un control ecogr&#x000e1;fico estricto de las mujeres embarazadas procedentes de dichas zonas y estar&#x000ed;a indicado el cribado de todas aquellas que refieran el antecedente de un cuadro febril, bien durante su estancia, bien hasta 30 d&#x000ed;as despu&#x000e9;s de su regreso a Europa. Un 70% de los casos de infecci&#x000f3;n por VZ son asintom&#x000e1;ticos y, por lo tanto, existen argumentos en favor del cribado universal de mujeres embarazadas sanas procedentes de pa&#x000ed;ses de riesgo. No obstante, se desconoce el riesgo fetal que conllevan estas infecciones subcl&#x000ed;nicas, por lo que el cumplimiento de los controles ecogr&#x000e1;ficos ginecol&#x000f3;gicos habituales es, hasta el momento, el pilar fundamental para un correcto control de la aparici&#x000f3;n de malformaciones en los fetos. Aunque en un principio el <italic>Centers for Disease Control and Prevention</italic> emiti&#x000f3; opiniones contra el cribado de las mujeres embarazadas asintom&#x000e1;ticas, en solo 2 semanas pas&#x000f3; a recomendar lo contrario, lo que parece consolidarse como la recomendaci&#x000f3;n habitual en Europa<xref rid="bib0370" ref-type="bibr">32</xref>, <xref rid="bib0375" ref-type="bibr">33</xref>, <xref rid="bib0380" ref-type="bibr">34</xref>.</p></sec><sec id="sec0025"><title>Diagn&#x000f3;stico</title><p id="par0085">El diagn&#x000f3;stico se basa en la sospecha cl&#x000ed;nica. Su corto per&#x000ed;odo de incubaci&#x000f3;n (3-12 d&#x000ed;as) convierte el diagn&#x000f3;stico de fiebre zika en muy improbable para aquellos enfermos en los que no se identifiquen desplazamientos a zonas end&#x000e9;micas en los &#x000fa;ltimos 15 d&#x000ed;as. La determinaci&#x000f3;n de anticuerpos espec&#x000ed;ficos IgM es la principal prueba de confirmaci&#x000f3;n, dado lo evanescente del per&#x000ed;odo de viremia, por lo menos en sangre<xref rid="bib0385" ref-type="bibr"><sup>35</sup></xref>. As&#x000ed;, es de gran utilidad tener en cuenta un esquema temporal b&#x000e1;sico de aparici&#x000f3;n y desaparici&#x000f3;n de ant&#x000ed;genos y anticuerpos (<xref rid="fig0015" ref-type="fig">fig. 2</xref>
).<fig id="fig0015"><label>Figura 2</label><caption><p>Evoluci&#x000f3;n de los marcadores diagn&#x000f3;sticos durante la infecci&#x000f3;n por el virus Zika (VZ).</p></caption><graphic xlink:href="gr2"/></fig></p><p id="par0090">En las muestras de suero tomadas durante los primeros 5-7 d&#x000ed;as, el ARN viral puede ser detectado mediante t&#x000e9;cnicas de PCR con <italic>reverse transcription</italic> (RT-PCR, &#x000ab;transcripci&#x000f3;n inversa&#x000bb;), no existiendo hasta el momento otras pruebas de diagn&#x000f3;stico microbiol&#x000f3;gico directo como la detecci&#x000f3;n de ant&#x000ed;genos. Debido a la r&#x000e1;pida desaparici&#x000f3;n de la viremia, un resultado negativo de la RT-PCR en sangre no excluye la infecci&#x000f3;n por VZ si la muestra se ha extra&#x000ed;do m&#x000e1;s all&#x000e1; de los 5-7 d&#x000ed;as de la aparici&#x000f3;n de los primeros s&#x000ed;ntomas. En orina, la RT-PCR puede persistir positiva hasta los 10-14 d&#x000ed;as y se considera una prueba de buen rendimiento; no obstante, al igual que la practicada en sangre, su negatividad no excluye la infecci&#x000f3;n y se debe cursar la serolog&#x000ed;a<xref rid="bib0390" ref-type="bibr"><sup>36</sup></xref>. Los anticuerpos espec&#x000ed;ficos IgM son ya habitualmente detectables a partir de los d&#x000ed;as 4-5 de evoluci&#x000f3;n cl&#x000ed;nica mediante t&#x000e9;cnicas de <italic>enzyme-linked immunosorbent assa</italic>y &#x02013;ELISA&#x02013; o immunofluorescencia indirecta, aunque existen registros de positivizaciones tard&#x000ed;as &#x02013;al igual que en todas las enfermedades v&#x000ed;ricas&#x02013; que obligar&#x000ed;an a una segunda determinaci&#x000f3;n en caso de sospecha diagn&#x000f3;stica fundada. Recuerden el viejo principio de que es la cl&#x000ed;nica la que manda y declaren el caso ante la sospecha, aun a falta de confirmaci&#x000f3;n<xref rid="bib0395" ref-type="bibr"><sup>37</sup></xref>.</p><p id="par0095">&#x000bf;Existe reactividad serol&#x000f3;gica cruzada con otros flavivirus de su extensa familia? S&#x000ed;, la hay. Pueden aparecer falsos positivos en los pacientes que han tenido una flavivirasis anterior &#x02013;la m&#x000e1;s frecuente, el dengue&#x02013; y en aquellos vacunados contra la fiebre amarilla o la encefalitis japonesa. Ante estos antecedentes, cobra importancia la confirmaci&#x000f3;n serol&#x000f3;gica mediante la realizaci&#x000f3;n de pruebas de neutralizaci&#x000f3;n de anticuerpos por reducci&#x000f3;n de placas si el caso lo requiere; se trata de una prueba laboriosa; es decir, en caso de no disponer de una gran capacidad se deber&#x000ed;an priorizar los casos graves y en mujeres embarazadas. La detecci&#x000f3;n de anticuerpos IgG es de escasa utilidad. La consabida multiplicaci&#x000f3;n por 4 del t&#x000ed;tulo serol&#x000f3;gico entre 2 muestras separadas por lo menos 2 semanas conllevar&#x000ed;a un diagn&#x000f3;stico de seroconversi&#x000f3;n y una alta probabilidad de infecci&#x000f3;n reciente. Otra vez, puede ser &#x000fa;til en embarazadas asintom&#x000e1;ticas con antecedentes de fiebre durante su estancia en una zona epid&#x000e9;mica, pero poco m&#x000e1;s.</p><p id="par0100">Teniendo en cuenta que la mayor&#x000ed;a de las veces deberemos orientar al paciente sin tener posibilidad de confirmaci&#x000f3;n serol&#x000f3;gica hasta al cabo de algunos d&#x000ed;as, el diagn&#x000f3;stico cl&#x000ed;nico puede basarse en el cumplimiento de las siguientes condiciones: a) antecedente epidemiol&#x000f3;gico (desplazamiento a zona end&#x000e9;mica en los &#x000fa;ltimos 15 d&#x000ed;as o contacto estrecho con un caso-&#x000ed;ndice importado); b) cuadro cl&#x000ed;nico compatible con la aparici&#x000f3;n de exantema, y c) hemograma y bioqu&#x000ed;mica b&#x000e1;sicas levemente alteradas o normales. No est&#x000e1; de m&#x000e1;s recordar que a los pacientes procedentes de zonas con alta transmisi&#x000f3;n pal&#x000fa;dica &#x02013;fundamentalmente &#x000c1;frica subsahariana&#x02013; deber&#x000ed;a realiz&#x000e1;rseles una gota gruesa con extensi&#x000f3;n fina de sangre.</p><p id="par0105">La inmunidad dependiente de IgG es probablemente protectora contra nuevas reinfecciones a largo plazo.</p></sec><sec id="sec0030"><title>Prevenci&#x000f3;n y tratamiento</title><p id="par0110">Las medidas preventivas fundamentales son las que van dirigidas a interrumpir el contacto con el vector, ya sean ambientales (fumigaciones masivas, potenciaci&#x000f3;n de competidores ecol&#x000f3;gicos o de predadores, eliminaci&#x000f3;n de puntos de cr&#x000ed;a) o personales (uso de mosquiteros en puertas y ventanas o cubriendo las camas, repelentes). Las recomendaciones personalizadas var&#x000ed;an seg&#x000fa;n el sexo:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>a)</label><p id="par0115">Se recomienda a las mujeres embarazadas no viajar a zonas end&#x000e9;micas as&#x000ed; como posponer un embarazo hasta 30 d&#x000ed;as despu&#x000e9;s de su retorno a Europa, el doble del per&#x000ed;odo m&#x000e1;ximo de incubaci&#x000f3;n. En el caso de haber sufrido alg&#x000fa;n episodio febril durante su estancia y hasta 4 semanas despu&#x000e9;s de l retorno, se recomienda demorar el embarazo hasta 6 meses.</p></list-item><list-item id="lsti0010"><label>b)</label><p id="par0120">Se recomienda que los hombres viajeros procedentes de zonas epid&#x000e9;micas mantengan relaciones con preservativo hasta el final del embarazo en caso de que su pareja est&#x000e9; en esta situaci&#x000f3;n. Cualquier embarazo deseado deber&#x000ed;a posponerse mediante el uso de preservativos durante un m&#x000ed;nimo de 4 semanas si durante su desplazamiento no han presentado ning&#x000fa;n episodio febril y hasta 6 meses si lo han experimentado, de acuerdo con los escas&#x000ed;simos datos disponibles<xref rid="bib0400" ref-type="bibr"><sup>38</sup></xref>.</p></list-item></list>
</p><p id="par0125">El vector <italic>A. aegypti</italic> es un mosquito muy poco dado a los desplazamientos; vive y muere fundamentalmente en una zona peridom&#x000e9;stica concreta, es decir: la velocidad de expansi&#x000f3;n de la epidemia depende posiblemente m&#x000e1;s de la movilidad de las personas enfermas que de la movilidad de vectores infectados por el virus. Si deber&#x000ed;a o no limitarse el movimiento de personas enfermas en territorios con <italic>A. albopictus</italic> queda fuera de los objetivos de esta revisi&#x000f3;n, pero no estar&#x000ed;a de m&#x000e1;s recomendar <italic>reposo en casa</italic> hasta pasado el &#x02013;corto&#x02013; per&#x000ed;odo de viremia.</p><p id="par0130">La principal v&#x000ed;a de investigaci&#x000f3;n en prevenci&#x000f3;n es el desarrollo de vacunas. Existen vacunas seguras y eficaces contra otros flavivirus parecidos, como el de la fiebre amarilla, el de la encefalitis japonesa y, recientemente, el del dengue<xref rid="bib0405" ref-type="bibr"><sup>39</sup></xref>. La existencia de un solo serotipo deber&#x000ed;a simplificar el proceso, pero no es de esperar la posibilidad de comercializaci&#x000f3;n de una vacuna espec&#x000ed;fica antes de 2 a&#x000f1;os, yendo bien<xref rid="bib0410" ref-type="bibr"><sup>40</sup></xref>.</p><p id="par0135">No disponemos de ning&#x000fa;n tratamiento de acci&#x000f3;n antiviral directa o que pueda limitar su transmisi&#x000f3;n; de entrada se puede tratar la fiebre con paracetamol y reservar los AINE para los pacientes con afectaci&#x000f3;n articular, siempre y cuando se haya descartado el dengue por el peligro de potenciar las hemorragias.</p></sec><sec id="sec0035"><title>Conclusiones</title><p id="par0140">Es dif&#x000ed;cil ser categ&#x000f3;rico por lo que respecta a una predicci&#x000f3;n sobre cu&#x000e1;l es el riesgo de establecimiento de ciclos humanos del virus en la Uni&#x000f3;n Europea. No obstante, cabe considerar que <italic>A. albopictus</italic> es un vector mediocre por lo que respecta a la transmisibilidad viral. Muy probablemente no existe riesgo en el per&#x000ed;odo comprendido entre noviembre-mayo debido a la baja densidad de poblaci&#x000f3;n del mosquito. En los per&#x000ed;odos c&#x000e1;lidos el riesgo vendr&#x000e1; marcado por el aumento poblacional, adem&#x000e1;s de la destacada antropofilia del mosquito<xref rid="bib0415" ref-type="bibr"><sup>41</sup></xref>. Los epidemi&#x000f3;logos deber&#x000e1;n coordinar las acciones de &#x000e1;mbito local destinadas a mantener la salubridad ambiental y la eliminaci&#x000f3;n de los sitios de cr&#x000ed;a; esto es la base. Los asistenciales deberemos esforzarnos en conocer la enfermedad e <italic>incorporarla</italic> en nuestros esquemas a fin de poder identificar los casos sospechosos <italic>de la forma m&#x000e1;s precoz posible</italic>, adem&#x000e1;s de recomendar y supervisar que dichos pacientes toman medidas antivector a la espera de la confirmaci&#x000f3;n diagn&#x000f3;stica definitiva con pruebas diagn&#x000f3;sticas que los microbi&#x000f3;logos deber&#x000e1;n valorar, adquirir y validar. Dichas t&#x000e9;cnicas deber&#x000ed;an ser, adem&#x000e1;s, adecuadas para efectuar eventuales cribados masivos en mujeres embarazadas sanas. Todo esto es f&#x000e1;cil de decir pero dif&#x000ed;cil de llevar a la pr&#x000e1;ctica, adem&#x000e1;s de caro. Es imposible de implementar y de financiar en toda su extensi&#x000f3;n sin contar con los epidemi&#x000f3;logos de zona y, sobre todo, con los m&#x000e9;dicos de familia<xref rid="bib0420" ref-type="bibr"><sup>42</sup></xref>.</p><p id="par0145">Bien, pero &#x000bf;y los que visitamos enfermedades infecciosas? Pues nos podr&#x000ed;amos aplicar lo siguiente: <italic>el futuro lleg&#x000f3; hoy</italic> &#x02013;si no lleg&#x000f3; ayer&#x02013; y debemos asumir que las enfermedades importadas son y ser&#x000e1;n una parte paulatinamente mayor de nuestra actividad, se llamen MERS-CoV, chikungunya, ebola o zika. Hay que aceptarlo, adaptarse, normalizar y formalizar los nuevos conocimientos que su tratamiento requiere de una manera m&#x000e1;s transversal, contando con ambos niveles asistenciales y agilizando los m&#x000e9;todos diagn&#x000f3;sticos. De lo contrario, nos condenamos a una perpetua actitud reactiva en la que no siempre somos los m&#x000e9;dicos quienes tomamos las riendas de las contramedidas a aplicar.</p></sec><sec id="sec0040"><title>Financiaci&#x000f3;n</title><p id="par0150">El presente art&#x000ed;culo no ha contado con financiaci&#x000f3;n espec&#x000ed;fica alguna.</p></sec><sec id="sec0045"><title>Conflicto de intereses</title><p id="par0155">Los autores no identifican ning&#x000fa;n conflicto de inter&#x000e9;s real o potencial.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0215"><label>1</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Valerio</surname><given-names>L.</given-names></name><name><surname>M&#x000f2;dol</surname><given-names>J.M.</given-names></name></person-group><article-title>Ponga las arbovirosis en su esquema diagn&#x000f3;stico</article-title><source>Med Clin (Barc)</source><volume>146</volume><year>2016</year><fpage>305</fpage><lpage>307</lpage><pub-id pub-id-type="pmid">26726113</pub-id></element-citation></ref><ref id="bib0220"><label>2</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>Gulland</surname><given-names>A.</given-names></name></person-group><article-title>Zika virus is a global public health emergency, declares WHO</article-title><source>BMJ</source><volume>352</volume><year>2016</year><fpage>i657</fpage><pub-id pub-id-type="pmid">26839247</pub-id></element-citation></ref><ref id="bib0225"><label>3</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Musso</surname><given-names>D.</given-names></name><name><surname>Gubler</surname><given-names>D.J.</given-names></name></person-group><article-title>Zika Virus</article-title><source>Clin Microbiol Rev.</source><volume>29</volume><year>2016</year><fpage>487</fpage><lpage>524</lpage><pub-id pub-id-type="pmid">27029595</pub-id></element-citation></ref><ref id="bib0230"><label>4</label><element-citation publication-type="journal" id="sbref0230"><person-group person-group-type="author"><name><surname>Kuno</surname><given-names>G.</given-names></name><name><surname>Chang</surname><given-names>G.J.</given-names></name><name><surname>Tsuchiya</surname><given-names>K.R.</given-names></name><name><surname>Karabatsos</surname><given-names>N.</given-names></name><name><surname>Cropp</surname><given-names>C.B.</given-names></name></person-group><article-title>Phylogeny of the genus Flavivirus</article-title><source>J Virol</source><volume>72</volume><year>1998</year><fpage>73</fpage><lpage>83</lpage><pub-id pub-id-type="pmid">9420202</pub-id></element-citation></ref><ref id="bib0235"><label>5</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Musso</surname><given-names>D.</given-names></name></person-group><article-title>Zika virus transmission from French Polynesia to Brazil</article-title><source>Emerg Infect Dis</source><volume>21</volume><year>2015</year><fpage>1887</fpage></element-citation></ref><ref id="bib0240"><label>6</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Angelini</surname><given-names>P.</given-names></name><name><surname>Mattivi</surname><given-names>A.</given-names></name><name><surname>Cagarelli</surname><given-names>R.</given-names></name><name><surname>Bellini</surname><given-names>R.</given-names></name><name><surname>Finarelli</surname><given-names>A.C.</given-names></name></person-group><article-title>[The ideation of the Emilia-Romagna surveillance system for arbovirosis following the experience from the Chikungunya outbreak 2007] Italian</article-title><source>Epidemiol Prev.</source><volume>38</volume><issue>6 Suppl 2</issue><year>2014</year><fpage>124</fpage><lpage>128</lpage></element-citation></ref><ref id="bib0245"><label>7</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Hayes</surname><given-names>E.B.</given-names></name></person-group><article-title>Zika virus outside Africa</article-title><source>Emerg Infect Dis</source><volume>15</volume><year>2009</year><fpage>1347</fpage><lpage>1350</lpage><pub-id pub-id-type="pmid">19788800</pub-id></element-citation></ref><ref id="bib0250"><label>8</label><element-citation publication-type="journal" id="sbref0250"><person-group person-group-type="author"><name><surname>Dick</surname><given-names>G.W.</given-names></name><name><surname>Kitchen</surname><given-names>S.F.</given-names></name><name><surname>Haddow</surname><given-names>A.J.</given-names></name></person-group><article-title>Zika virus. I. Isolations and serological specificity</article-title><source>Trans R Soc Trop Med Hyg</source><volume>46</volume><year>1952</year><fpage>509</fpage><lpage>520</lpage><pub-id pub-id-type="pmid">12995440</pub-id></element-citation></ref><ref id="bib0255"><label>9</label><element-citation publication-type="journal" id="sbref0255"><person-group person-group-type="author"><name><surname>Haddow</surname><given-names>A.D.</given-names></name><name><surname>Schuh</surname><given-names>A.J.</given-names></name><name><surname>Yasuda</surname><given-names>C.Y.</given-names></name><name><surname>Kasper</surname><given-names>M.R.</given-names></name><name><surname>Heang</surname><given-names>V.</given-names></name><name><surname>Huy</surname><given-names>R.</given-names></name></person-group><article-title>Genetic characterization of Zika virus strains: Geographic expansion of the Asian lineage</article-title><source>PLoS Negl Trop Dis</source><volume>6</volume><year>2012</year><fpage>e1477</fpage><pub-id pub-id-type="pmid">22389730</pub-id></element-citation></ref><ref id="bib0260"><label>10</label><element-citation publication-type="journal" id="sbref0260"><person-group person-group-type="author"><name><surname>MacNamara</surname><given-names>F.N.</given-names></name></person-group><article-title>Zika virus: A report on three cases of human infection during an epidemic of jaundice in Nigeria</article-title><source>Trans R Soc Trop Med Hyg.</source><volume>48</volume><year>1954</year><fpage>139</fpage><lpage>145</lpage><pub-id pub-id-type="pmid">13157159</pub-id></element-citation></ref><ref id="bib0265"><label>11</label><element-citation publication-type="journal" id="sbref0265"><person-group person-group-type="author"><name><surname>Patterson</surname><given-names>K.D.</given-names></name></person-group><article-title>Yellow fever epidemics and mortality in the United States, 1693-1905</article-title><source>Soc Sci Med</source><volume>34</volume><year>1992</year><fpage>855</fpage><lpage>865</lpage><pub-id pub-id-type="pmid">1604377</pub-id></element-citation></ref><ref id="bib0270"><label>12</label><element-citation publication-type="journal" id="sbref0270"><person-group person-group-type="author"><name><surname>Fauci</surname><given-names>A.S.</given-names></name><name><surname>Morens</surname><given-names>D.M.</given-names></name></person-group><article-title>Zika virus in the Americas--Yet another arbovirus threat</article-title><source>N Engl J Med</source><volume>374</volume><year>2016</year><fpage>601</fpage><lpage>604</lpage><pub-id pub-id-type="pmid">26761185</pub-id></element-citation></ref><ref id="bib0275"><label>13</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Villamil-G&#x000f3;mez</surname><given-names>W.E.</given-names></name><name><surname>Gonz&#x000e1;lez-Camargo</surname><given-names>O.</given-names></name><name><surname>Rodriguez-Ayubi</surname><given-names>J.</given-names></name><name><surname>Zapata-Serpa</surname><given-names>D.</given-names></name><name><surname>Rodriguez-Morales</surname><given-names>A.J.</given-names></name></person-group><article-title>Dengue, chikungunya and Zika co-infection in a patient from Colombia</article-title><source>J Infect Public Health</source><year>2016</year><comment>pii: S1876-0341(15)00221-X. [Epub ahead of print]</comment></element-citation></ref><ref id="bib0280"><label>14</label><element-citation publication-type="journal" id="sbref0280a"><person-group person-group-type="author"><name><surname>Heang</surname><given-names>V.</given-names></name><name><surname>Yasuda</surname><given-names>C.Y.</given-names></name><name><surname>Sovann</surname><given-names>L.</given-names></name><name><surname>Haddow</surname><given-names>A.D.</given-names></name><name><surname>Travassos da Rosa</surname><given-names>A.P.</given-names></name><name><surname>Tesh</surname><given-names>R.B.</given-names></name></person-group><article-title>Zika virus infection, Cambodia, 2010,</article-title><source>Emerg Infect Dis</source><volume>18</volume><year>2012</year><fpage>349</fpage><lpage>351</lpage><pub-id pub-id-type="pmid">22305269</pub-id></element-citation></ref><ref id="bib0285"><label>15</label><element-citation publication-type="journal" id="sbref0285"><person-group person-group-type="author"><name><surname>Hennessey</surname><given-names>M.</given-names></name><name><surname>Fischer</surname><given-names>M.</given-names></name><name><surname>Staples</surname><given-names>J.E.</given-names></name></person-group><article-title>Zika virus spreads to new areas - Region of the Americas, May 2015-January 2016</article-title><source>MMWR Morb Mortal Wkly Rep</source><volume>65</volume><year>2016</year><fpage>55</fpage><lpage>58</lpage><pub-id pub-id-type="pmid">26820163</pub-id></element-citation></ref><ref id="bib0290"><label>16</label><element-citation publication-type="journal" id="sbref0290"><person-group person-group-type="author"><name><surname>Zammarchi</surname><given-names>L.</given-names></name><name><surname>Stella</surname><given-names>G.</given-names></name><name><surname>Mantella</surname><given-names>A.</given-names></name><name><surname>Bartolozzi</surname><given-names>D.</given-names></name><name><surname>Tappe</surname><given-names>D.</given-names></name><name><surname>Gunther</surname><given-names>S.</given-names></name></person-group><article-title>Zika virus infections imported to Italy: Clinical, immunological and virological findings and public health implications</article-title><source>J Clin Virol</source><volume>63</volume><year>2015</year><fpage>32</fpage><lpage>35</lpage><pub-id pub-id-type="pmid">25600600</pub-id></element-citation></ref><ref id="bib0295"><label>17</label><element-citation publication-type="journal" id="sbref0295"><person-group person-group-type="author"><name><surname>Lucientes-Curdi</surname><given-names>J.</given-names></name></person-group><article-title>Dispersion of Aedes albopictus in the Spanish Mediterranean area</article-title><source>Eur J Public Health</source><volume>24</volume><year>2014</year><fpage>637</fpage><lpage>640</lpage><pub-id pub-id-type="pmid">24503376</pub-id></element-citation></ref><ref id="bib0300"><label>18</label><element-citation publication-type="journal" id="sbref0300"><person-group person-group-type="author"><name><surname>Foy</surname><given-names>B.D.</given-names></name><name><surname>Kobylinski</surname><given-names>K.C.</given-names></name><name><surname>Chilson Foy</surname><given-names>J.L.</given-names></name><name><surname>Blitvich</surname><given-names>B.J.</given-names></name><name><surname>Travassos da Rosa</surname><given-names>A.</given-names></name><name><surname>Haddow</surname><given-names>A.D.</given-names></name></person-group><article-title>Probable non-vector-borne transmission of Zika virus, Colorado, USA</article-title><source>Emerg Infect Dis</source><volume>17</volume><year>2011</year><fpage>880</fpage><lpage>882</lpage><pub-id pub-id-type="pmid">21529401</pub-id></element-citation></ref><ref id="bib0305"><label>19</label><element-citation publication-type="journal" id="sbref0305"><person-group person-group-type="author"><name><surname>Gatherer</surname><given-names>D.</given-names></name><name><surname>Kohl</surname><given-names>A.</given-names></name></person-group><article-title>Zika virus: A previously slow pandemic spreads rapidly through the Americas</article-title><source>J Gen Virol.</source><volume>97</volume><year>2016</year><fpage>269</fpage><lpage>273</lpage><pub-id pub-id-type="pmid">26684466</pub-id></element-citation></ref><ref id="bib0310"><label>20</label><element-citation publication-type="journal" id="sbref0310"><person-group person-group-type="author"><name><surname>Marano</surname><given-names>G.</given-names></name><name><surname>Pupella</surname><given-names>S.</given-names></name><name><surname>Vaglio</surname><given-names>S.</given-names></name><name><surname>Liumbruno</surname><given-names>G.M.</given-names></name><name><surname>Grazzini</surname><given-names>G.</given-names></name></person-group><article-title>Zika virus and the never-ending story of emerging pathogens and transfusion medicine</article-title><source>Blood Transfus</source><volume>14</volume><year>2016</year><fpage>95</fpage><lpage>100</lpage><pub-id pub-id-type="pmid">26674815</pub-id></element-citation></ref><ref id="bib0315"><label>21</label><element-citation publication-type="journal" id="sbref0315"><person-group person-group-type="author"><name><surname>Mlakar</surname><given-names>J.</given-names></name><name><surname>Korva</surname><given-names>M.</given-names></name><name><surname>Tul</surname><given-names>N.</given-names></name><name><surname>Popovic</surname><given-names>M.</given-names></name><name><surname>Poljsak-Prijatelj</surname><given-names>M.</given-names></name><name><surname>Mraz</surname><given-names>J.</given-names></name></person-group><article-title>Zika virus associated with microcephaly</article-title><source>N Engl J Med</source><volume>374</volume><year>2016</year><fpage>951</fpage><lpage>958</lpage><pub-id pub-id-type="pmid">26862926</pub-id></element-citation></ref><ref id="bib0320"><label>22</label><element-citation publication-type="journal" id="sbref0320"><person-group person-group-type="author"><name><surname>Cao-Lormeau</surname><given-names>V.M.</given-names></name><name><surname>Roche</surname><given-names>C.</given-names></name><name><surname>Teissier</surname><given-names>A.</given-names></name><name><surname>Robin</surname><given-names>E.</given-names></name><name><surname>Berry</surname><given-names>A.L.</given-names></name><name><surname>Mallet</surname><given-names>H.P.</given-names></name></person-group><article-title>Zika virus, French Polynesia, South Pacific, 2013</article-title><source>Emerg Infect Dis</source><volume>20</volume><year>2014</year><fpage>1085</fpage><lpage>1086</lpage><pub-id pub-id-type="pmid">24856001</pub-id></element-citation></ref><ref id="bib0325"><label>23</label><element-citation publication-type="journal" id="sbref0325"><person-group person-group-type="author"><name><surname>Duffy</surname><given-names>M.R.</given-names></name><name><surname>Chen</surname><given-names>T.H.</given-names></name><name><surname>Hancock</surname><given-names>W.T.</given-names></name><name><surname>Powers</surname><given-names>A.M.</given-names></name><name><surname>Kool</surname><given-names>J.L.</given-names></name><name><surname>Lanciotti</surname><given-names>R.S.</given-names></name></person-group><article-title>Zika virus outbreak on Yap Island, Federated States of Micronesia</article-title><source>N Engl J Med.</source><volume>360</volume><year>2009</year><fpage>2536</fpage><lpage>2543</lpage><pub-id pub-id-type="pmid">19516034</pub-id></element-citation></ref><ref id="bib0330"><label>24</label><element-citation publication-type="journal" id="sbref0330"><person-group person-group-type="author"><name><surname>Pinto Junior</surname><given-names>V.L.</given-names></name><name><surname>Luz</surname><given-names>K.</given-names></name><name><surname>Parreira</surname><given-names>N.</given-names></name><name><surname>Ferrinho</surname><given-names>P.</given-names></name></person-group><article-title>[Zika virus: A review to clinicians] Portuguese</article-title><source>Acta Med Port</source><volume>28</volume><year>2015</year><fpage>760</fpage><lpage>765</lpage><pub-id pub-id-type="pmid">26849762</pub-id></element-citation></ref><ref id="bib0335"><label>25</label><element-citation publication-type="journal" id="sbref0335"><person-group person-group-type="author"><name><surname>Hamel</surname><given-names>R.</given-names></name><name><surname>Dejarnac</surname><given-names>O.</given-names></name><name><surname>Wichit</surname><given-names>S.</given-names></name><name><surname>Ekchariyawat</surname><given-names>P.</given-names></name><name><surname>Neyret</surname><given-names>A.</given-names></name><name><surname>Luplertlop</surname><given-names>N.</given-names></name></person-group><article-title>Biology of Zika virus infection in human skin cells</article-title><source>J Virol.</source><volume>89</volume><year>2015</year><fpage>8880</fpage><lpage>8896</lpage><pub-id pub-id-type="pmid">26085147</pub-id></element-citation></ref><ref id="bib0340"><label>26</label><element-citation publication-type="journal" id="sbref0340"><person-group person-group-type="author"><name><surname>Cardoso</surname><given-names>C.</given-names></name><name><surname>Paploski</surname><given-names>I.</given-names></name><name><surname>Kikuti</surname><given-names>M.</given-names></name><name><surname>Rodrigues</surname><given-names>M.</given-names></name><name><surname>Silva</surname><given-names>M.</given-names></name><name><surname>Campos</surname><given-names>G.</given-names></name></person-group><article-title>Outbreak of exanthematous illness associated with Zika, chikungunya, and dengue viruses, Salvador, Brazil</article-title><source>Emerg Infect Dis</source><volume>21</volume><year>2015</year><fpage>2274</fpage><lpage>2276</lpage><pub-id pub-id-type="pmid">26584464</pub-id></element-citation></ref><ref id="bib0345"><label>27</label><element-citation publication-type="book" id="sbref0345"><person-group person-group-type="author"><collab>Organizaci&#x000f3;n Panamericana de la Salud/Organizaci&#x000f3;n Mundial de la Salud</collab></person-group><chapter-title>Actualizaci&#x000f3;n epidemiol&#x000f3;gica. S&#x000ed;ndrome neurol&#x000f3;gico, anomal&#x000ed;as cong&#x000e9;nitas e infecci&#x000f3;n por virus Zika. 17 de enero de 2016</chapter-title><year>2016</year><publisher-name>OPS/OMS</publisher-name><publisher-loc>Washington, D. C.</publisher-loc></element-citation></ref><ref id="bib0350"><label>28</label><element-citation publication-type="journal" id="sbref0350"><person-group person-group-type="author"><name><surname>Oehler</surname><given-names>E.</given-names></name><name><surname>Watrin</surname><given-names>L.</given-names></name><name><surname>Larre</surname><given-names>P.</given-names></name><name><surname>Leparc-Goffart</surname><given-names>I.</given-names></name><name><surname>Lastere</surname><given-names>S.</given-names></name><name><surname>Valour</surname><given-names>F.</given-names></name></person-group><article-title>Zika virus infection complicated by Guillain-Barre syndrome--Case report, French Polynesia, December 2013</article-title><source>Euro Surveill.</source><volume>19</volume><year>2014</year><comment>pii: 20720</comment></element-citation></ref><ref id="bib0355"><label>29</label><element-citation publication-type="journal" id="sbref0355"><person-group person-group-type="author"><name><surname>Gomes-Victora</surname><given-names>C.</given-names></name><name><surname>Schuler-Faccini</surname><given-names>L.</given-names></name><name><surname>Matijasevich</surname><given-names>A.</given-names></name><name><surname>Ribeiro</surname><given-names>E.</given-names></name><name><surname>Pessoa</surname><given-names>A.</given-names></name><name><surname>Barros</surname><given-names>F.C.</given-names></name></person-group><article-title>Microcephaly in Brazil: How to interpret reported numbers?</article-title><source>Lancet</source><volume>387</volume><year>2016</year><fpage>621</fpage><lpage>624</lpage><pub-id pub-id-type="pmid">26864961</pub-id></element-citation></ref><ref id="bib0360"><label>30</label><mixed-citation publication-type="other" id="oref0150">World Health Organization. Microcephaly &#x02013; Brazil. Disease Outbreak News, 27 November 2015 [consultado 16 Feb 2016]. Disponible en: http://www.who.int/csr/don/27-november-2015-microcephaly/en/</mixed-citation></ref><ref id="bib0365"><label>31</label><element-citation publication-type="journal" id="sbref0365"><person-group person-group-type="author"><name><surname>Schuler-Faccini</surname><given-names>L.</given-names></name><name><surname>Ribeiro</surname><given-names>E.M.</given-names></name><name><surname>Feitosa</surname><given-names>I.M.</given-names></name><name><surname>Horovitz</surname><given-names>D.D.</given-names></name><name><surname>Cavalcanti</surname><given-names>D.P.</given-names></name><name><surname>Pessoa</surname><given-names>A.</given-names></name></person-group><article-title>Possible association between Zika virus infection and microcephaly - Brazil, 2015</article-title><source>MMWR Morb Mortal Wkly Rep.</source><volume>65</volume><year>2016</year><fpage>59</fpage><lpage>62</lpage><pub-id pub-id-type="pmid">26820244</pub-id></element-citation></ref><ref id="bib0370"><label>32</label><element-citation publication-type="journal" id="sbref0370"><person-group person-group-type="author"><name><surname>Oliveira Melo</surname><given-names>A.S.</given-names></name><name><surname>Malinger</surname><given-names>G.</given-names></name><name><surname>Ximenes</surname><given-names>R.</given-names></name><name><surname>Szejnfeld</surname><given-names>P.O.</given-names></name><name><surname>Alves Sampaio</surname><given-names>S.</given-names></name><name><surname>Bispo de Filippis</surname><given-names>A.M.</given-names></name></person-group><article-title>Zika virus intrauterine infection causes fetal brain abnormality and microcephaly: Tip of the iceberg?</article-title><source>Ultrasound Obstet Gynecol.</source><volume>47</volume><year>2016</year><fpage>6</fpage><lpage>7</lpage><pub-id pub-id-type="pmid">26731034</pub-id></element-citation></ref><ref id="bib0375"><label>33</label><element-citation publication-type="journal" id="sbref0375"><person-group person-group-type="author"><name><surname>Petersen</surname><given-names>E.E.</given-names></name><name><surname>Staples</surname><given-names>J.E.</given-names></name><name><surname>Meaney-Delman</surname><given-names>D.</given-names></name><name><surname>Fischer</surname><given-names>M.</given-names></name><name><surname>Ellington</surname><given-names>S.R.</given-names></name><name><surname>Callaghan</surname><given-names>W.M.</given-names></name></person-group><article-title>Interim guidelines for pregnant women during a Zika virus outbreak - United States, 2016</article-title><source>MMWR Morb Mortal Wkly Rep.</source><volume>65</volume><year>2016</year><fpage>30</fpage><lpage>33</lpage><pub-id pub-id-type="pmid">26796813</pub-id></element-citation></ref><ref id="bib0380"><label>34</label><element-citation publication-type="journal" id="sbref0380"><person-group person-group-type="author"><name><surname>Schuler-Staples</surname><given-names>J.E.</given-names></name><name><surname>Dziuban</surname><given-names>E.J.</given-names></name><name><surname>Fischer</surname><given-names>M.</given-names></name><name><surname>Cragan</surname><given-names>J.D.</given-names></name><name><surname>Rasmussen</surname><given-names>S.A.</given-names></name><name><surname>Cannon</surname><given-names>M.J.</given-names></name></person-group><article-title>Interim guidelines for the evaluation and testing of infants with possible congenital Zika virus infection - United States, 2016</article-title><source>MMWR Morb Mortal Wkly Rep</source><volume>65</volume><year>2011</year><fpage>63</fpage><lpage>67</lpage></element-citation></ref><ref id="bib0385"><label>35</label><element-citation publication-type="journal" id="sbref0385"><person-group person-group-type="author"><name><surname>Grant-Klein</surname><given-names>R.J.</given-names></name><name><surname>Baldwin</surname><given-names>C.D.</given-names></name><name><surname>Turell</surname><given-names>M.J.</given-names></name><name><surname>Rossi</surname><given-names>C.A.</given-names></name><name><surname>Li</surname><given-names>F.</given-names></name><name><surname>Lovari</surname><given-names>R.</given-names></name></person-group><article-title>Rapid identification of vector-borne flaviviruses by mass spectrometry</article-title><source>Mol Cell Probes</source><volume>24</volume><year>2010</year><fpage>219</fpage><lpage>228</lpage><pub-id pub-id-type="pmid">20412852</pub-id></element-citation></ref><ref id="bib0390"><label>36</label><element-citation publication-type="journal" id="sbref0390"><person-group person-group-type="author"><name><surname>Lucey</surname><given-names>D.R.</given-names></name><name><surname>Gostin</surname><given-names>L.O.</given-names></name></person-group><article-title>The emerging Zika pandemic: Enhancing preparedness</article-title><source>JAMA.</source><year>2016</year><comment>En prensa</comment></element-citation></ref><ref id="bib0395"><label>37</label><mixed-citation publication-type="other" id="oref0185">Charrel RN, Leparc-Goffart I, Pas S, de Lamballerie X, Koopmans M, Reusken C. State of knowledge on Zika virus for an adequate laboratory response. Bull World Health Organ E-Pub, 10 Feb 2016 [consultado 17 Feb 2016]. Disponible en: http://www.who.int/bulletin/online_first/16-171207.pdf?ua=1</mixed-citation></ref><ref id="bib0400"><label>38</label><element-citation publication-type="journal" id="sbref0400"><person-group person-group-type="author"><name><surname>Oster</surname><given-names>A.M.</given-names></name><name><surname>Brooks</surname><given-names>J.T.</given-names></name><name><surname>Stryker</surname><given-names>J.E.</given-names></name><name><surname>Kachur</surname><given-names>M.E.</given-names></name><name><surname>Mead</surname><given-names>P.</given-names></name><name><surname>Pesik</surname><given-names>M.T.</given-names></name></person-group><article-title>Interim guidelines for prevention of sexual transmission of Zika virus - United States, 2016</article-title><source>MMWR Morb Mortal Wkly Rep</source><volume>65</volume><year>2016</year><fpage>120</fpage><lpage>121</lpage><pub-id pub-id-type="pmid">26866485</pub-id></element-citation></ref><ref id="bib0405"><label>39</label><element-citation publication-type="journal" id="sbref0405"><person-group person-group-type="author"><name><surname>Hadinegoro</surname><given-names>S.R.</given-names></name><name><surname>Arredondo-Garc&#x000ed;a</surname><given-names>J.L.</given-names></name><name><surname>Capeding</surname><given-names>M.R.</given-names></name><name><surname>Deseda</surname><given-names>D.C.</given-names></name><name><surname>Chotpitayasunondh</surname><given-names>T.</given-names></name><name><surname>Dietze</surname><given-names>R.</given-names></name></person-group><article-title>Efficacy and long-term safety of a dengue vaccine in regions of endemic disease</article-title><source>N Engl J Med</source><volume>373</volume><year>2015</year><fpage>1195</fpage><lpage>1206</lpage><pub-id pub-id-type="pmid">26214039</pub-id></element-citation></ref><ref id="bib0410"><label>40</label><element-citation publication-type="journal" id="sbref0410"><person-group person-group-type="author"><name><surname>Dyer</surname><given-names>O.</given-names></name></person-group><article-title>Zika vaccine could be in production by year's end, says maker</article-title><source>BMJ.</source><volume>352</volume><year>2016</year><fpage>i630</fpage><pub-id pub-id-type="pmid">26829957</pub-id></element-citation></ref><ref id="bib0415"><label>41</label><element-citation publication-type="journal" id="sbref0415"><person-group person-group-type="author"><name><surname>Collantes</surname><given-names>F.</given-names></name><name><surname>Delacour</surname><given-names>S.</given-names></name><name><surname>Alarc&#x000f3;n-Elbal</surname><given-names>P.M.</given-names></name><name><surname>Ruiz-Arrondo</surname><given-names>I.</given-names></name><name><surname>Delgado</surname><given-names>J.A.</given-names></name><name><surname>Torrell-Sorio</surname><given-names>A.</given-names></name></person-group><article-title>Review of ten-years of presence of <italic>Aedes albopictus</italic> in Spain 2004-2014: Known distribution and public health concerns</article-title><source>Parasit Vectors</source><volume>8</volume><year>2015</year><fpage>655</fpage><pub-id pub-id-type="pmid">26694818</pub-id></element-citation></ref><ref id="bib0420"><label>42</label><element-citation publication-type="journal" id="sbref0420"><person-group person-group-type="author"><name><surname>Rodriguez-Morales</surname><given-names>A.J.</given-names></name></person-group><article-title>Zika: The new arbovirus threat for Latin America</article-title><source>J Infect Dev Ctries</source><volume>9</volume><year>2015</year><fpage>684</fpage><lpage>685</lpage><pub-id pub-id-type="pmid">26142684</pub-id></element-citation></ref></ref-list></back></article>