<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Rev Clin Esp</journal-id><journal-id journal-id-type="iso-abbrev">Rev Clin Esp</journal-id><journal-title-group><journal-title>Revista Clinica Espanola</journal-title></journal-title-group><issn pub-type="ppub">0014-2565</issn><issn pub-type="epub">1578-1860</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U. and Sociedad Espa&#x000f1;ola de Medicina Interna (SEMI).</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7250750</article-id><article-id pub-id-type="publisher-id">S0014-2565(20)30144-2</article-id><article-id pub-id-type="doi">10.1016/j.rce.2020.05.007</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Epidemiolog&#x000ed;a de COVID-19 en M&#x000e9;xico: del 27 de febrero al 30 de abril de 2020</article-title><trans-title-group xml:lang="en"><trans-title>Epidemiology of COVID-19 in Mexico: from the 27th of February to the 30th of April 2020</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Su&#x000e1;rez</surname><given-names>V.</given-names></name><email>victorm_suarez@hotmail.com</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Suarez Quezada</surname><given-names>M.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Oros Ruiz</surname><given-names>S.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Ronquillo De Jes&#x000fa;s</surname><given-names>E.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><aff id="aff0005"><label>a</label>CONACyT - Universidad Aut&#x000f3;noma Metropolitana-Iztapalapa, Departamento de Qu&#x000ed;mica, Ciudad de M&#x000e9;xico, M&#x000e9;xico</aff><aff id="aff0010"><label>b</label>Unidad Profesional Interdisciplinaria de Ingenier&#x000ed;a y Ciencias Sociales y Administrativas, Departamento de Qu&#x000ed;mica, Ciudad de M&#x000e9;xico, M&#x000e9;xico</aff><aff id="aff0015"><label>c</label>Universidad Polit&#x000e9;cnica de Francisco I. Madero, Direcci&#x000f3;n de Ingenier&#x000ed;a Agroindustrial, Hidalgo, M&#x000e9;xico</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>victorm_suarez@hotmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>27</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>27</day><month>5</month><year>2020</year></pub-date><history><date date-type="received"><day>25</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>15</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. and Sociedad Espa&#x000f1;ola de Medicina Interna (SEMI). All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U. and Sociedad Espa&#x000f1;ola de Medicina Interna (SEMI)</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><sec><title>Antecedentes</title><p>El primer caso de COVID-19 se detect&#x000f3; en M&#x000e9;xico el 27 de febrero de 2020. El 30 de abril, 64 d&#x000ed;as despu&#x000e9;s de este primer diagn&#x000f3;stico, el n&#x000fa;mero de pacientes aument&#x000f3; exponencialmente, alcanzando un total de 19.224 casos confirmados y 1.859 (9,67%) fallecidos. En respuesta a este brote global, resumimos el estado actual del conocimiento sobre COVID-19 en M&#x000e9;xico.</p></sec><sec><title>M&#x000e9;todos</title><p>Los datos se obtuvieron del sitio web oficial del Ministerio de Salud en M&#x000e9;xico. El per&#x000ed;odo analizado fue entre el 27 de febrero y el 30 de abril de 2020. Los casos se confirmaron mediante RT-PCR en tiempo real y se analizaron los datos epidemiol&#x000f3;gicos, demogr&#x000e1;ficos y cl&#x000ed;nicos.</p></sec><sec><title>Resultados</title><p>La mayor&#x000ed;a de los casos de COVID-19 se ubicaron en la Ciudad de M&#x000e9;xico. La edad promedio de los pacientes fue de 46 a&#x000f1;os. De los 12.656 casos confirmados, el mayor n&#x000fa;mero de infectados ocurre en el rango de edad entre 30 y 59 a&#x000f1;os (65,85%), y hubo una mayor incidencia en hombres (58,18%) que en mujeres (41,82%). Los pacientes fallecidos ten&#x000ed;an una o m&#x000fa;ltiples comorbilidades, principalmente hipertensi&#x000f3;n (45,53%), diabetes (39,39%) y obesidad (30,4%). En los primeros 64 d&#x000ed;as de epidemia, China hab&#x000ed;a reportado 80.304 casos con una tasa de mortalidad del 3,66%.</p></sec><sec><title>Conclusiones</title><p>Nuestros resultados indican la transmisi&#x000f3;n temprana de COVID-19 en M&#x000e9;xico. La epidemiolog&#x000ed;a descriptiva muestra las similitudes entre los casos de COVID-19 de M&#x000e9;xico y China. En el mismo per&#x000ed;odo de la curva epid&#x000e9;mica, observamos en M&#x000e9;xico una reducci&#x000f3;n en el n&#x000fa;mero de casos confirmados de COVID-19 y una mayor tasa de mortalidad en comparaci&#x000f3;n con China.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Background</title><p>The first case of COVID-19 detected in Mexico was on the 27<sup>th</sup> of February 2020. On the 30<sup>th</sup> of April, 64 days after this first diagnosis, the number of patients had increased exponentially, reaching 19 224 confirmed cases and 1859 (9.67%) deaths. In response to this global outbreak, we summarize the current state of our understanding regarding COVID-19 in Mexico.</p></sec><sec><title>Methods</title><p>We obtained the data from the official website of the Ministry of Health in Mexico. The study period was between the 27<sup>th</sup> of February and the 30<sup>th</sup> of April 2020. The cases were confirmed using real-time reverse transcription-polymerase chain reaction, and we analysed epidemiological, demographic and clinical data.</p></sec><sec><title>Results</title><p>In Mexico, most cases of COVID-19 were located in Mexico City. The mean age of the patients was 46 years. Of the 12 656 confirmed cases, most infected individuals were between the ages of 30 and 59 years (65.85%), and there was a higher incidence rate in men (58.18%) than in women (41.82%). The patients who died had one or more comorbidities, mainly hypertension (45.53%), diabetes (39.39%) and obesity (30.4%). In the first 64 days of the epidemic, China had reported 80 304 cases with a mortality rate of 3.66%.</p></sec><sec><title>Conclusions</title><p>Our results indicate an early transmission of COVID-19 in Mexico. The descriptive epidemiology shows similarities between the cases of COVID-19 in Mexico and those in China. In the same period of the epidemic curve, we observed a reduction in the number of confirmed cases of COVID-19 in Mexico and a higher mortality rate compared with that of China.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Coronavirus</kwd><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>M&#x000e9;xico</kwd><kwd>Cuarentena</kwd><kwd>Infecci&#x000f3;n</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Coronavirus</kwd><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Mexico</kwd><kwd>Quarantine</kwd><kwd>Infection</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">En China, el 31 de diciembre de 2019 se ten&#x000ed;an un total de 26 casos y una persona fallecida con diagn&#x000f3;stico de neumon&#x000ed;a con etiolog&#x000ed;a desconocida<xref rid="bib0135" ref-type="bibr"><sup>1</sup></xref>. Estos casos tuvieron su origen en el mercado mayorista de mariscos Huanan de Wuhan<xref rid="bib0140" ref-type="bibr"><sup>2</sup></xref>. El 7 de enero de 2020, en el Centro Chino para el Control y la Prevenci&#x000f3;n de Enfermedades (CCDC) se identific&#x000f3; el agente causante de la neumon&#x000ed;a desconocida como un coronavirus agudo severo relacionado con el s&#x000ed;ndrome respiratorio agudo, al que se le denomin&#x000f3; SARS-CoV-2, por su similitud con el SARS-CoV descubierto en 2003.</p><p id="par0010">Este tipo de virus causa enfermedades en animales y humanos, que pueden ser infecciones respiratorias, como el resfriado com&#x000fa;n, o infecciones m&#x000e1;s agudas como el coronavirus del s&#x000ed;ndrome respiratorio del Medio Oriente (MERS)-CoV y el s&#x000ed;ndrome respiratorio agudo severo (SARS)-CoV<xref rid="bib0145" ref-type="bibr"><sup>3</sup></xref>. Generalmente se puede encontrar en un reservorio animal, como el MERS-CoV que se trasmiti&#x000f3; de los camellos a los humanos y el SARS-CoV de animales ex&#x000f3;ticos. Se cree que el reservorio para el SARS-CoV-2 puede ser el murci&#x000e9;lago, aunque todav&#x000ed;a no est&#x000e1; totalmente probado<xref rid="bib0150" ref-type="bibr">4</xref>, <xref rid="bib0155" ref-type="bibr">5</xref>, <xref rid="bib0160" ref-type="bibr">6</xref>, <xref rid="bib0165" ref-type="bibr">7</xref>. La Organizaci&#x000f3;n Mundial de la Salud (OMS) nombr&#x000f3; a esta enfermedad COVID-19<xref rid="bib0170" ref-type="bibr">8</xref>, <xref rid="bib0175" ref-type="bibr">9</xref>. El 11 de marzo de 2020 la COVID-19 fue declarada una pandemia<xref rid="bib0180" ref-type="bibr">10</xref>, <xref rid="bib0185" ref-type="bibr">11</xref>.</p><p id="par0015">Se ha reportado que la COVID-19 se puede transmitir de persona a persona a trav&#x000e9;s del contacto directo con un individuo infectado o cuando una persona tose o estornuda y genera unas peque&#x000f1;as gotitas que quedan suspendidas en el aire y que se pueden desplazar hasta 1,8 metros, aproximadamente. Tambi&#x000e9;n se ha detectado que el virus se puede transmitir a trav&#x000e9;s del contacto con superficies contaminadas o f&#x000f3;mites<xref rid="bib0190" ref-type="bibr">12</xref>, <xref rid="bib0195" ref-type="bibr">13</xref>, <xref rid="bib0200" ref-type="bibr">14</xref>.</p><p id="par0020">Los s&#x000ed;ntomas m&#x000e1;s comunes para la infecci&#x000f3;n de la COVID-19 son: dolor de garganta, fatiga, tos seca, mialgia y fiebre. Algunos pacientes tambi&#x000e9;n presentan dolor de cabeza, v&#x000f3;mito, hemoptisis, diarrea, disnea, producci&#x000f3;n de esputo y linfopenia<xref rid="bib0205" ref-type="bibr">15</xref>, <xref rid="bib0210" ref-type="bibr">16</xref>. Estos s&#x000ed;ntomas pueden aparecer en un per&#x000ed;odo de 5,2 d&#x000ed;as, tiempo promedio de incubaci&#x000f3;n del coronavirus<xref rid="bib0215" ref-type="bibr"><sup>17</sup></xref>.</p><p id="par0025">La mayor&#x000ed;a de los pacientes se han recuperado espont&#x000e1;neamente y algunos presentan neumon&#x000ed;a no grave. Las personas con complicaciones fatales pueden desarrollar edema pulmonar, insuficiencia org&#x000e1;nica, neumon&#x000ed;a grave, choque s&#x000e9;ptico y s&#x000ed;ndrome de dificultad respiratoria aguda (SDRA). Los fallecimientos que se han presentado a consecuencia del coronavirus tienen un promedio de 14 d&#x000ed;as despu&#x000e9;s de contraer la infecci&#x000f3;n, en un rango que va de los 6 a los 41 d&#x000ed;as<xref rid="bib0220" ref-type="bibr"><sup>18</sup></xref>.</p><p id="par0030">Las infecciones causadas por la COVID-19 contin&#x000fa;an creciendo r&#x000e1;pidamente. Hasta el 30 de abril de 2020 la COVID-19 ha infectado en todo el mundo a 3.090.445 personas y ha ocasionado la muerte de 217.769, solo cuatro meses m&#x000e1;s tarde del primer caso diagnosticado. En este punto de la infecci&#x000f3;n, los gobiernos est&#x000e1;n tratando de evitar el contagio entre la poblaci&#x000f3;n con restricciones a la movilidad.</p><p id="par0035">Para hacer frente a este problema sanitario mundial, es necesaria la transparencia y el intercambio de informaci&#x000f3;n entre naciones para evaluar las caracter&#x000ed;sticas de esta nueva enfermedad<xref rid="bib0225" ref-type="bibr">19</xref>, <xref rid="bib0230" ref-type="bibr">20</xref>. En respuesta a este brote mundial, resumimos el estado actual del conocimiento en torno a la COVID-19 en M&#x000e9;xico hasta el mes de abril: esta informaci&#x000f3;n tiene valor para comprender la expansi&#x000f3;n de la enfermedad y el efecto de las medidas de contenci&#x000f3;n en nuestro pa&#x000ed;s.</p></sec><sec id="sec0010"><title>Materiales y m&#x000e9;todos</title><sec id="sec0015"><title>Fuente de datos</title><p id="par0040">Los datos de casos confirmados y fallecimientos debido a la infecci&#x000f3;n COVID-19 en M&#x000e9;xico se obtuvieron del sitio web oficial de la Secretar&#x000ed;a de Salud Federal (SSA) de M&#x000e9;xico a trav&#x000e9;s de la Direcci&#x000f3;n General de Epidemiolog&#x000ed;a. Estos datos son analizados por el Instituto de Diagn&#x000f3;stico y Referencia Epidemiol&#x000f3;gica (InDRE).</p><p id="par0045">El per&#x000ed;odo analizado fue entre el 27 de febrero y el 30 de abril de 2020. Nuestros datos incluyen las fechas de notificaci&#x000f3;n de todos los casos confirmados, casos sospechosos y fallecidos; las fechas de aparici&#x000f3;n de s&#x000ed;ntomas y, si el caso es de transmisi&#x000f3;n local, de origen importado o contacto de caso importado, as&#x000ed; como la distribuci&#x000f3;n de la tasa de mortalidad por g&#x000e9;nero y edad. Estos datos se presentan en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>N&#x000fa;mero total de casos confirmados, sospechosos y fallecidos con fecha de 30 de abril de 2020, as&#x000ed; como la distribuci&#x000f3;n de casos y la tasa de mortalidad por g&#x000e9;nero y edad</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th colspan="9" align="center">Resultados de pruebas COVID-19<hr/></th></tr><tr><th colspan="2" align="center">Pruebas realizadas = 87.372<hr/></th><th colspan="3" align="center">Casos confirmados + 19.224<hr/></th><th colspan="2" align="center">Negativos + 52.628<hr/></th><th colspan="2" align="center">Casos sospechosos<break/>15.520<hr/></th></tr><tr><th colspan="5" align="center">Casos confirmados = 19.224<hr/></th><th colspan="4" align="center">Muertos = 1.859<hr/></th></tr><tr><th align="left">Edad</th><th align="left">Casos<break/>n = 19.244</th><th align="left">Casos %Total</th><th align="left">Hombres<break/>n = 11.186</th><th align="left">Mujeres<break/>n = 8.038</th><th align="left">Muertos<break/>n = 1.859</th><th align="left">Muertos<break/>% Grupo edad</th><th align="left">Hombres<break/>n = 1.280</th><th align="left">Mujeres<break/>n = 579</th></tr></thead><tbody><tr><td align="left">0-4</td><td align="left">94</td><td align="left">0,49</td><td align="left">57</td><td align="left">37</td><td align="left">4</td><td align="left">4,26</td><td align="left">2</td><td align="left">2</td></tr><tr><td align="left">5-9</td><td align="left">61</td><td align="left">0,32</td><td align="left">29</td><td align="left">32</td><td align="left">0</td><td align="left">0,00</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">10-14</td><td align="left">95</td><td align="left">0,49</td><td align="left">49</td><td align="left">46</td><td align="left">0</td><td align="left">0,00</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">15-19</td><td align="left">175</td><td align="left">0,91</td><td align="left">95</td><td align="left">80</td><td align="left">0</td><td align="left">0,00</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">20-24</td><td align="left">627</td><td align="left">3,26</td><td align="left">352</td><td align="left">275</td><td align="left">6</td><td align="left">0,96</td><td align="left">2</td><td align="left">4</td></tr><tr><td align="left">25-29</td><td align="left">1.558</td><td align="left">8,10</td><td align="left">840</td><td align="left">718</td><td align="left">23</td><td align="left">1,48</td><td align="left">14</td><td align="left">9</td></tr><tr><td align="left">30-34</td><td align="left">1.972</td><td align="left">10,26</td><td align="left">1076</td><td align="left">896</td><td align="left">36</td><td align="left">1,83</td><td align="left">34</td><td align="left">2</td></tr><tr><td align="left">35-39</td><td align="left">2.191</td><td align="left">11,40</td><td align="left">1259</td><td align="left">932</td><td align="left">75</td><td align="left">3,42</td><td align="left">52</td><td align="left">23</td></tr><tr><td align="left">40-44</td><td align="left">2.238</td><td align="left">11,64</td><td align="left">1280</td><td align="left">958</td><td align="left">130</td><td align="left">5,81</td><td align="left">99</td><td align="left">31</td></tr><tr><td align="left">45-49</td><td align="left">2.333</td><td align="left">12,14</td><td align="left">1376</td><td align="left">957</td><td align="left">210</td><td align="left">9,00</td><td align="left">159</td><td align="left">51</td></tr><tr><td align="left">50-54</td><td align="left">2.127</td><td align="left">11,06</td><td align="left">1306</td><td align="left">821</td><td align="left">225</td><td align="left">10,58</td><td align="left">168</td><td align="left">57</td></tr><tr><td align="left">55-59</td><td align="left">1.795</td><td align="left">9,34</td><td align="left">1055</td><td align="left">740</td><td align="left">242</td><td align="left">13,48</td><td align="left">163</td><td align="left">79</td></tr><tr><td align="left">60-64</td><td align="left">1.333</td><td align="left">6,93</td><td align="left">804</td><td align="left">529</td><td align="left">217</td><td align="left">16,28</td><td align="left">145</td><td align="left">72</td></tr><tr><td align="left">65-69</td><td align="left">1.071</td><td align="left">5,57</td><td align="left">654</td><td align="left">417</td><td align="left">255</td><td align="left">23,81</td><td align="left">168</td><td align="left">87</td></tr><tr><td align="left">70-74</td><td align="left">658</td><td align="left">3,42</td><td align="left">437</td><td align="left">221</td><td align="left">166</td><td align="left">25,23</td><td align="left">117</td><td align="left">49</td></tr><tr><td align="left">75-79</td><td align="left">466</td><td align="left">2,42</td><td align="left">274</td><td align="left">192</td><td align="left">130</td><td align="left">27,90</td><td align="left">76</td><td align="left">54</td></tr><tr><td align="left">80-84</td><td align="left">249</td><td align="left">1,30</td><td align="left">139</td><td align="left">110</td><td align="left">83</td><td align="left">33,33</td><td align="left">44</td><td align="left">39</td></tr><tr><td align="left">85-89</td><td align="left">121</td><td align="left">0,63</td><td align="left">67</td><td align="left">54</td><td align="left">38</td><td align="left">31,40</td><td align="left">23</td><td align="left">15</td></tr><tr><td align="left">90-94</td><td align="left">44</td><td align="left">0,23</td><td align="left">27</td><td align="left">17</td><td align="left">13</td><td align="left">29,55</td><td align="left">10</td><td align="left">3</td></tr><tr><td align="left">95-99</td><td align="left">12</td><td align="left">0,06</td><td align="left">6</td><td align="left">6</td><td align="left">5</td><td align="left">41,67</td><td align="left">3</td><td align="left">2</td></tr><tr><td align="left">100-104</td><td align="left">4</td><td align="left">0,02</td><td align="left">4</td><td/><td align="left">1</td><td align="left">25,00</td><td align="left">1</td><td/></tr></tbody></table></table-wrap></p></sec><sec id="sec0020"><title>Definiciones</title><p id="par0050">Un caso confirmado se defini&#x000f3; como un resultado positivo a la prueba de laboratorio para la COVID-19, la cual consiste en el ensayo de reacci&#x000f3;n en cadena de la polimerasa de transcripci&#x000f3;n inversa en tiempo real (RT-PCR). Un caso sospechoso se define como un caso que cumple dos de los criterios siguientes: fiebre, evidencia radiogr&#x000e1;fica de neumon&#x000ed;a, bajo o normal recuento de gl&#x000f3;bulos blancos o recuento bajo de linfocitos en la cl&#x000ed;nica. Un caso asintom&#x000e1;tico se define como un caso confirmado con temperatura corporal normal o molestias menores.</p><p id="par0055">Los casos confirmados en los primeros reportes de la SSA, hasta el 7 de abril de 2020, estaban divididos en tres tipos: casos importados, contacto importado y transmisi&#x000f3;n o contagio local. Un caso importado es una persona que ha viajado a un &#x000e1;rea afectada fuera del pa&#x000ed;s en los 14 d&#x000ed;as previos al inicio de la enfermedad; contacto importado es la persona infectada por contacto directo con un caso importado y contagio local la persona sin antecedentes de contagio por importaci&#x000f3;n. El caso &#x000ed;ndice o paciente cero es una persona que da positivo a COVID-19, con la fecha de inicio m&#x000e1;s temprana en un entorno concreto<xref rid="bib0235" ref-type="bibr"><sup>21</sup></xref>.</p></sec><sec id="sec0025"><title>Hitos temporales y medidas de control</title><p id="par0060">El primer caso o caso &#x000ed;ndice de COVID-19 en M&#x000e9;xico se detect&#x000f3; el 27 de febrero de 2020 en la Ciudad de M&#x000e9;xico. Se trataba de un mexicano que hab&#x000ed;a viajado a Italia y ten&#x000ed;a s&#x000ed;ntomas leves. El 28 de febrero se confirmaron dos casos m&#x000e1;s: un italiano de 35 a&#x000f1;os, residente de la Ciudad de M&#x000e9;xico, y un ciudadano mexicano del estado de Hidalgo que se encontraba en el estado de Sinaloa. Los dos hab&#x000ed;an viajado recientemente a Italia. La fase 1 de COVID-19 comenz&#x000f3; ese d&#x000ed;a. En esta fase, los casos de infecci&#x000f3;n son importados del extranjero y no hay casos de contagio local; el n&#x000fa;mero de personas infectadas con el virus es limitado y no hay medidas estrictas de salud, excepto acciones con el objetivo de difundir las acciones preventivas.</p><p id="par0065">El cuarto caso se confirm&#x000f3; el 29 de febrero de 2020: una joven del estado de Coahuila que viaj&#x000f3; recientemente a Mil&#x000e1;n (Italia). El 1 de marzo, una joven que estudiaba en Italia fue confirmada en Tuxtla Guti&#x000e9;rrez, Chiapas, alcanz&#x000e1;ndose los cinco casos. El 6 de marzo se confirm&#x000f3; el sexto caso en el Estado de M&#x000e9;xico: un hombre de 71 a&#x000f1;os que viaj&#x000f3; a Italia. El s&#x000e9;ptimo caso, confirmado el 7 de marzo, era un hombre de 46 a&#x000f1;os de la Ciudad de M&#x000e9;xico. El 11 de marzo, el mismo d&#x000ed;a que la OMS clasific&#x000f3; a la COVID-19 como pandemia, se informaron de cuatro nuevos casos: dos en la Ciudad de M&#x000e9;xico y uno m&#x000e1;s en Quer&#x000e9;taro, todos ellos pacientes que hab&#x000ed;an regresado de un viaje a Espa&#x000f1;a y cuyas edades oscilaban entre 30 y 41 a&#x000f1;os. Tambi&#x000e9;n ese d&#x000ed;a se registr&#x000f3; el caso de una mujer de 64 a&#x000f1;os del estado de M&#x000e9;xico, que hab&#x000ed;a viajado a Estados Unidos recientemente. En esa fecha se ten&#x000ed;a el reporte de once casos en M&#x000e9;xico.</p><p id="par0070">El 14 de marzo de 2020, la Secretaria de Educaci&#x000f3;n P&#x000fa;blica (SEP) adelant&#x000f3; el per&#x000ed;odo de vacaciones de Semana Santa, extendi&#x000e9;ndolo a un mes, del 23 de marzo al 20 de abril en todas las instituciones educativas de todo el pa&#x000ed;s.</p><p id="par0075">El 18 de marzo se reportaron 118 casos confirmados de COVID-19, un aumento de 26% en comparaci&#x000f3;n con el resultado del d&#x000ed;a anterior (93 casos). Ese mismo d&#x000ed;a, la Secretar&#x000ed;a de Salud confirm&#x000f3; la primera muerte por COVID-19 en M&#x000e9;xico.</p><p id="par0080">El gobierno federal decret&#x000f3; el 24 de marzo el inicio de la fase 2 de la pandemia COVID-19 en el pa&#x000ed;s, tras registrar las primeras infecciones locales. En esta fase se suspenden principalmente ciertas actividades econ&#x000f3;micas, se restringen las congregaciones masivas y se recomienda permanecer en el domicilio a la poblaci&#x000f3;n en general, especialmente a los mayores de 60 a&#x000f1;os y a las personas con diagn&#x000f3;stico de hipertensi&#x000f3;n arterial, diabetes, enfermedad card&#x000ed;aca o pulmonar, inmunosupresi&#x000f3;n inducida o adquirida, a las mujeres que se encuentren en estado de embarazo o puerperio inmediato.</p><p id="par0085">A partir del 26 de marzo se suspendieron las actividades no esenciales del gobierno federal, exceptuando las relacionadas con los servicios de seguridad, salud, energ&#x000ed;a y limpieza. Se recomienda el estornudo de etiqueta, el lavado de manos constante y la desinfecci&#x000f3;n continua de &#x000e1;reas de uso p&#x000fa;blico. Las personas que tienen los s&#x000ed;ntomas y se han confirmado con COVID-19 tienen que usar mascarillas faciales para evitar el contagio de otras personas. El personal de atenci&#x000f3;n m&#x000e9;dica debe portar el equipo necesario de protecci&#x000f3;n personal para evitar contagios al identificar a los pacientes en riesgo y al ser internados en las instalaciones m&#x000e9;dicas<xref rid="bib0165" ref-type="bibr"><sup>7</sup></xref>.</p><p id="par0090">El 30 de marzo, se decret&#x000f3; una emergencia de salud nacional en M&#x000e9;xico, dada la evoluci&#x000f3;n de casos confirmados y las muertes por la enfermedad. Esto condujo al establecimiento de medidas adicionales para su prevenci&#x000f3;n y control, como la suspensi&#x000f3;n inmediata de actividades no esenciales en todos los sectores econ&#x000f3;micos del pa&#x000ed;s durante un mes, hasta el 30 de abril<xref rid="bib0240" ref-type="bibr">22</xref>, <xref rid="bib0245" ref-type="bibr">23</xref>.</p><p id="par0095">El 21 de abril del 2020 se dio por iniciada la fase 3 por COVID-19 en M&#x000e9;xico, ya que se ten&#x000ed;a evidencia de brotes activos y propagaci&#x000f3;n en el territorio nacional con m&#x000e1;s de mil casos. Las medidas tomadas en esta fase fueron la suspensi&#x000f3;n de actividades no esenciales del sector p&#x000fa;blico, privado y social, as&#x000ed; como la extensi&#x000f3;n de la Jornada Nacional de Sana Distancia hasta el 30 de mayo<xref rid="bib0250" ref-type="bibr"><sup>24</sup></xref>.</p></sec></sec><sec id="sec0030"><title>Resultados</title><p id="par0100">Desde el primer caso el 27 de febrero de 2020, hasta el 30 de abril de 2020, la COVID-19 se ha extendido en todo el territorio mexicano. Hasta el d&#x000ed;a de hoy se han llevado a cabo 87.372 pruebas diagn&#x000f3;sticas en todo el pa&#x000ed;s. De estas, 19.224 han resultado positivas y todav&#x000ed;a se est&#x000e1;n analizando otras 15.520 pruebas diagn&#x000f3;sticas de casos sospechosos. El n&#x000fa;mero total de defunciones en el per&#x000ed;odo de estudio fue de 1.859.</p><p id="par0105">El examen de las caracter&#x000ed;sticas demogr&#x000e1;ficas de los 19.224 pacientes confirmados en M&#x000e9;xico mostr&#x000f3; que 746 (3,88%) pacientes fueron casos importados de Italia, Alemania, Espa&#x000f1;a, Estados Unidos, Francia, Gran Breta&#x000f1;a, Turqu&#x000ed;a, Per&#x000fa;, Suiza, Holanda, Republica Checa, Colombia, China, Canad&#x000e1;, Brasil, Argentina y Singapur. En total se registraron 135 casos (0,70%) de contagios por contacto directo con personas reportadas como casos importados y 18.343 (95,42%) no ten&#x000ed;an historial de contactos con personas que hubieran viajado al extranjero; por lo tanto, se podr&#x000ed;an definir como contagios comunitarios o locales (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
).<fig id="fig0005"><label>Figura 1</label><caption><p>Distribuci&#x000f3;n de inicio de s&#x000ed;ntomas de pacientes confirmados por COVID-19 con prueba de laboratorio: casos importados (color naranja), casos de contacto importados (color gris), casos de contacto local (color amarillo). La l&#x000ed;nea en la figura muestra los casos acumulados de COVID-19 entre el 17 de febrero y el 30 de abril de 2020.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0110">Despu&#x000e9;s del 13 de marzo, el n&#x000fa;mero de casos confirmados locales comenz&#x000f3; a exceder a los casos importados; tambi&#x000e9;n se empezaron a detectar contagios entre el personal m&#x000e9;dico dedicado a atender personas diagnosticadas con COVID-19 y en los lugares de su tratamiento. Es evidente que la COVID-19 es una infecci&#x000f3;n que tiene un alto grado de propagaci&#x000f3;n de persona a persona. Aunado a esto, existen casos leves que no son reportados por presentar s&#x000ed;ntomas de un resfriado o infecci&#x000f3;n com&#x000fa;n: estas personas no reciben atenci&#x000f3;n m&#x000e9;dica ni son diagnosticadas.</p><p id="par0115">Por otro lado, tenemos a las personas con infecci&#x000f3;n asintom&#x000e1;ticas que act&#x000fa;an como trasmisores de la infecci&#x000f3;n no identificados. Hasta el d&#x000ed;a de hoy, la proporci&#x000f3;n de casos de COVID-19 leves o de infecciones asintom&#x000e1;ticas se desconoce. Ello hace que el verdadero potencial epid&#x000e9;mico del virus sea desconocido actualmente. Con el objetivo de cuantificar el verdadero alcance del virus, se tendr&#x000ed;an que realizar el mayor n&#x000fa;mero posible de pruebas.</p><p id="par0120">En la <xref rid="fig0010" ref-type="fig">figura 2</xref>
podemos observar la distribuci&#x000f3;n de casos de COVID-19 entre hombres y mujeres. En color azul se presentan los 11.186 (58,18%) casos confirmados en hombres y en rosa los 8.038 (41,82%) casos confirmados en mujeres. La media de edad de los pacientes fue de 46 a&#x000f1;os, en un rango de 0 a 104 a&#x000f1;os.<fig id="fig0010"><label>Figura 2</label><caption><p>Distribuci&#x000f3;n por edad y sexo de pacientes con infecci&#x000f3;n por COVID-19 confirmada por laboratorio.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0125">El menor n&#x000fa;mero de contagios se tuvo en los menores de catorce a&#x000f1;os, ya que solo se presentaron 250 casos (1,3%). Entre 15 y 29 a&#x000f1;os se registraron 2.360 (12,27%). El mayor n&#x000fa;mero de infecciones se presenta en el rango de edades entre 30 y 59 a&#x000f1;os con 12.656 casos (65,85%), disminuyendo en el rango entre 60 y 104 a&#x000f1;os, con 3.958 casos (20,58%).</p><p id="par0130">De los 19.224 pacientes reportados hasta el d&#x000ed;a de hoy, 11.637 (60,53%) fueron pacientes ambulatorios, lo cual significa que fueron casos leves que no requirieron hospitalizaci&#x000f3;n y continuaron con los cuidados necesarios y aislamiento en su domicilio. Un total de 7.587 (39,47%) pacientes necesitaron ser hospitalizados porque presentar datos de gravedad. De estos 7.587 pacientes hospitalizados, el d&#x000ed;a 30 de abril se han reportado 1.859 decesos y 5.728 contin&#x000fa;an hospitalizados. De los hospitalizados, 1.785 pacientes se encuentran estables; 3.068 pacientes presentan un cuadro de gravedad mayor y 875 pacientes se encuentran intubados con ventilaci&#x000f3;n mec&#x000e1;nica.</p><p id="par0135">En la <xref rid="fig0015" ref-type="fig">figura 3</xref>
se puede observar un mapa de M&#x000e9;xico con sus 32 estados. Tomando como referencia la informaci&#x000f3;n al 30 de abril de 2020, reportada por la SSA, se puede ver que en todos los estados del pa&#x000ed;s se documentan contagios por COVID-19. Los estados con la mayor&#x000ed;a de los casos reportados son: la Ciudad de M&#x000e9;xico con 5.209 infecciones confirmadas; el Estado de M&#x000e9;xico con 3.130 y Baja California, con 1.557 casos. Por otro lado se encuentran los estados de Campeche y Nayarit con 93 casos confirmados; Zacatecas con 77; Durango con 66 y Colima con 27 casos, que son los estados con el menor n&#x000fa;mero de casos reportados por COVID-19 en M&#x000e9;xico. Adem&#x000e1;s de las medidas que se est&#x000e1;n tomando a escala nacional, cada estado tiene potestad para instaurar medidas adicionales para contener la propagaci&#x000f3;n de COVID-19.<fig id="fig0015"><label>Figura 3</label><caption><p>Distribuci&#x000f3;n de pacientes con infecci&#x000f3;n por COVID-19 confirmada por laboratorio en M&#x000e9;xico por estado.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p><p id="par0140">La <xref rid="fig0020" ref-type="fig">figura 4</xref>
muestra la distribuci&#x000f3;n en el territorio mexicano de los 1.859 casos de personas fallecidas registradas desde el inicio de la pandemia hasta el 30 de abril de 2020. De estos, 337 han fallecido en la Ciudad de M&#x000e9;xico, siendo este el estado m&#x000e1;s afectado con el mayor n&#x000fa;mero de muertes debido a la pandemia. El Estado de M&#x000e9;xico report&#x000f3; 239 muertes; el estado de Baja California, 220; Sinaloa, 139; Tabasco, 125, y Quintana Roo, 116. Los estados que presentaban un menor n&#x000fa;mero de decesos eran Chiapas, Durango y San Luis Potos&#x000ed; con siete casos cada uno; el estado de Aguascalientes con seis, y el estado de Colima con tres personas fallecidas.<fig id="fig0020"><label>Figura 4</label><caption><p>Distribuci&#x000f3;n de decesos por COVID-19 en M&#x000e9;xico por estado.</p></caption><graphic xlink:href="gr4_lrg"/></fig></p><p id="par0145">La <xref rid="fig0025" ref-type="fig">figura 5</xref>
a muestra la distribuci&#x000f3;n por edad de las personas fallecidas por COVID-19. El rango de edad oscila entre 0 y 104 a&#x000f1;os. De los casos presentados, el 68,85% son hombres y el 31,15% corresponde a mujeres. Del g&#x000e9;nero masculino, el mayor porcentaje de mortalidad se present&#x000f3; en el rango entre 65 y 69 y entre 50 y 54 a&#x000f1;os, con el 9,03% del total de muertes, seguido por el rango entre 55 y 59 a&#x000f1;os y entre 45 y 49 a&#x000f1;os con 8,76% y 8,55%, respectivamente. El g&#x000e9;nero femenino tuvo un porcentaje de 4,67% para el rango entre 65 y 69 a&#x000f1;os, seguido por el rango entre 55 y 59 a&#x000f1;os con 4,24%, siendo estos rangos de edad los que presentaron mayor mortandad. En el sexo femenino se presentaron 579 casos; con esto hay un menor porcentaje de letalidad en las mujeres hasta el d&#x000ed;a de hoy. A la fecha, hay una tasa de letalidad de 9,67% en M&#x000e9;xico, que es m&#x000e1;s alta que la tasa mundial de 7%.<fig id="fig0025"><label>Figura 5</label><caption><p>a) Distribuci&#x000f3;n por edad y sexo de decesos por COVID-19 en M&#x000e9;xico. b) Comorbilidades presentadas en las personas fallecidas por COVID-19 en M&#x000e9;xico.</p></caption><graphic xlink:href="gr5_lrg"/></fig></p><p id="par0150">La figura 5 b presenta las comorbilidades de los 1.859 pacientes que murieron en M&#x000e9;xico. Las comorbilidades aumentan el riesgo de complicaciones en los casos por COVID-19. Los pacientes fallecidos ten&#x000ed;an una o m&#x000fa;ltiples comorbilidades: 43,53% de los fallecidos sufr&#x000ed;a hipertensi&#x000f3;n; 39,39% ten&#x000ed;a diabetes; 30,4% obesidad; 9,56% tabaquismo; 7,27% EPOC; 6.82% insuficiencia renal cr&#x000f3;nica y enfermedad cardiovascular; 4,59% inmunosupresi&#x000f3;n; 3,06% asma y 0,64% VIH o sida. Algunos pacientes presentaban varias comorbilidades a la vez, lo que los hac&#x000ed;a m&#x000e1;s propensos a sufrir afectaciones graves por la COVID-19.</p></sec><sec id="sec0035"><title>Discusi&#x000f3;n</title><p id="par0155">El presente estudio describe las caracter&#x000ed;sticas epidemiol&#x000f3;gicas de la COVID-19 en M&#x000e9;xico entre los meses de febrero y abril del a&#x000f1;o 2020. En el per&#x000ed;odo de estudio se han confirmado 19.224 casos confirmados con 1.859 (9,67%) fallecidos. Respecto a las caracter&#x000ed;sticas demogr&#x000e1;ficas, hubo un claro predominio de afectaci&#x000f3;n en sujetos de edades medias de la vida entre 30 y 59 a&#x000f1;os de edad y mayor frecuencia en hombres (68,85%). Entre los fallecidos, las enfermedades de base m&#x000e1;s predominantes fueron hipertensi&#x000f3;n, diabetes y obesidad.</p><p id="par0160">La comparaci&#x000f3;n de las caracter&#x000ed;sticas de la epidemia en los primeros 64 d&#x000ed;as tras el diagn&#x000f3;stico del caso &#x000ed;ndice entre M&#x000e9;xico y China, muestran los siguientes hallazgos: el n&#x000fa;mero de diagn&#x000f3;sticos confirmados en M&#x000e9;xico fue un 76% menor que en China, que contaba con 80.304 casos, y el n&#x000fa;mero de defunciones represent&#x000f3; un 37% menor del reportado por China. Sin embargo, la tasa de letalidad en M&#x000e9;xico fue de 9,67% y la de China 3,66%.</p><p id="par0165">El an&#x000e1;lisis de los datos confirmados por pa&#x000ed;s tiene que tomarse en cuenta con cautela, ya que este depende del n&#x000fa;mero total de pruebas realizadas a la poblaci&#x000f3;n. Se podr&#x000ed;a generar un resultado diferente a la situaci&#x000f3;n real si no se hacen las pruebas suficientes para poder estimar el n&#x000fa;mero de personas infectadas en una regi&#x000f3;n, ya que se pueden estar dejando fuera del estudio a un gran n&#x000fa;mero de casos asintom&#x000e1;ticos, as&#x000ed; como a personas con s&#x000ed;ntomas leves o que hayan fallecido antes de haberles realizado la prueba de COVID-19. Sin embargo, el n&#x000fa;mero de personas fallecidas por COVID-19 es un dato que permite dimensionar la afectaci&#x000f3;n que tiene una regi&#x000f3;n en particular ante la pandemia generada por el virus SARS-CoV-2.</p><p id="par0170">Esto se puede observar si se compara la tasa de letalidad entre M&#x000e9;xico y China. M&#x000e9;xico presenta una tasa de letalidad mayor que China, pero el n&#x000fa;mero de defunciones es menor en 1.087 casos; esto significa que la tasa de letalidad var&#x000ed;a con respecto al n&#x000fa;mero de casos confirmados por COVID-19, siendo un factor importante el n&#x000fa;mero de pruebas realizadas a la poblaci&#x000f3;n.</p><p id="par0175">En este sentido el n&#x000fa;mero de <italic>test</italic> diagn&#x000f3;sticos que M&#x000e9;xico aplica es de 0,69 pruebas por cada 1.000 habitantes<xref rid="bib0255" ref-type="bibr"><sup>25</sup></xref>, mientras que en China se estima que realizan tres pruebas por cada 1.000 habitantes. M&#x000e9;xico ocupa el &#x000fa;ltimo lugar en el n&#x000fa;mero de pruebas aplicadas para identificar la COVID- 19 entre los 36 pa&#x000ed;ses miembros de la Organizaci&#x000f3;n para la Cooperaci&#x000f3;n y el Desarrollo Econ&#x000f3;mico (OCDE)<xref rid="bib0260" ref-type="bibr"><sup>26</sup></xref>, una limitaci&#x000f3;n para poder identificar casos asintom&#x000e1;ticos e incluso poder estimar la cantidad de infectados con precisi&#x000f3;n.</p><p id="par0180">Es importante mencionar que los <italic>test</italic> diagn&#x000f3;sticos son nuestra ventana a la pandemia y nos permiten observar c&#x000f3;mo se propaga en un &#x000e1;rea determinada. Por tales motivos es de suma importancia aumentar el n&#x000fa;mero de <italic>test</italic> diagn&#x000f3;sticos en M&#x000e9;xico. Lo anterior podr&#x000ed;a explicar la mayor tasa de letalidad en M&#x000e9;xico, siendo este un dato que podr&#x000ed;a dar a simple vista un enfoque err&#x000f3;neo de la afectaci&#x000f3;n por la pandemia de COVID-19 en el pa&#x000ed;s: si se comparan los datos de defunciones despu&#x000e9;s de 64 d&#x000ed;as desde el primer caso diagnosticado, se tendr&#x000ed;a una afectaci&#x000f3;n menor en M&#x000e9;xico.</p><p id="par0185">Con respecto a las medidas de control para mitigar el brote de la pandemia por COVID-19, el gobierno de China, espec&#x000ed;ficamente el gobierno local de Wuhan, suspendi&#x000f3; toda la movilidad dentro de la ciudad, aislando a la poblaci&#x000f3;n por medio de la cuarentena obligatoria el pasado 23 de enero de 2020. Tomaron estas medidas 24 d&#x000ed;as despu&#x000e9;s del inicio del brote y para esa fecha ya hab&#x000ed;a 571 casos de COVID-19. En M&#x000e9;xico el gobierno federal comenz&#x000f3; la suspensi&#x000f3;n de ciertas actividades econ&#x000f3;micas, la restricci&#x000f3;n de las congregaciones masivas y la recomendaci&#x000f3;n de protecci&#x000f3;n domiciliaria para la poblaci&#x000f3;n en general el 24 de marzo, 26 d&#x000ed;as despu&#x000e9;s del inicio del brote, con 405 casos reportados. Cabe mencionar que en el momento en que se iniciaron las medidas de prevenci&#x000f3;n y contenci&#x000f3;n de la propagaci&#x000f3;n de la enfermedad por COVID-19, en M&#x000e9;xico hab&#x000ed;a 166 casos menos que en China, es decir, un 29% menos. Se tiene registro que aproximadamente el 60% de la poblaci&#x000f3;n en M&#x000e9;xico atiende las medidas tomadas por el gobierno federal en la cuarentena establecida; este porcentaje var&#x000ed;a notablemente de una poblaci&#x000f3;n a otra.</p><p id="par0190">En este estudio se presentan las caracter&#x000ed;sticas del COVID-19 en M&#x000e9;xico 64 d&#x000ed;as despu&#x000e9;s del primer caso confirmado en el pa&#x000ed;s. Los datos para realizar los an&#x000e1;lisis mostrados en las gr&#x000e1;ficas son los datos presentados oficialmente por la SSA. Estos datos se tomaron a partir de las fechas de inicio de los s&#x000ed;ntomas y se registraron seg&#x000fa;n las declaraciones de los pacientes, por lo que los s&#x000ed;ntomas iniciales o leves se podr&#x000ed;an estar pasando por alto, lo que podr&#x000ed;a hacer dif&#x000ed;cil conocer el tiempo exacto de incubaci&#x000f3;n de la COVID-19.</p><p id="par0195">La pandemia generada por el virus SARS-CoV-2 a&#x000fa;n est&#x000e1; activa en M&#x000e9;xico por lo que hasta el d&#x000ed;a de hoy no se tienen datos concretos sobre la velocidad de propagaci&#x000f3;n del brote y la letalidad en M&#x000e9;xico. Para controlar el brote, ser&#x000ed;a deseable hacer la mayor cantidad de pruebas posibles, a fin de obtener resultados m&#x000e1;s precisos: la determinaci&#x000f3;n temprana y la investigaci&#x000f3;n de las caracter&#x000ed;sticas epidemiol&#x000f3;gicas de las nuevas enfermedades infecciosas es esencial para limitar su transmisi&#x000f3;n a trav&#x000e9;s de la prevenci&#x000f3;n y control.</p><p id="par0200">Por otro lado, el impacto econ&#x000f3;mico que tendr&#x000e1; en la poblaci&#x000f3;n por las medidas restrictivas en la movilidad de las personas es un factor importante que hay que tener en cuenta. Un per&#x000ed;odo prolongado de cuarentena o la aparici&#x000f3;n de nuevos brotes podr&#x000ed;an traer complicaciones econ&#x000f3;micas serias a escala nacional.</p></sec><sec id="sec0040"><title>Conclusi&#x000f3;n</title><p id="par0205">La COVID-19 constituye una emergencia sanitaria mundial. Hasta el 30 de abril de 2020 se han aplicado rigurosos esfuerzos a escala mundial para la contenci&#x000f3;n del virus por medio de la cuarentena obligatoria en algunos pa&#x000ed;ses. Hasta el d&#x000ed;a de hoy, cuatro meses despu&#x000e9;s de la aparici&#x000f3;n del virus, se tienen en el mundo 3.090.445 casos confirmados por laboratorio de COVID-19 y m&#x000e1;s de 217.769 personas fallecidas. Por tal motivo, el r&#x000e1;pido crecimiento que ha tenido el n&#x000fa;mero de contagios a escala mundial es muy preocupante.</p><p id="par0210">El primer caso de COVID-19 se detect&#x000f3; en M&#x000e9;xico el 27 de febrero del 2020. Sesenta y cuatro d&#x000ed;as despu&#x000e9;s del primer caso diagnosticado, el n&#x000fa;mero de casos aument&#x000f3; r&#x000e1;pidamente, siguiendo una tendencia de crecimiento exponencial. El n&#x000fa;mero total de casos de COVID-19 en M&#x000e9;xico es de 19.224, incluidos 1.859 fallecidos al 30 de abril de 2020.</p><p id="par0215">Indudablemente se necesita m&#x000e1;s investigaci&#x000f3;n para ayudar a definir el mecanismo exacto de transmisi&#x000f3;n de persona a persona. Es evidente que el potencial pand&#x000e9;mico de COVID-19 exige una vigilancia rigurosa y una monitorizaci&#x000f3;n continua para rastrear con precisi&#x000f3;n futuros brotes, as&#x000ed; como su evoluci&#x000f3;n, transmisibilidad y patogenicidad del hu&#x000e9;sped. Los factores antes mencionados son de gran importancia ya que esto podr&#x000e1; definir la tasa real de letalidad, que podr&#x000ed;a variar en funci&#x000f3;n de diferentes caracter&#x000ed;sticas como: la edad promedio de la poblaci&#x000f3;n, el g&#x000e9;nero, comorbilidades presentes (que muchas veces var&#x000ed;an de un pa&#x000ed;s a otro) y la cantidad de pruebas realizadas a la poblaci&#x000f3;n. Por esta raz&#x000f3;n, es importante que la informaci&#x000f3;n del virus fluya de naci&#x000f3;n a naci&#x000f3;n para poder dimensionar las afectaciones que pueda tener en un futuro este nuevo virus.</p><p id="par0220">En respuesta a este brote mundial, resumimos el estado actual del conocimiento en torno a COVID-19 en M&#x000e9;xico hasta el mes de abril de 2020. Esta informaci&#x000f3;n tiene valor para comprender la expansi&#x000f3;n de la enfermedad y el efecto de las medidas de contenci&#x000f3;n.</p></sec><sec id="sec0045"><title>Conflicto de intereses</title><p id="par0225">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0135"><label>1</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Ren</surname><given-names>L.L.</given-names></name><name><surname>Wang</surname><given-names>Y.M.</given-names></name><name><surname>Wu</surname><given-names>Z.Q.</given-names></name><name><surname>Xiang</surname><given-names>Z.C.</given-names></name><name><surname>Guo</surname><given-names>L.</given-names></name><name><surname>Xu</surname><given-names>T.</given-names></name></person-group><article-title>Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study</article-title><source>Chin Med J.</source><volume>133</volume><year>2020</year><fpage>1015</fpage><lpage>1024</lpage><comment>https://doi.org/10.1097/CM9.0000000000000722</comment><pub-id pub-id-type="pmid">32004165</pub-id></element-citation></ref><ref id="bib0140"><label>2</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Lu</surname><given-names>H.</given-names></name><name><surname>Stratton</surname><given-names>C.W.</given-names></name><name><surname>Tang</surname><given-names>Y.W.</given-names></name></person-group><article-title>Outbreak of pneumonia of unknown etiology in Wuhan China: the mystery and the miracle</article-title><source>J. Med. Virol.</source><volume>92</volume><year>2020</year><fpage>401</fpage><lpage>402</lpage><pub-id pub-id-type="doi">10.1002/jmv.25678</pub-id><pub-id pub-id-type="pmid">31950516</pub-id></element-citation></ref><ref id="bib0145"><label>3</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Bogoch</surname><given-names>I.I.</given-names></name><name><surname>Watts</surname><given-names>A.</given-names></name><name><surname>Thomas-Bachli</surname><given-names>A.</given-names></name><name><surname>Huber</surname><given-names>C.</given-names></name><name><surname>Kraemer</surname><given-names>M.U.</given-names></name><name><surname>Kamran</surname><given-names>K.</given-names></name></person-group><article-title>Pneumonia of unknown etiology in Wuhan, China: potential for international spread via commercial air travel</article-title><source>J Trav Med.</source><volume>27</volume><year>2020</year><pub-id pub-id-type="doi">10.1093/jtm/taaa008</pub-id></element-citation></ref><ref id="bib0150"><label>4</label><mixed-citation publication-type="other" id="oref0020">Centers for Disease Control and Prevention. CDC 2019 Novel Coronavirus (2019-nCoV) Frequently Asked Questions and Answers. https://www.cdc.gov/coronavirus/2019-ncov/faq.html</mixed-citation></ref><ref id="bib0155"><label>5</label><mixed-citation publication-type="other" id="oref0025">Health Alert Network (HAN). CDC HAN Archive-00426. https://emergency.cdc.gov/han/han00426.asp</mixed-citation></ref><ref id="bib0160"><label>6</label><mixed-citation publication-type="other" id="oref0030">Centers for Disease Control and Prevention. CDC 2019 Novel Coronavirus (2019-nCoV) Situation Summary. https://www.cdc.gov/coronavirus/2019-ncov/summary.html</mixed-citation></ref><ref id="bib0165"><label>7</label><element-citation publication-type="journal" id="sbref0165"><person-group person-group-type="author"><name><surname>Palacios Cruz</surname><given-names>M.</given-names></name><name><surname>Santos</surname><given-names>E.</given-names></name><name><surname>Vel&#x000e1;zquez Cervantes</surname><given-names>M.A.</given-names></name><name><surname>Le&#x000f3;n Ju&#x000e1;rez</surname><given-names>M.</given-names></name></person-group><article-title>COVID-19, una emergencia de salud p&#x000fa;blica mundial</article-title><source>Rev Clin Esp.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.rce.2020.03.001</pub-id></element-citation></ref><ref id="bib0170"><label>8</label><mixed-citation publication-type="other" id="oref0040">World Health Organization (WHO). Novel Coronavirus (2019-nCoV) Situation Reports situation reports. https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200211-sitrep-22-ncov.pdf</mixed-citation></ref><ref id="bib0175"><label>9</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>J.F.</given-names></name><name><surname>Yan</surname><given-names>K.</given-names></name><name><surname>Ye</surname><given-names>H.H.</given-names></name><name><surname>Lin</surname><given-names>J.</given-names></name><name><surname>Zheng</surname><given-names>J.J.</given-names></name><name><surname>Cai</surname><given-names>T.</given-names></name></person-group><article-title>SARS-CoV-2 turned positive in a discharged patient with COVID-19 arouses concern regarding the present standard for discharge</article-title><source>Int J Infect Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.ijid.2020.03.007</pub-id></element-citation></ref><ref id="bib0180"><label>10</label><mixed-citation publication-type="other" id="oref0050">World Health Organization (WHO). Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov)</mixed-citation></ref><ref id="bib0185"><label>11</label><mixed-citation publication-type="other" id="oref0055">World Health Organization. (WHO) Director-General's opening remarks at the media briefing on COVID-19-11 March 2020. https://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---11-march-2020</mixed-citation></ref><ref id="bib0190"><label>12</label><mixed-citation publication-type="other" id="oref0060">Centers for Disease Control and Prevention. 2019 Novel Coronavirus (2019-nCoV) Situation Summary. https://www.cdc.gov/coronavirus/2019-ncov/summary.html</mixed-citation></ref><ref id="bib0195"><label>13</label><mixed-citation publication-type="other" id="oref0065">Centers for Disease Control and Prevention. 2019 Novel Coronavirus (2019-nCoV) Transmission. https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/how-covid-spreads.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fprepare%2Ftransmission.html</mixed-citation></ref><ref id="bib0200"><label>14</label><mixed-citation publication-type="other" id="oref0070">Centers for Disease Control and Prevention, 2019 Coronavirus Disease 2019 Transcript for CDC Media Telebriefing. https://wwwdev.cdc.gov/media/releases/2020/s0215-Diamond-Princess-Repatriation.html</mixed-citation></ref><ref id="bib0205"><label>15</label><element-citation publication-type="journal" id="sbref0205"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30183-5</pub-id><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="bib0210"><label>16</label><element-citation publication-type="journal" id="sbref0210"><person-group person-group-type="author"><name><surname>Graham Carlos</surname><given-names>W.</given-names></name><name><surname>Dela Cruz</surname><given-names>C.S.</given-names></name><name><surname>Cao</surname><given-names>B.</given-names></name><name><surname>Pasnick</surname><given-names>S.</given-names></name><name><surname>Jamil</surname><given-names>S.</given-names></name></person-group><article-title>Novel Wuhan (2019-nCoV) coronavirus</article-title><source>Am J Respir Crit Care Med.</source><volume>201</volume><year>2020</year><fpage>P7</fpage><lpage>P8</lpage><pub-id pub-id-type="doi">10.1164/rccm.2014P7</pub-id><pub-id pub-id-type="pmid">32004066</pub-id></element-citation></ref><ref id="bib0215"><label>17</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Q.</given-names></name><name><surname>Guan</surname><given-names>X.</given-names></name><name><surname>Wu</surname><given-names>P.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>Tong</surname><given-names>Y.</given-names></name></person-group><article-title>Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1199</fpage><lpage>1207</lpage><comment>10 1056 /NEJMoa2001316</comment><pub-id pub-id-type="pmid">31995857</pub-id></element-citation></ref><ref id="bib0220"><label>18</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Tang</surname><given-names>J.</given-names></name><name><surname>Wei</surname><given-names>F.</given-names></name></person-group><article-title>Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan, China</article-title><source>J Med Virol.</source><volume>92</volume><year>2020</year><fpage>441</fpage><lpage>447</lpage><pub-id pub-id-type="doi">10.1002/jmv.25689</pub-id><pub-id pub-id-type="pmid">31994742</pub-id></element-citation></ref><ref id="bib0225"><label>19</label><mixed-citation publication-type="other" id="oref0095">World Health Organization (WHO). Novel Coronavirus (2019-nCoV) Situation Reports. https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200430-sitrep-101-covid-19.pdf</mixed-citation></ref><ref id="bib0230"><label>20</label><mixed-citation publication-type="other" id="oref0100">Secretar&#x000ed;a de Salud (SSA). Aviso Epidemiol&#x000f3;gico - Casos de infecci&#x000f3;n respiratoria asociados a Coronavirus (COVID-19). https://www.gob.mx/cms/uploads/attachment/file/549946/Comunicado_Tecnico_Diario_COVID-19_2020.04.30.pdf</mixed-citation></ref><ref id="bib0235"><label>21</label><mixed-citation publication-type="other" id="oref0105">World Health Organization (WHO). Protocolo de investigaci&#x000f3;n de los primeros casos y sus contactos directos (FFX)de la enfermedad por Coronavirus 2019 (COVID-19). https://www.who.int/docs/default-source/coronaviruse/covid-19-master-ffx-protocol-v2-sp-web.pdf</mixed-citation></ref><ref id="bib0240"><label>22</label><mixed-citation publication-type="other" id="oref0110">Secretar&#x000ed;a de Salud (SSA). T&#x000e9;cnico Diario Nuevo Coronavirus en el Comunicado Mundo (COVID-19). https://www.gob.mx/salud/documentos/coronavirus-covid-19-comunicado-tecnico-diario-238449</mixed-citation></ref><ref id="bib0245"><label>23</label><mixed-citation publication-type="other" id="oref0115">Secretar&#x000ed;a de Salud (SSA). Casos Confirmados a enfermedad por COVID-19. https://www.gob.mx /salud/documentos/coronavirus-covid-19-comunicado-tecnico-diario-238449</mixed-citation></ref><ref id="bib0250"><label>24</label><mixed-citation publication-type="other" id="oref0120">Secretar&#x000ed;a de Salud (SSA). Comunicado inicia la fase 3 por Covid-19. https://coronavirus.gob.mx/2020/04/21/inicia-la-fase-3-por-covid-19</mixed-citation></ref><ref id="bib0255"><label>25</label><mixed-citation publication-type="other" id="oref0125">Oxford Martin School, to understand the global pandemic, we need global testing&#x02013;the Our World in Data COVID-19 Testing dataset. https://ourworldindata.org/coronavirus-testing</mixed-citation></ref><ref id="bib0260"><label>26</label><mixed-citation publication-type="other" id="oref0130">OECD, Testing for COVID-19: A way to lift confinement restrictions. http://www.oecd.org/coronavirus/policy-responses/testing-for-covid-19-a-way-to-lift-confinement-restrictions-89756248/</mixed-citation></ref></ref-list></back></article>