<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Clin (Barc)</journal-id><journal-id journal-id-type="iso-abbrev">Med Clin (Barc)</journal-id><journal-title-group><journal-title>Medicina Clinica</journal-title></journal-title-group><issn pub-type="ppub">0025-7753</issn><issn pub-type="epub">1578-8989</issn><publisher><publisher-name>The Author(s). Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7205671</article-id><article-id pub-id-type="publisher-id">S0025-7753(20)30261-X</article-id><article-id pub-id-type="doi">10.1016/j.medcli.2020.04.011</article-id><article-categories><subj-group subj-group-type="heading"><subject>Art&#x000ed;culo Especial</subject></subj-group></article-categories><title-group><article-title>Implicaciones de la pandemia por COVID-19 sobre el c&#x000e1;ncer en Espa&#x000f1;a</article-title><trans-title-group xml:lang="en"><trans-title>Implications of the COVID-19 pandemic for cancer in Spain</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Petrova</surname><given-names>Dafina</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>P&#x000e9;rez-G&#x000f3;mez</surname><given-names>Beatriz</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Poll&#x000e1;n</surname><given-names>Marina</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>S&#x000e1;nchez</surname><given-names>Maria-Jos&#x000e9;</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0025" ref-type="aff">e</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><aff id="aff0005"><label>a</label>Escuela Andaluza de Salud P&#x000fa;blica (EASP), Granada, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Instituto de Investigaci&#x000f3;n Biosanitaria (ibs.GRANADA), Granada, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Centro de Investigaci&#x000f3;n Biom&#x000e9;dica en Red de Epidemiolog&#x000ed;a y Salud P&#x000fa;blica (CIBERESP), Madrid, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Centro Nacional de Epidemiolog&#x000ed;a. Instituto de Salud Carlos III. Madrid, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>Departamento de Medicina Preventiva y Salud P&#x000fa;blica. Universidad de Granada, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>8</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><day>25</day><month>9</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>8</day><month>5</month><year>2020</year></pub-date><volume>155</volume><issue>6</issue><fpage>263</fpage><lpage>266</lpage><history><date date-type="received"><day>21</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>28</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 The Author(s)</copyright-statement><copyright-year>2020</copyright-year><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">El c&#x000e1;ncer sigue constituyendo una de las principales causas de morbimortalidad del mundo, con aproximadamente 18,1 millones de casos nuevos en el a&#x000f1;o 2018. Las estimaciones poblacionales indican que el n&#x000fa;mero de casos nuevos aumentar&#x000e1; en las pr&#x000f3;ximas dos d&#x000e9;cadas hasta 29,5 millones al a&#x000f1;o en 2040. Adem&#x000e1;s, cada a&#x000f1;o se producen m&#x000e1;s de 9,5 millones de defunciones por c&#x000e1;ncer en el mundo, siendo esta enfermedad la primera causa de muerte en hombres, y la segunda en mujeres<xref rid="bib0120" ref-type="bibr"><sup>1</sup></xref>. Por otro lado, al igual que ocurre en la mayor parte de los pa&#x000ed;ses occidentales, en Espa&#x000f1;a el c&#x000e1;ncer es en la actualidad uno de los problemas de salud m&#x000e1;s relevantes en t&#x000e9;rminos de salud p&#x000fa;blica. Se estima que el n&#x000fa;mero de casos nuevos de c&#x000e1;ncer diagnosticados en Espa&#x000f1;a en el a&#x000f1;o 2020 alcanzar&#x000e1; los 277.394 casos (160.198 ser&#x000e1;n en hombres), seg&#x000fa;n las &#x000fa;ltimas estimaciones de la Red Espa&#x000f1;ola de Registros de C&#x000e1;ncer (REDECAN)<xref rid="bib0125" ref-type="bibr"><sup>2</sup></xref>.</p><p id="par0010">Debido a la pandemia por COVID-19 este a&#x000f1;o, el funcionamiento de nuestro sistema sanitario ha cambiado de manera dr&#x000e1;stica en cuesti&#x000f3;n de d&#x000ed;as. Con fecha 23 de abril, el Ministerio de Sanidad reportaba m&#x000e1;s de 219.000 casos confirmados de infecci&#x000f3;n por el virus SARS-CoV-2 y m&#x000e1;s de 22.500 fallecimientos debido a la enfermedad asociada COVID-19 (<ext-link ext-link-type="uri" xlink:href="https://covid19.isciii.es/" id="intr0005">https://covid19.isciii.es/</ext-link>). La profunda reorganizaci&#x000f3;n que ha sufrido la asistencia sanitaria para poder atender a los enfermos y las medidas adoptadas para frenar la aparici&#x000f3;n de nuevos casos est&#x000e1;n afectando a la pr&#x000e1;ctica habitual en oncolog&#x000ed;a, con potenciales consecuencias a medio y largo plazo para los pacientes con c&#x000e1;ncer. Por lo tanto, el objetivo de este art&#x000ed;culo es dar una visi&#x000f3;n global de las implicaciones de la pandemia para el c&#x000e1;ncer en Espa&#x000f1;a.</p></sec><sec id="sec0010"><title>Los pacientes con c&#x000e1;ncer: un grupo de riesgo en la pandemia por COVID-19</title><p id="par0015">La mayor&#x000ed;a de las personas diagnosticadas de c&#x000e1;ncer son personas de edad avanzada (65 o m&#x000e1;s a&#x000f1;os) y con una o varias comorbilidades, lo que aumenta el riesgo de sufrir complicaciones debido a la COVID-19<xref rid="bib0130" ref-type="bibr"><sup>3</sup></xref>. Adem&#x000e1;s, el c&#x000e1;ncer y los tratamientos relacionados con &#x000e9;l, con frecuencia causan inmunosupresi&#x000f3;n y, por tanto, se cree que los pacientes con c&#x000e1;ncer ser&#x000e1;n m&#x000e1;s susceptibles de padecer infecciones severas por el virus SARS-CoV-2 y a desarrollar COVID-19<xref rid="bib0135" ref-type="bibr"><sup>4</sup></xref>. Por estas razones los pacientes con c&#x000e1;ncer son considerados como uno de los grupos de alto riesgo en la pandemia actual.</p><p id="par0020">Los datos disponibles son a&#x000fa;n escasos, pero las sospechas sobre el papel del c&#x000e1;ncer en COVID-19 se confirman en los primeros estudios procedentes de China<xref rid="bib0140" ref-type="bibr">5</xref>, <xref rid="bib0145" ref-type="bibr">6</xref>. En un metaan&#x000e1;lisis basado en 11 art&#x000ed;culos se estima que alrededor del 2% (IC&#x000a0;95%: 2,0-3,0%) de los pacientes con COVID-19 en China ten&#x000ed;an c&#x000e1;ncer<xref rid="bib0150" ref-type="bibr"><sup>7</sup></xref>. Adem&#x000e1;s, los primeros an&#x000e1;lisis apuntan a que los pacientes con c&#x000e1;ncer tienen m&#x000e1;s riesgo de eventos graves, como ingreso en UCI, ventilaci&#x000f3;n mec&#x000e1;nica o fallecimiento, y tienen una progresi&#x000f3;n m&#x000e1;s r&#x000e1;pida de la enfermedad<xref rid="bib0140" ref-type="bibr"><sup>5</sup></xref>. Se ha observado tambi&#x000e9;n que el riesgo de estos desenlaces fatales es mayor en pacientes que han recibido quimioterapia y cirug&#x000ed;a recientemente<xref rid="bib0140" ref-type="bibr">5</xref>, <xref rid="bib0155" ref-type="bibr">8</xref>. En Italia, la revisi&#x000f3;n de las historias cl&#x000ed;nicas de una muestra de 355 pacientes fallecidos por COVID-19 revel&#x000f3; que un 20% ten&#x000ed;an un c&#x000e1;ncer en tratamiento<xref rid="bib0160" ref-type="bibr"><sup>9</sup></xref>.</p><p id="par0025">Est&#x000e1; por ver si estos resultados se confirman en Espa&#x000f1;a. Hay que tener en cuenta que, por ahora, se han observado diferencias importantes entre los pa&#x000ed;ses afectados, en t&#x000e9;rminos de incidencia y mortalidad<xref rid="bib0160" ref-type="bibr"><sup>9</sup></xref>. Adem&#x000e1;s, los estudios citados se basan en un n&#x000fa;mero muy peque&#x000f1;o (p. ej., entre 20-30 pacientes) de pacientes con c&#x000e1;ncer, con distintos tipos de c&#x000e1;ncer y tratamientos muy heterog&#x000e9;neos. Algunos autores destacan que en epidemias previas por otros tipos de coronavirus (p. ej., el SARS y el MERS), no se observ&#x000f3; un riesgo elevado de enfermedad grave en pacientes con inmunosupresi&#x000f3;n<xref rid="bib0165" ref-type="bibr"><sup>10</sup></xref>. Todo esto indica que hay que interpretar la evidencia con prudencia y que es pronto para sacar conclusiones v&#x000e1;lidas. Sin embargo, en estas circunstancias excepcionales, la mera sospecha de vulnerabilidad ante la COVID-19 ha sido suficiente para que los expertos tomen medidas para proteger a los pacientes con c&#x000e1;ncer.</p></sec><sec id="sec0015"><title>Medidas adoptadas para proteger a los pacientes con c&#x000e1;ncer</title><p id="par0030">Varias sociedades cient&#x000ed;ficas y grupos de expertos han publicado gu&#x000ed;as sobre c&#x000f3;mo modificar la pr&#x000e1;ctica cl&#x000ed;nica durante la epidemia de COVID-19 (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
). Tanto la Sociedad Europea de Oncolog&#x000ed;a M&#x000e9;dica (ESMO, por sus siglas en ingl&#x000e9;s<xref rid="bib0170" ref-type="bibr"><sup>11</sup></xref>), como la Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a M&#x000e9;dica (SEOM<xref rid="bib0175" ref-type="bibr"><sup>12</sup></xref>) y la Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a Radioter&#x000e1;pica (SEOR)<xref rid="bib0180" ref-type="bibr"><sup>13</sup></xref> han publicado recomendaciones sobre c&#x000f3;mo modificar la asistencia sanitaria y/o protocolos de tratamiento para minimizar los riesgos en los pacientes con c&#x000e1;ncer.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Algunas gu&#x000ed;as internacionales y nacionales de inter&#x000e9;s para profesionales sobre el tratamiento y la asistencia sanitaria a pacientes con c&#x000e1;ncer durante la pandemia de COVID-19</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">T&#x000ed;tulo de la gu&#x000ed;a</th><th align="left">Sociedad Cient&#x000ed;fica</th><th align="left">Tipo de c&#x000e1;ncer</th><th align="left">Fuente</th></tr></thead><tbody><tr><td colspan="4" align="left"><italic><bold>&#x000c1;mbito internacional</bold></italic></td></tr><tr><td align="left"><italic>Cancer patient management during the COVID-19 pandemic.</italic></td><td align="left"><italic>European Society for Medical Oncology</italic> (ESMO)</td><td align="left">Varios</td><td align="left">https://www.esmo.org/guidelines</td></tr><tr><td align="left"><italic>Management of cancer surgery cases during the COVID-19 pandemic: Considerations</italic>.</td><td align="left"><italic>Society for Surgical Oncology</italic> (SSO)</td><td align="left">Varios</td><td align="left">https://doi.org/10.1245/s10434-020-08461-2</td></tr><tr><td align="left"><italic>COVID-19 rapid guideline: delivery of systemic anticancer treatments</italic>.</td><td align="left"><italic>National Institute for Health and Care Excellence</italic> (NICE)</td><td align="left">Varios</td><td align="left">https://www.nice.org.uk/guidance</td></tr><tr><td align="left"><italic>COVID-19 rapid guideline: delivery of radiotherapy</italic></td><td align="left"><italic>National Institute for Health and Care Excellence</italic> (NICE)</td><td align="left">Varios</td><td align="left">https://www.nice.org.uk/guidance</td></tr><tr><td align="left"><italic>Practice recommendations for lung cancer radiotherapy during the COVID-19 pandemic: An ESTRO-ASTRO consensus statement</italic>.</td><td align="left"><italic>European Society for</italic><break/><italic>Radiotherapy and Oncology (ESTRO), American Society for Radiation Oncology</italic><break/><italic>(ASTRO)</italic></td><td align="left">Pulm&#x000f3;n</td><td align="left">https://doi.org/10.1016/j.radonc.2020.04.001</td></tr><tr><td align="left"><italic>Practice recommendations for risk-adapted head and neck cancer radiotherapy during</italic><break/><italic>the COVID-19 pandemic: an ASTRO-ESTRO consensus statement</italic>.</td><td align="left"><italic>European Society for</italic><break/><italic>Radiotherapy and Oncology (ESTRO), American Society for Radiation Oncology</italic><break/><italic>(ASTRO)</italic></td><td align="left">Cabeza y cuello</td><td align="left">https://doi.org/10.1016/j.ijrobp.2020.04.016</td></tr><tr><td align="left"><italic>ILROG emergency guidelines for radiation therapy of hematological malignancies during the COVID-19 pandemic</italic>.</td><td align="left"><italic>International Lymphoma Radiation Oncology Group</italic> (ILROG)</td><td align="left">Neoplasias hematol&#x000f3;gicas</td><td align="left">https://doi.org/10.1182/blood.2020006028</td></tr><tr><td align="left"><italic>Coronavirus disease COVID-19: EBMT recommendations.</italic></td><td align="left"><italic>European Society for Blood and Marrow Transplantation (EBMT)</italic></td><td align="left">Neoplasias hematol&#x000f3;gicas</td><td align="left">https://www.ebmt.org/</td></tr><tr><td align="left"><italic>International guidelines on radiation therapy for breast cancer during the COVID-19 pandemic</italic>.</td><td align="left">Grupo internacional de expertos</td><td align="left">Mama</td><td align="left">https://doi.org/10.1016/j.clon.2020.03.006</td></tr><tr><td align="left"><italic>Recommendations for prioritization, treatment and triage of breast cancer patients during the COVID-19 pandemic.</italic></td><td align="left"><italic>The COVID-19 Pandemic Breast Cancer Consortium</italic></td><td align="left">Mama</td><td align="left">https://www.breastsurgeons.org/</td></tr><tr><td align="left"><italic>Prostate cancer radiation therapy recommendations in response to COVID-19.</italic></td><td align="left">Grupo internacional de expertos</td><td align="left">Pr&#x000f3;stata</td><td align="left">https://doi.org/10.1016/j.adro.2020.03.010</td></tr><tr><td align="left"><italic>International expert consensus statement regarding radiotherapy treatment options for rectal cancer during the COVID 19 pandemic.</italic></td><td align="left">Grupo internacional de expertos</td><td align="left">Rectal</td><td align="left">https://doi.org/10.1016/j.radonc.2020.03.039</td></tr><tr><td align="left"><italic>Recommendations on the use of radiation therapy in managing</italic><italic>patients with gastrointestinal malignancies in the era of COVID-19.</italic></td><td align="left">Grupo internacional de expertos</td><td align="left">Gastrointestinal</td><td align="left">https://doi.org/10.1016/j.radonc.2020.04.010</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic><bold>&#x000c1;mbito nacional</bold></italic></td></tr><tr><td align="left">Recomendaciones sobre la infecci&#x000f3;n por SARS-COV-2 para profesionales sanitarios implicados en el tratamiento de pacientes oncol&#x000f3;gicos.</td><td align="left">Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a M&#x000e9;dica (SEOM)</td><td align="left">Varios</td><td align="left">https://seom.org/</td></tr><tr><td align="left">Recomendaciones &#x000e9;ticas en la toma de decisiones con pacientes oncol&#x000f3;gicos durante la epidemia de COVID-19.</td><td align="left">Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a M&#x000e9;dica (SEOM)</td><td align="left">Varios</td><td align="left">https://seom.org/</td></tr><tr><td align="left">Recomendaciones para el manejo, prevenci&#x000f3;n y control de COVID-19 en los servicios de oncolog&#x000ed;a radioter&#x000e1;pica.</td><td align="left">Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a Radioter&#x000e1;pica (SEOR)</td><td align="left">Varios</td><td align="left">http://www.seor.es/</td></tr><tr><td align="left">Recomendaciones para el manejo, prevenci&#x000f3;n y control de COVID-19 en los hospitales de d&#x000ed;a onco-hematol&#x000f3;gicos y servicios de oncolog&#x000ed;a radioter&#x000e1;pica.</td><td align="left">Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a M&#x000e9;dica (SEOM), Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a Radioter&#x000e1;pica (SEOR)</td><td align="left">Varios</td><td align="left">http://www.seor.es/</td></tr><tr><td align="left">Gu&#x000ed;a de actuaci&#x000f3;n para personas con condiciones de salud cr&#x000f3;nicas y personas mayores en situaci&#x000f3;n de confinamiento. Estado de alarma por COVID-19.</td><td align="left">Ministerio de Sanidad, Espa&#x000f1;a</td><td align="left">Varios.</td><td align="left">https://www.mscbs.gob.es/</td></tr><tr><td align="left">Documento GEICAM sobre el manejo del paciente con c&#x000e1;ncer de mama en la situaci&#x000f3;n de pandemia de COVID-19 en Espa&#x000f1;a.</td><td align="left">Grupo GEICAM de Investigaci&#x000f3;n en C&#x000e1;ncer de Mama</td><td align="left">Mama</td><td align="left">https://www.geicam.org/</td></tr></tbody></table></table-wrap></p><p id="par0035">Las medidas incluyen varios procedimientos para reducir el riesgo de infecci&#x000f3;n como son el usar equipos de protecci&#x000f3;n individual, reducir las visitas a los hospitales y centros de salud, posponer las visitas no imprescindibles, implementar servicios de telemedicina y educar a los pacientes sobre las medidas de higiene. Adem&#x000e1;s, en la gu&#x000ed;a de la ESMO para pacientes con c&#x000e1;ncer se recomienda un aislamiento completo: no salir de casa en absoluto y aislarse de los familiares que tengan contacto con el exterior<xref rid="bib0185" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0040">Otras medidas incluyen la posibilidad de retrasar los tratamientos del c&#x000e1;ncer, modificar los esquemas de dosis y fraccionamientos en el caso de radioterapia o disminuir la dosis de algunos tratamientos inmunosupresores, siempre y cuando estas modificaciones no supongan un riesgo para los pacientes. Para ayudar a tomar estas decisiones, la ESMO ha establecido tres categor&#x000ed;as de prioridad (alta, media o baja), basadas en la situaci&#x000f3;n actual del paciente con c&#x000e1;ncer y las implicaciones potenciales de los cambios o retrasos en los tratamientos para el pron&#x000f3;stico de su enfermedad<xref rid="bib0170" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0045">Por ejemplo, para los niveles de prioridad baja o media, se aconseja considerar la estrategia de espera vigilante (<italic>watchful waiting</italic>) en el caso de c&#x000e1;nceres diagnosticados en estadio precoz, cuyo tratamiento podr&#x000ed;a aplazarse hasta 8 o 12 semanas, sin que esto afecte de manera significativa a los resultados de los pacientes<xref rid="bib0135" ref-type="bibr">4</xref>, <xref rid="bib0170" ref-type="bibr">11</xref>. Sin embargo, para los tratamientos que se consideran de prioridad alta (los que conllevan un beneficio importante en t&#x000e9;rminos de tiempo de supervivencia o calidad de vida) y cuya demora podr&#x000ed;a significar la p&#x000e9;rdida de este beneficio, no se proponen modificaciones en los planes de tratamiento<xref rid="bib0135" ref-type="bibr">4</xref>, <xref rid="bib0170" ref-type="bibr">11</xref>.</p><p id="par0050">La decisi&#x000f3;n sobre posibles retrasos o modificaciones en el tratamiento ser&#x000e1;, en muchos casos, compleja, ya que se tendr&#x000e1; que tomar r&#x000e1;pidamente y en unas circunstancias excepcionales de m&#x000e1;xima incertidumbre, siempre comunic&#x000e1;ndose con los pacientes para evaluar el balance de riesgo-beneficio ante la situaci&#x000f3;n individual de cada paciente. En el marco de la relaci&#x000f3;n m&#x000e9;dico-paciente, la Secci&#x000f3;n de Bio&#x000e9;tica de la SEOM ha difundido tambi&#x000e9;n unas recomendaciones &#x000e9;ticas para ayudar a los profesionales en la toma de decisiones con sus pacientes de c&#x000e1;ncer durante la epidemia de COVID-19<xref rid="bib0190" ref-type="bibr"><sup>15</sup></xref>.</p><sec id="sec0020"><title><bold>Preguntas abiertas sobre el impacto de la pandemia en el c&#x000e1;ncer</bold></title><p id="par0055">El impacto de la pandemia sobre el c&#x000e1;ncer en Espa&#x000f1;a podr&#x000ed;a ser multifactorial, y lo entenderemos en su totalidad una vez que tengamos datos disponibles sobre la asistencia sanitaria y los resultados de los pacientes. Ante todo, deber&#x000ed;amos evaluar su efecto directo sobre los pacientes con c&#x000e1;ncer. Por ejemplo, el hecho de padecer c&#x000e1;ncer, &#x000bf;aumenta el riesgo de infecci&#x000f3;n por SARS-CoV-2 o el riesgo de desarrollar COVID-19? &#x000bf;Cu&#x000e1;les son las variables cl&#x000ed;nicas que empeoran el pron&#x000f3;stico de los pacientes con c&#x000e1;ncer infectados? &#x000bf;La infecci&#x000f3;n o su tratamiento, especialmente en casos graves, podr&#x000ed;an afectar la evoluci&#x000f3;n del tumor?</p><p id="par0060">Aparte de la vulnerabilidad por inmunosupresi&#x000f3;n, las visitas inevitables al hospital podr&#x000ed;an aumentar el riesgo de infecci&#x000f3;n<xref rid="bib0145" ref-type="bibr"><sup>6</sup></xref> debido a la escasez de material sanitario de protecci&#x000f3;n y el contacto frecuente con el personal sanitario. Por ejemplo, seg&#x000fa;n los resultados de una encuesta en Italia, en las &#x000e1;reas m&#x000e1;s afectadas por COVID-19, un gran porcentaje (38-51%) de los onc&#x000f3;logos han sido reasignados a plantas de urgencias o COVID-19<xref rid="bib0195" ref-type="bibr"><sup>16</sup></xref>. Para los hospitales en nuestro pa&#x000ed;s donde se ha tenido que hacer lo mismo, esto supondr&#x000ed;a o bien un aumento en el riesgo de infecci&#x000f3;n de los pacientes con c&#x000e1;ncer por el contacto con los profesionales implicados, o bien menos onc&#x000f3;logos disponibles para tratar y seguir los casos de c&#x000e1;ncer.</p><p id="par0065">Esta &#x000fa;ltima posibilidad nos lleva a considerar los efectos indirectos de la pandemia sobre el c&#x000e1;ncer, que podr&#x000ed;an ser m&#x000fa;ltiples. La movilizaci&#x000f3;n del sistema sanitario para combatir el virus, el alto porcentaje de personal sanitario infectado y el aplazamiento general de citas y procedimientos no urgentes, implica la posibilidad de que, a pesar de todo el esfuerzo, se podr&#x000ed;an producir demoras no intencionadas en el diagn&#x000f3;stico y tratamiento del c&#x000e1;ncer. Estas demoras se pueden deber tanto al cambio de funcionamiento del sistema sanitario como a las decisiones de los propios pacientes. Es probable que, por miedo al virus, los pacientes prefieran evitar las visitas a los centros de salud, especialmente en el caso de s&#x000ed;ntomas percibidos como menos urgentes, como son muchos de los s&#x000ed;ntomas de c&#x000e1;ncer. Efectos parecidos de la pandemia se han documentado en los s&#x000ed;ndromes coronarios agudos<xref rid="bib0200" ref-type="bibr"><sup>17</sup></xref> y la Sociedad Espa&#x000f1;ola de Cardiolog&#x000ed;a ya alert&#x000f3; sobre la reducida b&#x000fa;squeda de atenci&#x000f3;n sanitaria por parte de los pacientes y el n&#x000fa;mero reducido de procedimientos intervencionistas realizados durante la pandemia.</p><p id="par0070">Mayores demoras en el diagn&#x000f3;stico y tratamiento implicar&#x000ed;an un aumento en el n&#x000fa;mero de casos diagnosticados en estadios m&#x000e1;s tard&#x000ed;os, con las implicaciones sobre la supervivencia, calidad de vida y costes econ&#x000f3;micos que esto conlleva. La suspensi&#x000f3;n temporal de los programas de cribado probablemente contribuir&#x000e1; a este aumento.</p><p id="par0075">La pandemia podr&#x000ed;a perjudicar tambi&#x000e9;n a la salud mental de los pacientes con c&#x000e1;ncer. El diagn&#x000f3;stico de c&#x000e1;ncer ya supone un riesgo elevado de trastornos psicol&#x000f3;gicos, como los trastornos por ansiedad, depresi&#x000f3;n o adaptaci&#x000f3;n<xref rid="bib0205" ref-type="bibr"><sup>18</sup></xref>. El aislamiento prolongado y la incertidumbre a&#x000f1;adida podr&#x000ed;an tener efectos negativos sobre el bienestar psicol&#x000f3;gico de los pacientes m&#x000e1;s vulnerables.</p><p id="par0080">Es probable que observemos varios efectos negativos de la pandemia, pero tambi&#x000e9;n es posible que algunas de las modificaciones introducidas, como el uso general de telemedicina, resulten de gran utilidad y se queden como habituales en la pr&#x000e1;ctica cl&#x000ed;nica<xref rid="bib0135" ref-type="bibr">4</xref>, <xref rid="bib0210" ref-type="bibr">19</xref>.</p><p id="par0085">Como comunidad cient&#x000ed;fica, deber&#x000ed;amos movilizarnos para entender y abordar los efectos de la pandemia sobre el c&#x000e1;ncer, a trav&#x000e9;s de estudios epidemiol&#x000f3;gicos y proyectos de investigaci&#x000f3;n (nuevos o en marcha) multidisciplinares y colaborativos, nacionales e internacionales<xref rid="bib0215" ref-type="bibr"><sup>20</sup></xref>. En este marco, el Instituto de Salud Carlos III ha abierto una convocatoria extraordinaria de proyectos de investigaci&#x000f3;n sobre COVID-19 a la que ha destinado 24 millones de euros. A nivel nacional, el Centro Nacional de Epidemiolog&#x000ed;a, en colaboraci&#x000f3;n con la Red Espa&#x000f1;ola de Registros de C&#x000e1;ncer (REDECAN) est&#x000e1;n en una posici&#x000f3;n &#x000fa;nica para estimar el impacto de la pandemia sobre los indicadores epidemiol&#x000f3;gicos del c&#x000e1;ncer en Espa&#x000f1;a y en cada una de las diferentes comunidades aut&#x000f3;nomas.</p></sec><sec id="sec0025"><title><bold>Consideraciones para la investigaci&#x000f3;n en c&#x000e1;ncer</bold></title><p id="par0090">La pandemia podr&#x000ed;a afectar tambi&#x000e9;n al desarrollo de los ensayos cl&#x000ed;nicos en curso. En el caso del tratamiento que se administra dentro de un ensayo cl&#x000ed;nico, la SEOM recomienda seguir el protocolo, utilizando las posibilidades de retrasar o ajustar las dosis y recuerda &#x000ab;la obligaci&#x000f3;n del investigador de tomar en todo momento las decisiones m&#x000e1;s adecuadas para la salud y seguridad del paciente&#x000bb;<xref rid="bib0175" ref-type="bibr"><sup>12</sup></xref>. La Agencia Espa&#x000f1;ola de Medicamentos y Productos Sanitarios (AEMPS) recomienda considerar interrumpir el reclutamiento de nuevos pacientes para los ensayos que conlleven tratamiento con inmunosupresores<xref rid="bib0220" ref-type="bibr"><sup>21</sup></xref>, lo que hace suponer que se hayan detenido varios ensayos cl&#x000ed;nicos en marcha en el &#x000e1;mbito del c&#x000e1;ncer. Adem&#x000e1;s, los cambios generales en la atenci&#x000f3;n sanitaria, como el cambio a telemedicina y la escasez de personal y material sanitario, tambi&#x000e9;n afectar&#x000ed;an a los protocolos de algunos ensayos cl&#x000ed;nicos<xref rid="bib0210" ref-type="bibr"><sup>19</sup></xref>, con implicaciones para su &#x000e9;xito y la validez de los resultados derivados.</p><p id="par0095">Finalmente, tendr&#x000ed;amos que considerar las implicaciones econ&#x000f3;micas de la pandemia. En comparaci&#x000f3;n con otros pa&#x000ed;ses europeos l&#x000ed;deres en la investigaci&#x000f3;n sobre c&#x000e1;ncer que aumentaron su gasto en I&#x000a0;+&#x000a0;D&#x000a0;+&#x000a0;i tras la &#x000fa;ltima crisis econ&#x000f3;mica, Espa&#x000f1;a actualmente gasta incluso menos (&#x0223c;286 euros/habitante al a&#x000f1;o) de lo que gastaba en 2007<xref rid="bib0225" ref-type="bibr"><sup>22</sup></xref>. El primer informe sobre la investigaci&#x000f3;n e innovaci&#x000f3;n en c&#x000e1;ncer en Espa&#x000f1;a indica que, debido a esta crisis previa, la investigaci&#x000f3;n en c&#x000e1;ncer en Espa&#x000f1;a ya hab&#x000ed;a sufrido una p&#x000e9;rdida importante de talento investigador y un empeoramiento de algunos indicadores de la investigaci&#x000f3;n e innovaci&#x000f3;n en c&#x000e1;ncer<xref rid="bib0225" ref-type="bibr"><sup>22</sup></xref>.</p><p id="par0100">Las predicciones sobre una nueva y m&#x000e1;s grave crisis econ&#x000f3;mica y la posible desviaci&#x000f3;n de parte del gasto en I&#x000a0;+&#x000a0;D&#x000a0;+&#x000a0;i hacia nuevas enfermedades infecciosas, como la COVID-19, se&#x000f1;alan que podr&#x000ed;amos esperar una reducci&#x000f3;n significativa en los fondos p&#x000fa;blicos disponibles para investigaci&#x000f3;n en c&#x000e1;ncer. Adem&#x000e1;s del sector p&#x000fa;blico, las fundaciones filantr&#x000f3;picas, como la Asociaci&#x000f3;n Espa&#x000f1;ola Contra el C&#x000e1;ncer, han sido otro propulsor de la investigaci&#x000f3;n<xref rid="bib0225" ref-type="bibr"><sup>22</sup></xref>. Sin embargo, es probable que &#x000e9;stas tambi&#x000e9;n sufran recortes: <italic>Cancer Research UK</italic>, la mayor organizaci&#x000f3;n ben&#x000e9;fica para investigaci&#x000f3;n en c&#x000e1;ncer, ya anunci&#x000f3; que espera perder entre 20-25% de sus ingresos el pr&#x000f3;ximo a&#x000f1;o debido a la pandemia<xref rid="bib0230" ref-type="bibr"><sup>23</sup></xref>.</p><p id="par0105">El dato positivo al que debemos agarrarnos es que los investigadores en c&#x000e1;ncer en Espa&#x000f1;a siempre han hecho &#x000ab;mucho con poco&#x000bb;: a pesar de contar con la mitad (o menos) del gasto de otros pa&#x000ed;ses europeos, su producci&#x000f3;n cient&#x000ed;fica ha sido comparable e incluso mejor en algunos indicadores<xref rid="bib0225" ref-type="bibr"><sup>22</sup></xref>. El c&#x000e1;ncer seguir&#x000e1; siendo uno de los problemas sanitarios, sociales y econ&#x000f3;micos m&#x000e1;s importantes y, por lo tanto, una prioridad para nuestro pa&#x000ed;s.</p></sec></sec><sec id="sec0030"><title>Conclusi&#x000f3;n</title><p id="par0110">Aunque los datos todav&#x000ed;a son escasos, los primeros estudios disponibles confirman la sospecha de una mayor vulnerabilidad ante la COVID-19 en pacientes con c&#x000e1;ncer, ratificando la necesidad para las medidas extraordinarias adoptadas por varias Sociedades Cient&#x000ed;ficas para proteger a los pacientes con c&#x000e1;ncer. La pandemia tendr&#x000e1; un efecto multifactorial sobre el c&#x000e1;ncer en nuestro pa&#x000ed;s, ya que podr&#x000ed;a transformar la pr&#x000e1;ctica cl&#x000ed;nica, influir en los resultados cl&#x000ed;nicos de los pacientes, complicar los ensayos cl&#x000ed;nicos y afectar al presupuesto disponible para investigaci&#x000f3;n en c&#x000e1;ncer. Una vez pasada la crisis m&#x000e1;s aguda y el estado de alarma, deber&#x000ed;amos centrarnos en entender y abordar los efectos directos e indirectos de la pandemia sobre la pr&#x000e1;ctica cl&#x000ed;nica y los resultados de los pacientes con c&#x000e1;ncer.</p></sec><sec id="sec0035"><title>Financiaci&#x000f3;n</title><p id="par0115">Sin financiaci&#x000f3;n.</p></sec><sec id="sec0040"><title>Conflicto de intereses</title><p id="par0120">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0120"><label>1</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Bray</surname><given-names>F.</given-names></name><name><surname>Ferlay</surname><given-names>J.</given-names></name><name><surname>Soerjomataram</surname><given-names>I.</given-names></name><name><surname>Siegel</surname><given-names>R.L.</given-names></name><name><surname>Torre</surname><given-names>L.A.</given-names></name><name><surname>Jemal</surname><given-names>A.</given-names></name></person-group><article-title>Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries</article-title><source>CA Cancer J Clin.</source><volume>68</volume><year>2018</year><fpage>394</fpage><lpage>424</lpage><pub-id pub-id-type="doi">10.3322/caac.21492</pub-id><pub-id pub-id-type="pmid">30207593</pub-id></element-citation></ref><ref id="bib0125"><label>2</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><collab>Red Espa&#x000f1;ola de Registros de C&#x000e1;ncer (REDECAN)</collab></person-group><source>Estimaciones de la incidencia del c&#x000e1;ncer en Espa&#x000f1;a</source><year>2020</year><comment>Disponible en: https://www.redecan.es/redecan.org/es/Informe_incidencia_REDECAN_2020.pdf</comment></element-citation></ref><ref id="bib0130"><label>3</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Zhou</surname><given-names>F.</given-names></name><name><surname>Yu</surname><given-names>T.</given-names></name><name><surname>Du</surname><given-names>R.</given-names></name><name><surname>Fan</surname><given-names>G.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>Z.</given-names></name></person-group><article-title>Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>1054</fpage><lpage>1062</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30566-3</pub-id><pub-id pub-id-type="pmid">32171076</pub-id></element-citation></ref><ref id="bib0135"><label>4</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Schrag</surname><given-names>D.</given-names></name><name><surname>Hershman</surname><given-names>D.L.</given-names></name><name><surname>Basch</surname><given-names>E.</given-names></name></person-group><article-title>Oncology Practice During the COVID-19 Pandemic</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.6236</pub-id></element-citation></ref><ref id="bib0140"><label>5</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Guan</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>R.</given-names></name><name><surname>Weng</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Xu</surname><given-names>K.</given-names></name></person-group><article-title>Cancer patients in SARS-CoV-2 infection: A nationwide analysis in China</article-title><source>Lancet Oncol.</source><volume>21</volume><year>2020</year><fpage>335</fpage><lpage>337</lpage><pub-id pub-id-type="doi">10.1016/S1470-2045(20)30096-6</pub-id><pub-id pub-id-type="pmid">32066541</pub-id></element-citation></ref><ref id="bib0145"><label>6</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Yu</surname><given-names>J.</given-names></name><name><surname>Ouyang</surname><given-names>W.</given-names></name><name><surname>Chua</surname><given-names>M.L.K.</given-names></name><name><surname>Xie</surname><given-names>C.</given-names></name></person-group><article-title>SARS-CoV-2 transmission in patients with cancer at a tertiary care hospital in Wuhan, China</article-title><source>JAMA Oncol.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jamaoncol.2020.0980</pub-id></element-citation></ref><ref id="bib0150"><label>7</label><element-citation publication-type="journal" id="sbref0150"><person-group person-group-type="author"><name><surname>Desai</surname><given-names>A.</given-names></name><name><surname>Sachdeva</surname><given-names>S.</given-names></name><name><surname>Parekh</surname><given-names>T.</given-names></name><name><surname>Desai</surname><given-names>R.</given-names></name></person-group><article-title>COVID-19 and Cancer: Lessons From a Pooled Meta-Analysis</article-title><source>JCO Glob Oncol.</source><volume>6</volume><year>2020</year><fpage>557</fpage><lpage>559</lpage><pub-id pub-id-type="doi">10.1200/GO.20.00097</pub-id><pub-id pub-id-type="pmid">32250659</pub-id></element-citation></ref><ref id="bib0155"><label>8</label><element-citation publication-type="journal" id="sbref0155"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Zhu</surname><given-names>F.</given-names></name><name><surname>Xie</surname><given-names>L.</given-names></name><name><surname>Wang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>J.</given-names></name><name><surname>Chen</surname><given-names>R.</given-names></name></person-group><article-title>Clinical characteristics of COVID-19-infected cancer patients: a retrospective case study in three hospitals within Wuhan, China</article-title><source>Ann Oncol.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.annonc.2020.03.296</pub-id></element-citation></ref><ref id="bib0160"><label>9</label><element-citation publication-type="journal" id="sbref0160"><person-group person-group-type="author"><name><surname>Onder</surname><given-names>G.</given-names></name><name><surname>Rezza</surname><given-names>G.</given-names></name><name><surname>Brusaferro</surname><given-names>S.</given-names></name></person-group><article-title>Case-Fatality Rate and Characteristics of Patients Dying in Relation To COVID-19 in Italy</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.4683</pub-id></element-citation></ref><ref id="bib0165"><label>10</label><element-citation publication-type="journal" id="sbref0165"><person-group person-group-type="author"><name><surname>D&#x02019;Antiga</surname><given-names>L.</given-names></name></person-group><article-title>Coronaviruses and Immunosuppressed Patients: The Facts During the Third Epidemic</article-title><source>Liver Transpl.</source><year>2020</year><pub-id pub-id-type="doi">10.1002/lt.25756</pub-id></element-citation></ref><ref id="bib0170"><label>11</label><element-citation publication-type="journal" id="sbref0170"><person-group person-group-type="author"><collab>European Society for Medical Oncology (ESMO)</collab></person-group><source>Cancer patient management during the COVID-19 pandemic</source><year>2020</year><comment>Disponible en: https://www.esmo.org/guidelines/cancer-patient-management-during-the-covid-19-pandemic</comment></element-citation></ref><ref id="bib0175"><label>12</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><collab>Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a M&#x000e9;dica</collab></person-group><source>Recomendaciones sobre la infecci&#x000f3;n por SARS-COV-2 para profesionales sanitarios implicados en el tratamiento de pacientes oncol&#x000f3;gicos</source><year>2020</year><comment>Disponible en: https://seom.org/images/Recomendaciones_SEOM_COVID19_1903.pdf</comment></element-citation></ref><ref id="bib0180"><label>13</label><element-citation publication-type="journal" id="sbref0180"><person-group person-group-type="author"><collab>Sociedad Espa&#x000f1;ola de Oncolog&#x000ed;a Radioter&#x000e1;pica (SEOR)</collab></person-group><source>Recomendaciones para el manejo, prevenci&#x000f3;n y control de COVID-19 en los servicios de oncolog&#x000ed;a radioter&#x000e1;pica</source><year>2020</year><comment>Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/COVID19_oncort.pdf</comment></element-citation></ref><ref id="bib0185"><label>14</label><element-citation publication-type="journal" id="sbref0185"><person-group person-group-type="author"><collab>European Society for Medical Oncology (ESMO)</collab></person-group><source>Cancer care during the COVID-19 pandemic: An ESMO guide for patients</source><year>2020</year><comment>Disponible en: https://www.esmo.org/for-patients/patient-guides/cancer-care-during-the-covid-19-pandemic</comment></element-citation></ref><ref id="bib0190"><label>15</label><element-citation publication-type="journal" id="sbref0190"><person-group person-group-type="author"><collab>Secci&#x000f3;n de Bio&#x000e9;tica de SEOM</collab></person-group><source>Recomendaciones &#x000e9;ticas en la toma de decisiones con pacientes oncol&#x000f3;gicos durante la epidemia de COVID-19</source><year>2020</year><comment>Disponible en: https://seom.org/images/RECOMENDACIONES_ETICAS_SECCION_DE_BIOETICA_DE__SEOM_COVID_19.pdf</comment></element-citation></ref><ref id="bib0195"><label>16</label><element-citation publication-type="journal" id="sbref0195"><person-group person-group-type="author"><name><surname>Indini</surname><given-names>A.</given-names></name><name><surname>Aschele</surname><given-names>C.</given-names></name><name><surname>Cavanna</surname><given-names>L.</given-names></name><name><surname>Clerico</surname><given-names>M.</given-names></name><name><surname>Daniele</surname><given-names>B.</given-names></name><name><surname>Fiorentini</surname><given-names>G.</given-names></name></person-group><article-title>Reorganization of medical oncology departments during COVID-19 pandemic: a nationwide Italian survey</article-title><source>Eur J Cancer.</source><volume>132</volume><year>2020</year><fpage>17</fpage><lpage>23</lpage><pub-id pub-id-type="doi">10.1016/j.ejca.2020.03.024</pub-id><pub-id pub-id-type="pmid">32311643</pub-id></element-citation></ref><ref id="bib0200"><label>17</label><element-citation publication-type="journal" id="sbref0200"><person-group person-group-type="author"><name><surname>Rodr&#x000ed;guez-Leor</surname><given-names>O.</given-names></name><name><surname>Cid-&#x000c1;lvarez</surname><given-names>B.</given-names></name><name><surname>Ojeda</surname><given-names>S.</given-names></name><name><surname>Mart&#x000ed;n-Moreiras</surname><given-names>J.</given-names></name><name><surname>Rumoroso</surname><given-names>J.R.</given-names></name><name><surname>L&#x000f3;pez-Palop</surname><given-names>R.</given-names></name></person-group><article-title>Impacto de la pandemia de COVID-19 sobre la actividad asistencial en cardiolog&#x000ed;a intervencionista en Espa&#x000f1;a</article-title><source>Rev Esp Cardiol.</source><year>2020</year><pub-id pub-id-type="doi">10.24875/RECIC.M20000120</pub-id></element-citation></ref><ref id="bib0205"><label>18</label><element-citation publication-type="journal" id="sbref0205"><person-group person-group-type="author"><name><surname>Mitchell</surname><given-names>A.J.</given-names></name><name><surname>Chan</surname><given-names>M.</given-names></name><name><surname>Bhatti</surname><given-names>H.</given-names></name><name><surname>Halton</surname><given-names>M.</given-names></name><name><surname>Grassi</surname><given-names>L.</given-names></name><name><surname>Johansen</surname><given-names>C.</given-names></name></person-group><article-title>Prevalence of depression, anxiety, and adjustment disorder in oncological, haematological, and palliative-care settings: a meta-analysis of 94 interview-based studies</article-title><source>Lancet Oncol.</source><volume>12</volume><year>2011</year><fpage>160</fpage><lpage>174</lpage><pub-id pub-id-type="doi">10.1016/S1470-2045(11)70002-X</pub-id><pub-id pub-id-type="pmid">21251875</pub-id></element-citation></ref><ref id="bib0210"><label>19</label><element-citation publication-type="journal" id="sbref0210"><person-group person-group-type="author"><name><surname>Borno</surname><given-names>H.T.</given-names></name><name><surname>Small</surname><given-names>E.J.</given-names></name></person-group><article-title>Does the COVID-19 outbreak identify a broader need for an urgent transformation of cancer clinical trials research?</article-title><source>Contemp Clin Trials.</source><volume>92</volume><year>2020</year><fpage>105997</fpage><pub-id pub-id-type="doi">10.1016/j.cct.2020.105997</pub-id><pub-id pub-id-type="pmid">32272172</pub-id></element-citation></ref><ref id="bib0215"><label>20</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>van de Haar</surname><given-names>J.</given-names></name><name><surname>Hoes</surname><given-names>L.R.</given-names></name><name><surname>Coles</surname><given-names>C.E.</given-names></name><name><surname>Seamon</surname><given-names>K.</given-names></name><name><surname>Fr&#x000f6;hling</surname><given-names>S.</given-names></name><name><surname>J&#x000e4;ger</surname><given-names>D.</given-names></name></person-group><article-title>Caring for patients with cancer in the COVID-19 era</article-title><source>Nat Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1038/s41591-020-0874-8</pub-id></element-citation></ref><ref id="bib0220"><label>21</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><collab>Agencia Espa&#x000f1;ola de Medicamentos y Productos Sanitarios</collab></person-group><source>Medidas excepcionales aplicables a los ensayos cl&#x000ed;nicos y estudios observacionales para gestionar los problemas derivados de la emergencia por COVID-19</source><year>2020</year><comment>Disponible en: https://www.aemps.gob.es/informa/notasInformativas/medicamentosUsoHumano/2020/NI-MUH_04-2020-ensayos-clinicos-COVID-19-actualizado.pdf?x45096</comment></element-citation></ref><ref id="bib0225"><label>22</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><collab>Asociaci&#x000f3;n Espa&#x000f1;ola Contra el C&#x000e1;ncer, Asociaci&#x000f3;n Espa&#x000f1;ola de Investigaci&#x000f3;n sobre el C&#x000e1;ncer, Fundaci&#x000f3;n Bancaria &#x000ab;la Caixa&#x000bb;</collab></person-group><source>Comprometidos con la investigaci&#x000f3;n en c&#x000e1;ncer: Primer informe sobre la investigaci&#x000f3;n e innovaci&#x000f3;n en c&#x000e1;ncer en Espa&#x000f1;a</source><year>2018</year><comment>Disponible en: https://www.aecc.es/sites/default/files/content-file/Resumen-ejecutivo-Informe-investigacion.PDF</comment></element-citation></ref><ref id="bib0230"><label>23</label><element-citation publication-type="journal" id="sbref0230"><person-group person-group-type="author"><collab>Cancer Research UK</collab></person-group><source>COVID-19: Open letter to cancer researchers</source><year>2020</year><comment>Disponible en: https://www.cancerresearchuk.org/funding-for-researchers/research-features/2020-04-06-covid-19-open-letter-to-cancer-researchers</comment></element-citation></ref></ref-list><ack id="ack0005"><title>Agradecimientos</title><p>Agradecemos a la Dra. Eloisa Bayo-Lozano y Dr. David Vicente Baz, de los Servicios de Oncolog&#x000ed;a Radioter&#x000e1;pica y Oncolog&#x000ed;a M&#x000e9;dica del Hospital Universitario Virgen Macarena de Sevilla, por sus aportaciones y valiosos comentarios.</p></ack></back></article>