<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">J Healthc Qual Res</journal-id><journal-id journal-id-type="iso-abbrev">J Healthc Qual Res</journal-id><journal-title-group><journal-title>Journal of Healthcare Quality Research</journal-title></journal-title-group><issn pub-type="epub">2603-6479</issn><publisher><publisher-name>FECA. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7250742</article-id><article-id pub-id-type="publisher-id">S2603-6479(20)30059-2</article-id><article-id pub-id-type="doi">10.1016/j.jhqr.2020.05.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>El papel de las mascarillas en el control de la epidemia COVID-19</article-title><trans-title-group xml:lang="en"><trans-title>The role of face masks in the control of the COVID-19 epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Caicoya</surname><given-names>M.</given-names></name><email>Mcaicoya4@gmail.com</email></contrib><aff id="aff0005">Oviedo, Asturias, Espa&#x000f1;a</aff></contrib-group><pub-date pub-type="pmc-release"><day>27</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub" iso-8601-date="2020-08-01"><season>July-August</season><year>2020</year></pub-date><pub-date pub-type="epub"><day>27</day><month>5</month><year>2020</year></pub-date><volume>35</volume><issue>4</issue><fpage>203</fpage><lpage>205</lpage><history><date date-type="received"><day>20</day><month>5</month><year>2020</year></date><date date-type="accepted"><day>22</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 FECA. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>FECA</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p id="par0005">El objetivo prioritario ante un riesgo es su eliminaci&#x000f3;n. En el caso de enfermedades infecciosas se culmina cuando se erradica el agente como se hizo con la viruela. Cuando esto no se puede hacer, o es insuficiente, se debe acudir a otras dos medidas complementarias: proteger la fuente y proteger al receptor.</p><p id="par0010">La protecci&#x000f3;n de la fuente es viable cuando est&#x000e1; localizada. As&#x000ed; lo hizo Snow en su famosa recomendaci&#x000f3;n de clausura de la bomba que extra&#x000ed;a el agua pr&#x000f3;xima a la desembocadura de una cloaca en el T&#x000e1;mesis<xref rid="bib0095" ref-type="bibr"><sup>1</sup></xref>. Otra forma de proteger la fuente son las cuarentenas, establecidas por primera vez en Venecia en el siglo <sc>xiv</sc> a los barcos que proced&#x000ed;an de lugares que sufr&#x000ed;an epidemias<xref rid="bib0100" ref-type="bibr"><sup>2</sup></xref>. Con ellas se buscaba, adem&#x000e1;s, eliminar el riesgo. Lo mismo que el confinamiento, una cuarentena masiva y porosa en la que se a&#x000ed;sla tanto a la fuente como al receptor. La distancia, como barrera, tambi&#x000e9;n act&#x000fa;a en las dos direcciones: todos somos posibles fuentes, todos receptores. El mejor ejemplo de esa doble funci&#x000f3;n es la mascarilla, que en el medio sanitario se introduce para proteger la fuente y es hoy el EPI con m&#x000e1;s protagonismo.</p><p id="par0015">Distancia de 2&#x000a0;m y mascarilla, preferentemente higi&#x000e9;nica o quir&#x000fa;rgica, son las medidas obligatorias que el Ministerio<xref rid="bib0105" ref-type="bibr"><sup>3</sup></xref> impone en el espacio p&#x000fa;blico para asegurar el levantamiento progresivo de la cuarentena domiciliaria.</p><p id="par0020">La eficacia del aislamiento mediante distancia se basa en evidencias circunstanciales<xref rid="bib0110" ref-type="bibr">4</xref>, <xref rid="bib0115" ref-type="bibr">5</xref> y en la deducci&#x000f3;n. La l&#x000f3;gica es que SARS-CoV-2 se trasmite principalmente por got&#x000ed;culas y en menor grado por aerosoles que, aunque pueden en circunstancias superar los 2&#x000a0;m desde el emisor<xref rid="bib0120" ref-type="bibr"><sup>6</sup></xref>, la mayor&#x000ed;a se quedan dentro de ese radio, incluso menos.</p><p id="par0025">En cuanto a las mascarillas como m&#x000e9;todo de protecci&#x000f3;n individual, si bien una revisi&#x000f3;n narrativa publicada por Cochrane library<xref rid="bib0125" ref-type="bibr"><sup>7</sup></xref> concluye que no hay suficientes evidencias sobre la reducci&#x000f3;n de infecciones con el uso de barreras en el medio sanitario (mascarillas, batas, protectores de ojos), el Centre for Evidence-Based Medicine<xref rid="bib0130" ref-type="bibr"><sup>8</sup></xref> considera que las mascarillas quir&#x000fa;rgicas confieren protecci&#x000f3;n suficiente en la atenci&#x000f3;n a pacientes que padecen COVID-19 siempre que no se realicen maniobras generadoras de aerosoles. Esto de ninguna manera las convierte en EPI<xref rid="bib0135" ref-type="bibr"><sup>9</sup></xref>: las mascarillas FPP son las &#x000fa;nicas certificadas para ese prop&#x000f3;sito y las que debe facilitar la empresa a los trabajadores.</p><p id="par0030">Pero m&#x000e1;s que la protecci&#x000f3;n individual, la perspectiva que aqu&#x000ed; nos interesa es la de salud p&#x000fa;blica: la eficacia de las mascarillas en la contenci&#x000f3;n de las part&#x000ed;culas espiradas. Davies et al.<xref rid="bib0140" ref-type="bibr"><sup>10</sup></xref> midieron en 21 voluntarios la carga bacteriana en el aire con y sin mascarilla. Demostraron que las caseras filtraban entre el 49 y 86% de las part&#x000ed;culas de tama&#x000f1;o 0,02&#x000a0;nm, dependiendo del material y la calidad de ajuste. Las quir&#x000fa;rgicas llegan al 90%. Otro tipo de estudio consiste en examinar la eficacia en la filtraci&#x000f3;n de un aerosol polidisperso de CLNa a una velocidad de 5,5&#x000a0;cm/s, siguiendo los ensayos NIOSH para los EPI. Se comprueba que diferentes tejidos tienen diferentes capacidades que van del 40 al 90%, los mejores las camisetas de algod&#x000f3;n<xref rid="bib0145" ref-type="bibr"><sup>11</sup></xref>. Finalmente, en 4 pacientes COVID-19<xref rid="bib0150" ref-type="bibr"><sup>12</sup></xref> con cargas virales nasales de 5,66&#x000a0;log copias/ml de media, se examin&#x000f3; el crecimiento en placas de Petri que recibieron las secreciones de toser 5 veces a 20&#x000a0;cm. Con mascarilla de algod&#x000f3;n en 2 sujetos no se detecta virus y en otros 2 se reduce notablemente. En este ensayo la mascarilla quir&#x000fa;rgica no es tan eficaz. En el otro lado, Van der Sande et al.<xref rid="bib0155" ref-type="bibr"><sup>13</sup></xref>, no pudieron demostrar, en el laboratorio con un robot, que las mascarillas caseras retuvieran las got&#x000ed;culas; s&#x000ed; son eficaces en personas sanas para la inspiraci&#x000f3;n. En cuanto a la eficacia de las mascarillas quir&#x000fa;rgicas en la espiraci&#x000f3;n, adem&#x000e1;s de lo ya recogido, en un grupo de pacientes que sufr&#x000ed;an enfermedad por coronavirus<xref rid="bib0160" ref-type="bibr"><sup>14</sup></xref>, se detectaron virus en las got&#x000ed;culas respiratorias y aerosoles en el 30 y 40% de cada uno de los 2 ensayos, sin mascarilla, ning&#x000fa;n virus con mascarilla. Por &#x000fa;ltimo, en una simulaci&#x000f3;n la mascarilla quir&#x000fa;rgica reduce a 30&#x000a0;cm la distancia del aire expelido<xref rid="bib0165" ref-type="bibr"><sup>15</sup></xref>.</p><p id="par0035">Hasta aqu&#x000ed; una peque&#x000f1;a incursi&#x000f3;n en la evidencia. Cu&#x000e1;nto puede proteger la mascarilla en una situaci&#x000f3;n real, es dif&#x000ed;cil de asegurar. Se puede acudir a las simulaciones como la que hizo el HKBU COVID-19 Modeling Group, que recogen Howard et al.<xref rid="bib0170" ref-type="bibr"><sup>16</sup></xref>. Con eficacia de aproximadamente el 60% y adherencia del 60% se lograr&#x000ed;a reducir el R0 por debajo de 1: no habr&#x000e1; epidemia y no habr&#x000e1; rebrotes. Esa eficacia est&#x000e1; asegurada con mascarillas caseras, baratas y reutilizables.</p><p id="par0040">Se insiste, razonablemente, en guardar la distancia social en los lugares p&#x000fa;blicos como m&#x000e9;todo principal para evitar el contagio. Pero no cabe duda de que es un obst&#x000e1;culo para el ocio, los negocios, los espect&#x000e1;culos y la ense&#x000f1;anza. Adem&#x000e1;s, si los virus verdaderamente permanecen en el aire entre 8 y 14&#x000a0;min<xref rid="bib0175" ref-type="bibr"><sup>17</sup></xref> habr&#x000ed;a que mantener el espacio m&#x000f3;vil confinado durante todo ese tiempo. Por otra parte, con la distancia no se impide que secreciones provenientes de estornudos o tos o las got&#x000ed;culas del habla normal se depositen en superficies donde llegan a sobrevivir hasta 3 d&#x000ed;as. Y aunque la trasmisi&#x000f3;n por f&#x000f3;mites exclusiva es menos importante, su contribuci&#x000f3;n no es despreciable cuando se une a la a&#x000e9;rea<xref rid="bib0180" ref-type="bibr"><sup>18</sup></xref>. No pongo en duda la eficacia del aislamiento social, solo se&#x000f1;alo sus inconvenientes y limitaciones.</p><p id="par0045">Sin embargo, con la mascarilla, adem&#x000e1;s de reducir la contaminaci&#x000f3;n del aire y de las superficies inanimadas, se permite una interacci&#x000f3;n social m&#x000e1;s pr&#x000f3;xima. Por prudencia recomendar&#x000ed;a guardar al menos 30&#x000a0;cm de distancia. Debo resaltar que, aunque la Orden Ministerial no lo recoge, es muy importante, para la salud p&#x000fa;blica, que la mascarilla, no tenga v&#x000e1;lvula de exhalaci&#x000f3;n. La v&#x000e1;lvula espiratoria solo tiene aplicaci&#x000f3;n en ambientes pulv&#x000ed;genos laborales, nunca en infeccioso.</p><p id="par0050">Los inconvenientes de la mascarilla son el coste, la incomodidad, el uso inadecuado, la limpieza, el reciclado y, sobre todo, que no todo el mundo la tolera ni es utilizable en todas las circunstancias.</p><p id="par0055">En conclusi&#x000f3;n, se debe insistir en el diagn&#x000f3;stico precoz de los casos y su aislamiento, y en la b&#x000fa;squeda y aislamiento de contactos como medidas fundamentales. El lavado de manos que tantas infecciones en el medio sanitario ha evitado debe ser para siempre. En cuanto al binomio distancia social-mascarilla, la primera tiene su protagonismo principal cuando la segunda no se puede utilizar, tambi&#x000e9;n en situaciones al aire libre siempre que no afecte a la socializaci&#x000f3;n o negocios. Pero cuando guardar esa distancia es dif&#x000ed;cil o es un obst&#x000e1;culo para la reactivaci&#x000f3;n econ&#x000f3;mica, la mascarilla, utilizada correctamente, es la estrategia preferente pues asegura la protecci&#x000f3;n de la comunidad al tiempo que permite la interacci&#x000f3;n social m&#x000e1;s pr&#x000f3;xima.</p></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0095"><label>1</label><mixed-citation publication-type="other" id="oref0005">Begun F. Mapping the disease. [consultado 13 May 2020] Disponible en: https://www.rcseng.ac.uk/library-and-publications/library/blog/mapping-disease-john-snow-and-cholera/</mixed-citation></ref><ref id="bib0100"><label>2</label><mixed-citation publication-type="other" id="oref0010">CDC History of Quarentine. [consultado 13 May 2020] Disponible en: https://www.cdc.gov/quarantine/historyquarantine.html</mixed-citation></ref><ref id="bib0105"><label>3</label><mixed-citation publication-type="other" id="oref0015">Orden SND/422/2020, de 19 de mayo, por la que se regulan las condiciones para el uso obligatorio de mascarilla durante la situaci&#x000f3;n de crisis sanitaria ocasionada por el COVID-19</mixed-citation></ref><ref id="bib0110"><label>4</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Fong</surname><given-names>M.W.</given-names></name><name><surname>Gao</surname><given-names>H.</given-names></name><name><surname>Wong</surname><given-names>J.Y.</given-names></name><name><surname>Xiao</surname><given-names>J.</given-names></name><name><surname>Shiu</surname><given-names>E.</given-names></name><name><surname>Ryu</surname><given-names>S.</given-names></name></person-group><article-title>Nonpharmaceutical Measures for Pandemic Influenza in Nonhealthcare Settings-Social Distancing Measures</article-title><source>Emerg Infect Dis.</source><volume>26</volume><year>2020</year><fpage>976</fpage><lpage>984</lpage><pub-id pub-id-type="doi">10.3201/eid2605.190995</pub-id><pub-id pub-id-type="pmid">32027585</pub-id></element-citation></ref><ref id="bib0115"><label>5</label><mixed-citation publication-type="other" id="oref0025">What is the evidence for social distancing during global pandemics? CEBM March 19 2020 [consultado 20 May 2020] Disponible en: file:///Users/blasillo/Desktop/revisiones/What%20is%20the%20evidence%20for%20social%20distancing%20during%20global%20pandemics%3F%20-%20CEBM.webarchive</mixed-citation></ref><ref id="bib0120"><label>6</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Bourouiba</surname><given-names>L.</given-names></name></person-group><article-title>Turbulent Gas Clouds and Respiratory Pathogen Emissions:&#x000a0;Potential Implications for Reducing Transmission of COVID-19</article-title><source>JAMA.</source><volume>323</volume><year>2020</year><fpage>1837</fpage><lpage>1838</lpage><pub-id pub-id-type="doi">10.1001/jama.2020.4756</pub-id></element-citation></ref><ref id="bib0125"><label>7</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Burch</surname><given-names>J.</given-names></name><name><surname>Bunt</surname><given-names>C.</given-names></name></person-group><article-title>Can physical interventions help reduce the spread of respiratory viruses?</article-title><source>Cochrane Clin. Answers</source><year>2020</year><comment>[consultado 20 May 2020] Disponible en: https://www.cochranelibrary.com/cca/doi/10.1002/cca.2965/full</comment></element-citation></ref><ref id="bib0130"><label>8</label><mixed-citation publication-type="other" id="oref0040">What is the efficacy of standard face masks compared to respirator masks in preventing COVID-type respiratory illnesses in primary care staff? CEBM. [consultado 20 May 2020] Disponible en: https://www.cebm.net/covid-19/what-isthe-efficacy-of-standard-face-masks-compared-to-respirator-masks-in-preventingcovid-type-respiratory-illnesses-in-primary-care-staff/</mixed-citation></ref><ref id="bib0135"><label>9</label><mixed-citation publication-type="other" id="oref0045">Marcado CE de las mascarillas filtrantes de protecci&#x000f3;n contra part&#x000ed;culas (Equipos de Protecci&#x000f3;n Individual, EPI) [consultado 20 May 2020] Disponible en: https://www.mincotur.gob.es/es-es/COVID-19/GuiaFabricacionEPIs/Mascarillas%20tipo%20EPI/2_mascarillas_tipo_EPI_como_legalizarlas_v2.1.pdf</mixed-citation></ref><ref id="bib0140"><label>10</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Davies</surname><given-names>A.</given-names></name><name><surname>Thompson</surname><given-names>K.</given-names></name><name><surname>Giri</surname><given-names>K.</given-names></name><name><surname>Kafatos</surname><given-names>G.</given-names></name><name><surname>Walker</surname><given-names>J.</given-names></name><name><surname>Bennett</surname><given-names>A.</given-names></name></person-group><article-title>Testing the Efficacy of Homemade Masks: Would They Protect in an Influenza Pandemic?</article-title><source>Disaster Med Public Health Prep</source><volume>7</volume><year>2013</year><fpage>413</fpage><lpage>418</lpage><pub-id pub-id-type="doi">10.1017/dmp.201343</pub-id><pub-id pub-id-type="pmid">24229526</pub-id></element-citation></ref><ref id="bib0145"><label>11</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Rengasam</surname><given-names>S.</given-names></name><name><surname>Eimer</surname><given-names>B.</given-names></name><name><surname>Shaffer</surname><given-names>R.E.R.E.</given-names></name></person-group><article-title>Simple Respiratory ProtectionEvaluation of the Filtration Performance of Cloth Masks and Common Fabric Materials Against 201000&#x000a0;nm Size Particles</article-title><source>The Annals Occup Hyg</source><volume>54</volume><year>2010</year><fpage>789</fpage><lpage>798</lpage></element-citation></ref><ref id="bib0150"><label>12</label><element-citation publication-type="journal" id="sbref0150"><person-group person-group-type="author"><name><surname>Bae</surname><given-names>S.</given-names></name><name><surname>Kim</surname><given-names>M.C.</given-names></name><name><surname>Kim</surname><given-names>J.Y.</given-names></name><name><surname>Cha</surname><given-names>H.H.</given-names></name><name><surname>Lim</surname><given-names>J.S.</given-names></name><name><surname>Jung</surname><given-names>J.</given-names></name></person-group><article-title>Effectiveness of Surgical and Cotton Masks in Blocking SARS-CoV-2: A Controlled Comparison in 4 Patients</article-title><source>Intern Med</source><year>2020</year><fpage>M20</fpage><lpage>M1342</lpage><pub-id pub-id-type="doi">10.7326/M20-1342</pub-id></element-citation></ref><ref id="bib0155"><label>13</label><element-citation publication-type="journal" id="sbref0155"><person-group person-group-type="author"><name><surname>Van der Sande</surname><given-names>M.</given-names></name><name><surname>Teunis</surname><given-names>P.</given-names></name><name><surname>Sabel</surname><given-names>R.</given-names></name></person-group><article-title>Professional and home-made face masks reduce exposure to respiratory infections among the general population</article-title><source>PLoS One</source><volume>3</volume><year>2008</year><fpage>e2618</fpage><pub-id pub-id-type="doi">10.1371/journal.pone.0002618</pub-id><pub-id pub-id-type="pmid">18612429</pub-id></element-citation></ref><ref id="bib0160"><label>14</label><element-citation publication-type="journal" id="sbref0160"><person-group person-group-type="author"><name><surname>Leung</surname><given-names>N.H.L.</given-names></name><name><surname>Chu</surname><given-names>D.K.W.</given-names></name><name><surname>Shiu</surname><given-names>E.Y.C.</given-names></name><name><surname>Chan</surname><given-names>K.H.</given-names></name><name><surname>McDevitt</surname><given-names>J.J.</given-names></name><name><surname>Hau</surname><given-names>B.J.P.</given-names></name></person-group><article-title>Respiratory virus shedding in exhaled breath and efficacy of face masks</article-title><source>Nat Med</source><volume>26</volume><year>2020</year><fpage>676</fpage><lpage>680</lpage><pub-id pub-id-type="doi">10.1038/s41591-020-0843-2</pub-id><pub-id pub-id-type="pmid">32371934</pub-id></element-citation></ref><ref id="bib0165"><label>15</label><element-citation publication-type="journal" id="sbref0165"><person-group person-group-type="author"><name><surname>Hui</surname><given-names>D.S.</given-names></name><name><surname>Chow</surname><given-names>B.K.</given-names></name><name><surname>Chu</surname><given-names>L.</given-names></name><name><surname>Ng</surname><given-names>S.S.</given-names></name><name><surname>Lee</surname><given-names>N.</given-names></name><name><surname>Gin</surname><given-names>T.</given-names></name></person-group><article-title>Exhaled air dispersion during coughing with and without wearing a surgical or N95 mask</article-title><source>PLoS One</source><volume>7</volume><year>2012</year><fpage>e50845</fpage><pub-id pub-id-type="doi">10.1371/journal.pone.0050845</pub-id><pub-id pub-id-type="pmid">23239991</pub-id></element-citation></ref><ref id="bib0170"><label>16</label><element-citation publication-type="journal" id="sbref0170"><person-group person-group-type="author"><name><surname>Howard</surname><given-names>J.</given-names></name><name><surname>Huang</surname><given-names>A.</given-names></name><name><surname>Zhiyuan</surname><given-names>L.</given-names></name><name><surname>Tufekci</surname><given-names>Z.</given-names></name></person-group><article-title>Face Masks Against COVID-19: An Evidence Review</article-title><source>Preprints</source><volume>12</volume><year>2020</year><pub-id pub-id-type="doi">10.20944/preprints202004.0203.v1</pub-id><comment>[consultado 16 May 2020] Disponible en: https://www.preprints.org/manuscript/202004.0203/v1</comment></element-citation></ref><ref id="bib0175"><label>17</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><name><surname>Stadnytskyi</surname><given-names>V.</given-names></name><name><surname>Bax</surname><given-names>C.E.</given-names></name><name><surname>Bax</surname><given-names>A.</given-names></name><name><surname>Anfinrud</surname><given-names>P.</given-names></name></person-group><article-title>The airborne lifetime of small speech droplets and their potential importance in SARS-CoV-2 transmission</article-title><source>PNAS.</source><year>2020</year><pub-id pub-id-type="doi">10.1073/pnas.2006874117</pub-id></element-citation></ref><ref id="bib0180"><label>18</label><element-citation publication-type="journal" id="sbref0180"><person-group person-group-type="author"><name><surname>Xiao</surname><given-names>S.</given-names></name><name><surname>Li</surname><given-names>Y.</given-names></name><name><surname>Wong</surname><given-names>T.W.</given-names></name><name><surname>Hui</surname><given-names>D.S.C.</given-names></name></person-group><article-title>Role of fomites in SARS transmission during the largest hospital outbreak in Hong Kong</article-title><source>PLoS One</source><volume>12</volume><year>2017</year><fpage>e0181558</fpage><pub-id pub-id-type="other">10.1371/journal. pone.0181558</pub-id><pub-id pub-id-type="pmid">28727803</pub-id></element-citation></ref></ref-list></back></article>