<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="research-article"><?OLF?><?DTDIdentifier.IdentifierValue -//Springer-Verlag//DTD A++ V2.4//EN?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName A++V2.4.dtd?><?SourceDTD.Version 2.4?><?ConverterInfo.XSLTName springer2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Anaesth</journal-id><journal-id journal-id-type="iso-abbrev">Can J Anaesth</journal-id><journal-title-group><journal-title>Canadian Journal of Anaesthesia</journal-title></journal-title-group><issn pub-type="ppub">0832-610X</issn><issn pub-type="epub">1496-8975</issn><publisher><publisher-name>Springer International Publishing</publisher-name><publisher-loc>Cham</publisher-loc></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7090434</article-id><article-id pub-id-type="publisher-id">1630</article-id><article-id pub-id-type="doi">10.1007/s12630-020-01630-7</article-id><article-categories><subj-group subj-group-type="heading"><subject>Reports of Original Investigations</subject></subj-group></article-categories><title-group><article-title>Safety and efficacy of different anesthetic regimens for parturients with COVID-19 undergoing Cesarean delivery: a case series of 17 patients</article-title><trans-title-group><trans-title xml:lang="fr">S&#x000e9;curit&#x000e9; et efficacit&#x000e9; de diff&#x000e9;rents modes d&#x02019;anesth&#x000e9;sie pour des parturientes infect&#x000e9;es par la COVID-19 accouchant par c&#x000e9;sarienne&#x000a0;: une s&#x000e9;rie de 17&#x000a0;cas</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" equal-contrib="yes"><name><surname>Chen</surname><given-names>Rong</given-names></name><degrees>MD</degrees><xref ref-type="aff" rid="Aff1">1</xref><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author" equal-contrib="yes"><name><surname>Zhang</surname><given-names>Yuan</given-names></name><degrees>MD</degrees><xref ref-type="aff" rid="Aff1">1</xref><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><name><surname>Huang</surname><given-names>Lei</given-names></name><degrees>MD, PhD</degrees><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><name><surname>Cheng</surname><given-names>Bi-heng</given-names></name><degrees>MD, PhD</degrees><xref ref-type="aff" rid="Aff3">3</xref></contrib><contrib contrib-type="author" equal-contrib="yes"><name><surname>Xia</surname><given-names>Zhong-yuan</given-names></name><degrees>MD, PhD</degrees><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author" corresp="yes" equal-contrib="yes"><name><surname>Meng</surname><given-names>Qing-tao</given-names></name><degrees>MD, PhD</degrees><address><email>mengqingtao2018@126.com</email></address><xref ref-type="aff" rid="Aff1">1</xref><xref ref-type="aff" rid="Aff2">2</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="GRID">grid.412632.0</institution-id><institution-id institution-id-type="ISNI">0000 0004 1758 2270</institution-id><institution>Department of Anesthesiology, </institution><institution>Renmin Hospital of Wuhan University, </institution></institution-wrap>Wuhan, 430060 China </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="GRID">grid.412632.0</institution-id><institution-id institution-id-type="ISNI">0000 0004 1758 2270</institution-id><institution>Department of Anesthesiology, East Hospital, </institution><institution>Renmin Hospital of Wuhan University, </institution></institution-wrap>Wuhan, China </aff><aff id="Aff3"><label>3</label><institution-wrap><institution-id institution-id-type="GRID">grid.412632.0</institution-id><institution-id institution-id-type="ISNI">0000 0004 1758 2270</institution-id><institution>Department of Obstetric, East Hospital, </institution><institution>Renmin Hospital of Wuhan University, </institution></institution-wrap>Wuhan, China </aff></contrib-group><pub-date pub-type="epub"><day>16</day><month>3</month><year>2020</year></pub-date><fpage>1</fpage><lpage>9</lpage><history><date date-type="received"><day>1</day><month>3</month><year>2020</year></date><date date-type="rev-recd"><day>10</day><month>3</month><year>2020</year></date><date date-type="accepted"><day>10</day><month>3</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; Canadian Anesthesiologists' Society 2020</copyright-statement><license><license-p>This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.</license-p></license></permissions><abstract id="Abs1"><sec><title>Purpose</title><p id="Par1">To assess the management and safety of epidural or general anesthesia for Cesarean delivery in parturients with coronavirus disease (COVID-19) and their newborns, and to evaluate the standardized procedures for protecting medical staff.</p></sec><sec><title>Methods</title><p id="Par2">We retrospectively reviewed the cases of parturients diagnosed with severe acute respiratory syndrome coronavirus (SARS-CoV-2) infection disease (COVID-19). Their epidemiologic history, chest computed tomography scans, laboratory measurements, and SARS-CoV-2 nucleic acid positivity were evaluated. We also recorded the patients&#x02019; demographic and clinical&#x000a0;characteristics, anesthesia and surgery-related data, maternal and neonatal complications, as well as the health status of the involved medical staff.</p></sec><sec><title>Results</title><p id="Par3">The clinical characteristics of 17 pregnant women infected with SARS-CoV-2 were similar to those previously reported in non-pregnant adult patients. All of the 17 patients underwent Cesarean delivery with anesthesia performed according to standardized anesthesia/surgery procedures. Fourteen of the patients underwent continuous epidural anesthesia with 12 experiencing significant intraoperative hypotension. Three patients received general anesthesia with tracheal intubation because emergency surgery was needed. Three of the parturients are still recovering from their Cesarean delivery and are receiving in-hospital treatment for COVID-19. Three neonates were born prematurely. There were no deaths or serious neonatal asphyxia events. All neonatal SARS-CoV-2 nucleic acid tests were negative. No medical staff were infected throughout the patient care period.</p></sec><sec><title>Conclusions</title><p id="Par4">Both epidural and general anesthesia were safely used for Cesarean delivery in the parturients with COVID-19. Nevertheless, the incidence of hypotension during epidural anesthesia appeared excessive. Proper patient transfer, medical staff access procedures, and effective biosafety precautions are important to protect medical staff from COVID-19.</p></sec></abstract><trans-abstract xml:lang="fr" id="Abs2"><title>R&#x000e9;sum&#x000e9;</title><sec><title>Objectif</title><p id="Par5">&#x000c9;valuer la gestion et la s&#x000e9;curit&#x000e9; de l&#x02019;anesth&#x000e9;sie p&#x000e9;ridurale ou de l&#x02019;anesth&#x000e9;sie g&#x000e9;n&#x000e9;rale pour un accouchement par c&#x000e9;sarienne chez des parturientes infect&#x000e9;es par la maladie &#x000e0; coronavirus&#x000a0;2019 (COVID-19) et pour leurs nouveau-n&#x000e9;s, et &#x000e9;valuer les proc&#x000e9;dures standardis&#x000e9;es visant la protection du personnel m&#x000e9;dical.</p></sec><sec><title>M&#x000e9;thodes</title><p id="Par6">Nous avons revu de mani&#x000e8;re r&#x000e9;trospective les cas de parturientes ayant un diagnostic de syndrome respiratoire aigu s&#x000e9;v&#x000e8;re li&#x000e9; &#x000e0; l&#x02019;infection (SARS-CoV-2) par le coronavirus (COVID-19). L&#x02019;enqu&#x000ea;te &#x000e9;pid&#x000e9;miologique, leurs examens de tomodensitom&#x000e9;trie thoracique, les analyses de laboratoire et leur positivit&#x000e9; pour l&#x02019;acide nucl&#x000e9;ique du SARS-CoV-2 ont &#x000e9;t&#x000e9; &#x000e9;valu&#x000e9;s. Nous avons &#x000e9;galement consign&#x000e9; les caract&#x000e9;ristiques d&#x000e9;mographiques et cliniques des patientes, les donn&#x000e9;es li&#x000e9;es &#x000e0; l&#x02019;anesth&#x000e9;sie et &#x000e0; la chirurgie, les complications maternelles et n&#x000e9;onatales, ainsi que l&#x02019;&#x000e9;tat de sant&#x000e9; du personnel m&#x000e9;dical concern&#x000e9;.</p></sec><sec><title>R&#x000e9;sultats</title><p id="Par7">Les caract&#x000e9;ristiques cliniques des 17&#x000a0;femmes enceintes infect&#x000e9;es par le SARS-CoV-2 &#x000e9;taient semblables &#x000e0; celles pr&#x000e9;c&#x000e9;demment rapport&#x000e9;es chez des patientes adultes non enceintes. Les 17&#x000a0;patientes ont subi un accouchement par c&#x000e9;sarienne sous anesth&#x000e9;sie effectu&#x000e9; selon les proc&#x000e9;dures standardis&#x000e9;es d&#x02019;anesth&#x000e9;sie et de chirurgie. Parmi les quatorze patientes ayant eu une anesth&#x000e9;sie p&#x000e9;ridurale continue, 12&#x000a0;patientes ont pr&#x000e9;sent&#x000e9; une hypotension perop&#x000e9;ratoire significative. Trois patientes ont accouch&#x000e9; sous anesth&#x000e9;sie g&#x000e9;n&#x000e9;rale avec intubation trach&#x000e9;ale, car n&#x000e9;cessitant une chirurgie d&#x02019;urgence. Trois parturientes sont encore en convalescence apr&#x000e8;s leur accouchement par c&#x000e9;sarienne et re&#x000e7;oivent un traitement &#x000e0; l&#x02019;h&#x000f4;pital pour la COVID-19. Trois nouveau-n&#x000e9;s sont n&#x000e9;s pr&#x000e9;matur&#x000e9;ment. Il n&#x02019;y a pas eu de d&#x000e9;c&#x000e8;s ou d&#x02019;&#x000e9;v&#x000e9;nement asphyxique n&#x000e9;onatal grave. Toutes les recherches d&#x02019;acide nucl&#x000e9;ique du SARS-CoV-2 chez les nouveau-n&#x000e9;s ont &#x000e9;t&#x000e9; n&#x000e9;gatives. Aucun membre du personnel m&#x000e9;dical n&#x02019;a &#x000e9;t&#x000e9; infect&#x000e9; pendant la dur&#x000e9;e des soins aux patientes.</p></sec><sec><title>Conclusions</title><p id="Par8">L&#x02019;anesth&#x000e9;sie par p&#x000e9;ridurale et l&#x02019;anesth&#x000e9;sie g&#x000e9;n&#x000e9;rale ont &#x000e9;t&#x000e9; utilis&#x000e9;es sans danger pour l&#x02019;accouchement par c&#x000e9;sarienne de parturientes atteintes de COVID-19. Cependant, l&#x02019;incidence de l&#x02019;hypotension au cours de l&#x02019;anesth&#x000e9;sie p&#x000e9;ridurale a paru excessive. Un transfert appropri&#x000e9; des patientes, les proc&#x000e9;dures d&#x02019;acc&#x000e8;s du personnel m&#x000e9;dical et des pr&#x000e9;cautions efficaces de bios&#x000e9;curit&#x000e9; sont importants pour prot&#x000e9;ger le personnel m&#x000e9;dical contre la COVID-19.</p></sec></trans-abstract></article-meta></front><body><p id="Par9">Since December 2019, a new severe acute respiratory syndrome coronavirus (SARS-CoV-2) infection disease (COVID-19) has been reported. The outbreak originated in Wuhan before spreading throughout China and the rest of the world.<xref ref-type="bibr" rid="CR1">1</xref>,<xref ref-type="bibr" rid="CR2">2</xref> COVID-19 is a contagious pulmonary infectious disease with respiratory symptoms similar to those seen in the previously reported SARS epidemic in 2003.<xref ref-type="bibr" rid="CR3">3</xref> Respiratory droplets and close contact transmission are the main routes of transmission. There is also a possibility of aerosol transmission in a relatively closed environment when exposed to high concentrations of aerosol for a protracted period of time.<xref ref-type="bibr" rid="CR4">4</xref> Parturients have relatively depressed immunity and could theoretically be at higher risk from infection of this virus. Thus, SARS-CoV-2 virus infection during pregnancy is reported to be a serious threat to pregnant women and their fetuses.<xref ref-type="bibr" rid="CR5">5</xref> Nevertheless, the clinical manifestations of SARS-CoV-2-infected parturients and their babies remains unknown.</p><p id="Par10">As of January 2020, the Renmin hospital of Wuhan University has been designated as the diagnostic and treatment centre for pregnant women infected with SARS-CoV-2. Herein, we retrospectively review 17 cases of the SARS-CoV-2 infected pregnant women who underwent Cesarean delivery.</p><sec id="Sec1" sec-type="materials|methods"><title>Methods</title><sec id="Sec2"><title>Patients and diagnosis</title><p id="Par11">This study was approved by the Institutional Review Board at Renmin hospital of Wuhan University (No. WDRY2020-K077, 2 Feb 2020). Cases of pregnant women with COVID-19 who were admitted to Renmin hospital of Wuhan University from 30 January to 23 February 2020 were reviewed. After obtaining written informed consent, all clinical data were independently collected by two investigators. The diagnosis of COVID-19 followed the diagnostic criteria established by the New Coronavirus Pneumonia Prevention and Control Program (sixth edition) issued by the National Health Commission of China. Nasal swab samples from high-risk pregnant women and their newborns were tested for SARS-CoV-2 virus using a kit (BioGerm, Shanghai, China) according to the World Health Organization guidelines for reverse transcriptase polymerase chain reaction (RT-PCR) (also recommended by the Chinese Center for Disease Control and Prevention in Beijing, China). Chest computed tomography (CT) scans of all infected pregnant women were performed and reviewed as part of their pre-partum assessment. These scans were reviewed for the usual characteristic signs of COVID-19, including peripheral and/or sub-pleural ground-glass opacities.</p></sec><sec id="Sec3"><title>Operating room preparation, personnel entry and exit procedures, and medical staff protection</title><p id="Par12">Appropriate personnel protection equipment (PPE) was used in different zones of the operation room. Biosafety level-3 (BSL-3) protective medical equipment was worn during the operation, including N95 masks, goggles, protective suits, disposable medical caps, and medical rubber gloves. For care of the patients who received general anesthesia and endotracheal intubation, the anesthesiologist used a powered air-purifying respirator.<xref ref-type="bibr" rid="CR4">4</xref></p><p id="Par13">Parturients were transferred between the isolation ward and the operating room by a negative pressure isolation transfer cabin that can carry one patient over a short distance in a stretcher and stretcher vehicle, and were transported by staff wearing BSL-3 protective medical equipment. The parturients also wore regular surgical masks throughout the process to reduce viral spread.</p><p id="Par14">Negative pressure operating rooms were used for Cesarean delivery of parturients with COVID-19. Medical personnel entered and exited the operating room in strict accordance with the principles of clean area, contaminated pollution area, and two buffer zones (Fig.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>). Designated nurses ensured the implementation of standard procedures (Figs&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref> and <xref rid="Fig3" ref-type="fig">3</xref>).<fig id="Fig1"><label>Fig.&#x000a0;1</label><caption><p>Overall layout design of surgical workspaces</p></caption><graphic xlink:href="12630_2020_1630_Fig1_HTML" id="MO1"/></fig><fig id="Fig2"><label>Fig.&#x000a0;2</label><caption><p>Standard operating procedures for dressing biosafety level 3 protective medical equipment</p></caption><graphic xlink:href="12630_2020_1630_Fig2_HTML" id="MO2"/></fig><fig id="Fig3"><label>Fig.&#x000a0;3</label><caption><p>Standard operating procedures for undressing biosafety level 3 grade protective wear</p></caption><graphic xlink:href="12630_2020_1630_Fig3_HTML" id="MO3"/></fig></p><p id="Par15">After the surgery, the anesthesia workstation was disinfected for two hours with an anesthesia circuit sterilizer (containing 12% hydrogen peroxide). Chlorine-containing disinfectant (2,000 mg&#x000b7;L<sup>&#x02212;1</sup>) was used to clean the operating room floor and wipe the surface of reusable medical equipment (including the anesthesia workstation and monitors). Reusable medical devices (including surgical instruments) were soaked for 30 min in 2,000 mg&#x000b7;L<sup>&#x02212;1</sup> chlorine-containing disinfectant, then sealed and collected into double-layer disposable medical waste bags in the cleaning room and sent to the designated disinfection department by specialized staff. After the operating room was cleaned, the air purification system was shut down after 30 min of continuous operation of negative pressure laminar flow. Then, an ultra-low volume of 3% hydrogen peroxide (20&#x02013;30 mL&#x000b7;m<sup>&#x02212;3</sup>) was used to closed fumigate the operating room for two hours. Finally, the negative pressure ventilation of the operating room was turned on again.</p></sec><sec id="Sec4"><title>Anesthesia, surgery, and perioperative management</title><p id="Par16">The anesthesia informed consent was signed by the patient or her relative in the isolation ward or operating room to avoid the possibility of virus spread.</p><p id="Par17">Routine monitoring (continuous non-invasive blood pressure, electrocardiograph, and pulse oximetry) was performed after the patient entered the operating room. Continuous epidural anesthesia or combined spinal-epidural anesthesia (CSE) was the first choice to avoid endotracheal intubation (which could induce or exacerbate pulmonary complications in parturients with COVID-19). General anesthesia was an option for cases of maternal or fetal emergencies, or for those patients with contraindications to epidural or CSE techniques, or if intrathecal anesthesia failed.</p></sec><sec id="Sec5"><title>Conduct of epidural anesthesia</title><p id="Par18">The L3&#x02013;4 or L2&#x02013;3 interspace was selected as the epidural puncture site. 2% lidocaine was used as both the test dose and loading dose; 0.75% ropivacaine was used for maintenance of epidural anesthesia. A sensory and motor block plane from T6&#x02013;T8 segments to S4&#x02013;5 was maintained during Cesarean delivery.</p></sec><sec id="Sec6"><title>Conduct of general anesthesia</title><p id="Par19">For cases needing general anesthetic for Cesarean delivery, preoxygenation was rapidly accomplished with four maximal capacity breaths with 100% oxygen. Rapid inhalation induction of general anesthesia consisted of 8% sevoflurane in 100% oxygen while cricoid pressure was continuously applied, and following two to three minutes of gentle positive pressure ventilation. This was followed by intravenous injections of 2% lidocaine (1&#x02013;1.5 mg&#x000b7;kg<sup>&#x02212;1</sup>), remifentanil (1&#x02013;2 mg&#x000b7;kg<sup>&#x02212;1</sup>) and succinylcholine choline (1&#x02013;2 mg&#x000b7;kg<sup>&#x02212;1</sup>) to ensure optimal intubating conditions. Sevoflurane was used to maintain anesthesia before delivery, with sufentanil (0.25&#x02013;0.35 &#x003bc;g&#x000b7;kg<sup>&#x02212;1</sup>) and an infusion of propofol (50&#x02013;100 &#x003bc;g&#x000b7;kg<sup>1</sup>&#x000b7;min<sup>&#x02212;1</sup>) used to maintain anesthesia after delivery.</p></sec><sec id="Sec7"><title>Outcomes of both mothers and newborns</title><p id="Par20">All parturients presenting to hospital were queried as to whether they had a history of exposure to, or were diagnosed with COVID-19 within the prior 14 days. The method of delivery, American Society of Anesthesiologists (ASA) physical status score, arterial blood gases, operation time, estimated blood loss, postoperative visual analogue score (VAS) for pain, any need for analgesia within the first 48 postpartum hours, as well as maternal complications and outcomes were also recorded.</p><p id="Par21">After delivery, the newborns&#x02019; oral cavity, nose, and face were wiped and cleaned immediately with a sterile towel. The newborns were then transferred to a radiant warmer bed in a cordoned-off&#x000a0;area in the operating room. The Apgar score was assessed at one, five, and ten minutes after delivery. After ligation of the umbilical cord, newborns were sent to the neonatal intensive care unit (NICU) by specialized nurses and no further contact with infected mothers was allowed. A blood gas from the newborn was measured in NICU. A SARS-CoV-2 RT-PCR viral test (nasal swab) for neonates was performed twice, first on the day after delivery and then again on the day before discharged. Neonatal mortality, severe asphyxia, NICU length of stay, and other clinical outcomes were also recorded.</p></sec><sec id="Sec8"><title>Postoperative evaluation of medical staff</title><p id="Par22">All medical staff who were involved in the Cesarean delivery were required to have a SARS-CoV-2 virus detection test (RT-PCR of nasal swabs) and CT scans once every two weeks.</p></sec><sec id="Sec9"><title>Data presentation</title><p id="Par23">Data were presented as mean (standard deviation), median [interquartile range], or <italic>n</italic> (%). As the overall number of cases was relatively small, no inferential statistical analysis was undertaken.</p></sec></sec><sec id="Sec10" sec-type="results"><title>Results</title><sec id="Sec11"><title>Demographic data</title><p id="Par24">Seventeen parturients with COVID-19 were included in this study. Five parturients (29%) had anemia, one (6%) had gestational hypertension, and two (12%) had gestational diabetes. All these patients were in a stable condition during pregnancy (Table&#x000a0;<xref rid="Tab1" ref-type="table">1</xref>).<table-wrap id="Tab1"><label>Table&#x000a0;1</label><caption><p>Demographic data (<italic>n</italic> = 17)</p></caption><table frame="hsides" rules="groups"><thead><tr><th align="left"/><th align="left">Epidural anesthesia (<italic>n</italic> = 14)</th><th align="left">General anesthesia (<italic>n</italic> = 3)</th></tr></thead><tbody><tr><td align="left">Age, yr</td><td align="left">29.5 (3.1)</td><td align="left">28.7 (1.6)</td></tr><tr><td align="left">Height, cm</td><td align="left">160.3 (2.4)</td><td align="left">161.0 (1.7)</td></tr><tr><td align="left">Weight, kg</td><td align="left">65.6 (3.4)</td><td align="left">65.7 (2.89)</td></tr><tr><td align="left">Gestational age</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;&#x0003c; 37 weeks, <italic>n</italic> (%)</td><td align="left">3 (21)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;&#x02265; 37 weeks, <italic>n</italic> (%)</td><td align="left">11 (79)</td><td align="left">3 (100)</td></tr><tr><td align="left">Coexisting disorders</td><td align="left">8 (57)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Anemia, <italic>n</italic> (%)</td><td align="left">5 (36)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Hypertension, <italic>n</italic> (%)</td><td align="left">1 (7)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Diabetes, <italic>n</italic> (%)</td><td align="left">2 (14)</td><td align="left">0</td></tr></tbody></table><table-wrap-foot><p>Data are presented as mean (standard deviation) or <italic>n</italic> (%), as indicated</p><p>Anemia is defined as hemoglobin level of &#x0003c; 11 g&#x000b7;L<sup>&#x02212;1</sup>; Hypertension is defined as a systolic blood pressure &#x0003e; 140 mmHg and/or a diastolic blood pressure &#x0003e; 90 mmHg (average of at least two measurements taken at least 15 min apart); Diabetes is defined as fasting blood glucose concentration &#x0003e; 7.0 mmol&#x000b7;L<sup>&#x02212;1</sup> or two-hour blood glucose concentration &#x0003e; 11.1 mmol&#x000b7;L<sup>&#x02212;1</sup></p></table-wrap-foot></table-wrap></p></sec><sec id="Sec12"><title>Clinical characteristics</title><p id="Par25">Three parturients (18%) had been exposed to SARS-CoV-2. Two of them were doctors who had been in contact with SARS-CoV-2-positive patients, while one patient&#x02019;s husband worked at the HUANAN Seafood Wholesale Market (once considered to be the source of the COVID-19 outbreak). Four patients (24%) presented with a mild fever without chills and none had a high fever (temperature &#x0003e; 39&#x000a0;&#x000b0;C). Other symptoms included four patients (24%) with cough, one (6%) with fatigue, two (12%) with &#x0201c;chest distress&#x0201d;, one (6%) with overt dyspnea, and one (6%) with diarrhea (Table&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>).<table-wrap id="Tab2"><label>Table&#x000a0;2</label><caption><p>Clinical characteristics (<italic>n</italic> = 17)</p></caption><table frame="hsides" rules="groups"><thead><tr><th align="left"/><th align="left">Epidural anesthesia (<italic>n</italic> = 14)</th><th align="left">General anesthesia (<italic>n</italic> = 3)</th></tr></thead><tbody><tr><td align="left">Epidemiological exposure to SARS-CoV-2, <italic>n</italic> (%)</td><td align="left">3 (21)</td><td align="left">0</td></tr><tr><td align="left">Signs and symptoms</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;Fever, <italic>n</italic> (%)</td><td align="left">4 (29)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Cough, <italic>n</italic> (%)</td><td align="left">4 (29)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Fatigue, <italic>n</italic> (%)</td><td align="left">1 (7)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Chest distress, <italic>n</italic> (%)</td><td align="left">2 (14)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Dyspnea, <italic>n</italic> (%)</td><td align="left">1 (7)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Diarrhea, <italic>n</italic> (%)</td><td align="left">1 (7)</td><td align="left">0</td></tr><tr><td align="left">Laboratory characteristics</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;Leukocyte count, &#x000d7;10<sup>9</sup>&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">9.1 (3.6)</td><td align="left">12.7 (6.2)</td></tr><tr><td align="left">&#x000a0;Leukocytosis (&#x0003e; 10&#x000d7;10<sup>9</sup>&#x000b7;L<sup>&#x02212;1</sup>), <italic>n</italic> (%)</td><td align="left">4 (28.6)</td><td align="left">2 (66.7)</td></tr><tr><td align="left">&#x000a0;Lymphocyte count, &#x000d7;10<sup>9</sup>&#x000b7;L<sup>&#x02212;1</sup>)</td><td align="left">1.1 (0.3)</td><td align="left">1.34 (0.3)</td></tr><tr><td align="left">&#x000a0;Lymphopenia (&#x0003c; 1.0&#x000d7;10<sup>9</sup>&#x000b7;L<sup>&#x02212;1</sup>), <italic>n</italic> (%)</td><td align="left">5 (35.7)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;CRP concentration, mg&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">30.3 (8.1)</td><td align="left">24.1 (21.5)</td></tr><tr><td align="left">&#x000a0;Elevated concentrations of CRP (&#x0003e; 10 mg&#x000b7;L<sup>&#x02212;1</sup>), <italic>n</italic> (%)</td><td align="left">6 (42.9)</td><td align="left">1 (33.3)</td></tr><tr><td align="left">&#x000a0;ALT concentration, U&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">18.9 (5.4)</td><td align="left">22.3 (12.1)</td></tr><tr><td align="left">&#x000a0;AST concentration, U&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">21.4 (8.9)</td><td align="left">25.3 (14.6)</td></tr><tr><td align="left">&#x000a0;BUN concentration, mM</td><td align="left">3.0 (0.7)</td><td align="left">4.0 (0.8)</td></tr><tr><td align="left">&#x000a0;SCr concentration, &#x003bc;M</td><td align="left">41.7 (7.4)</td><td align="left">51 (7.6)</td></tr><tr><td align="left">CT evidence of pneumonia, <italic>n</italic> (%)</td><td align="left">14 (100)</td><td align="left">3 (100)</td></tr></tbody></table><table-wrap-foot><p>Data are presented as mean (standard deviation) or <italic>n</italic> (%), as indicated</p><p>ALT = alanine transaminase; AST = aspartic transaminase; BUN = urea nitrogen; CRP = C-reactive protein; CT = computed tomography; SARS-CoV-2 = severe acute respiratory syndrome coronavirus; SCr = serum creatinine</p></table-wrap-foot></table-wrap></p><p id="Par26">Five parturients (29%) with COVID-19 had lymphopenia (&#x0003c; 1.0 cells &#x000d7; 10<sup>9</sup>&#x000b7;L<sup>&#x02212;1</sup>). Seven patients (41%) had elevated concentrations of C-reactive protein (&#x0003e; 10 mg&#x000b7;L<sup>&#x02212;1</sup>). All patients had a normal level of alanine transaminase, aspartic transaminase, blood urea nitrogen, and creatinine (Table&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>). All 17 patients tested positive by RT-PCR for SARS-CoV-2 and presented with multiple patchy ground-glass opacities on chest CT scan.<xref ref-type="bibr" rid="CR5">5</xref></p></sec><sec id="Sec13"><title>Anesthesia management and surgery</title><p id="Par27">All the 17 cases underwent Cesarean delivery. Three patients (18%) received general anesthesia (with endotracheal intubation) and the other 14 patients (82%) received continuous epidural anesthesia. An overview of the intraoperative arterial blood gas of the parturients is shown in Table&#x000a0;<xref rid="Tab3" ref-type="table">3</xref>. Twelve of the parturients (86%) undergoing epidural anesthesia experienced a higher rate of intraoperative hypotension (systolic blood pressure &#x0003c; 80% of baseline) than that in the general anesthesia group. Intraoperative hemodynamic parameters were not improved by left-lateral position, intravenous liquid loading, and/or vasoconstrictor treatment. There were no other apparent clinical differences in other measurements between the general and epidural anesthesia groups. Fourteen patients quickly recovered from COVID-19 and were discharged from hospital after six to 13 days in the hospital. The three patients remaining are still in the hospital as of 1 March 2020 recovering from their Cesarean delivery and COVID-19.<table-wrap id="Tab3"><label>Table&#x000a0;3</label><caption><p>Anesthesia management and surgery (<italic>n</italic> = 17)</p></caption><table frame="hsides" rules="groups"><thead><tr><th align="left"/><th align="left">Epidural anesthesia (<italic>n</italic> = 14)</th><th align="left">General anesthesia (<italic>n</italic> = 3)</th></tr></thead><tbody><tr><td align="left">Method of delivery</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;Elective Cesarean delivery, <italic>n</italic> (%)</td><td align="left">14 (100)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;Emergency Cesarean delivery, <italic>n</italic> (%)</td><td align="left">0</td><td align="left">3 (100)</td></tr><tr><td align="left">ASA physical status</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;&#x000a0;I, <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;&#x000a0;II, <italic>n</italic> (%)</td><td align="left">13 (93)</td><td align="left">3 (100)</td></tr><tr><td align="left">&#x000a0;&#x000a0;III, <italic>n</italic> (%)</td><td align="left">1(7)</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;&#x000a0;IV, <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">&#x000a0;&#x000a0;V, <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">Arterial blood gas analysis</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;pH</td><td align="left">7.36 (0.03)</td><td align="left">7.33 (0.02)</td></tr><tr><td align="left">&#x000a0;PaO<sub>2</sub>, mmHg</td><td align="left">117 (98)</td><td align="left">125 (92)</td></tr><tr><td align="left">&#x000a0;PaCO<sub>2</sub>, mmHg</td><td align="left">32 (3)</td><td align="left">27 (4)</td></tr><tr><td align="left">&#x000a0;HCO<sub>3</sub>, mmol&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">18.9 (1.5)</td><td align="left">20.4 (0.4)</td></tr><tr><td align="left">&#x000a0;BE, mmol&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">&#x02212;5.4 (1.7)</td><td align="left">&#x02212;3.5 (0.7)</td></tr><tr><td align="left">&#x000a0;K<sup>+</sup>, mmol&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">4.0 (0.3)</td><td align="left">4.1 (0.1)</td></tr><tr><td align="left">&#x000a0;Na<sup>+</sup>, mmol&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">135 (4)</td><td align="left">136.0 (0)</td></tr><tr><td align="left">&#x000a0;Glu, mmol&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">7.1 (1.8)</td><td align="left">6.3 (0.2)</td></tr><tr><td align="left">&#x000a0;Hb, g&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">116.1 (13.1)</td><td align="left">118.3 (0.6)</td></tr><tr><td align="left">Duration of operation, min</td><td align="left">68 (13)</td><td align="left">80 (20)</td></tr><tr><td align="left">Blood loss, mL</td><td align="left">307 (92)</td><td align="left">300 (100)</td></tr><tr><td align="left">Postoperative VAS</td><td align="left">2 [1&#x02013;4]</td><td align="left">3 [2&#x02013;4]</td></tr><tr><td align="left">Occurrence of complications</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;Hypotension, <italic>n</italic> (%)</td><td align="left">12 (86)</td><td align="left">0</td></tr><tr><td align="left">Post-Cesarean delivery length of stay, day</td><td align="left">10 (4)</td><td align="left">8 (3)</td></tr><tr><td align="left">Clinical outcomes</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;Discharge from hospital, <italic>n</italic> (%)</td><td align="left">12 (86)</td><td align="left">2 (67)</td></tr><tr><td align="left">&#x000a0;Recovered, <italic>n</italic> (%)</td><td align="left">12 (86)</td><td align="left">2 (67)</td></tr></tbody></table><table-wrap-foot><p>Data are presented as mean (standard deviation), median [interquartile range], or <italic>n</italic> (%) as indicated. Hypotension is defined as systolic blood pressure &#x0003c; 80% of baseline</p><p>ASA = American Society of Anesthesiologists; BE = base excess; Glu = glucose; Hb = hemoglobin; VAS = visual analogue scale/score</p></table-wrap-foot></table-wrap></p></sec><sec id="Sec14"><title>Neonatal outcomes</title><p id="Par28">All mothers had a singleton pregnancy. No intrapartum death, neonatal death, or serious neonatal asphyxia was observed. Three neonates were born prematurely, but none had a birthweight &#x0003c; 2,500 g (Table&#x000a0;<xref rid="Tab4" ref-type="table">4</xref>). The Apgar scores ranged from 7 to 9 at one minute and 9 to 10 at five minutes (Table&#x000a0;<xref rid="Tab4" ref-type="table">4</xref>). All neonates were admitted to the NICU for further care and all SARS-CoV-2 RT-PCR tests were negative. All 17 neonates were eventually discharged from hospital. There were no apparent differences in any parameters of the neonates when comparing the epidural anesthesia group with the general anesthesia group.<table-wrap id="Tab4"><label>Table&#x000a0;4</label><caption><p>Neonatal outcomes (<italic>n</italic> = 17)</p></caption><table frame="hsides" rules="groups"><thead><tr><th align="left"/><th align="left">Epidural anesthesia (<italic>n</italic> = 14)</th><th align="left">General anesthesia (<italic>n</italic> = 3)</th></tr></thead><tbody><tr><td align="left">Neonatal death, <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">Severe neonatal asphyxia, <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">Apgar score</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;1 min</td><td align="left">9 [8&#x02013;9]</td><td align="left">9 [7&#x02013;9]</td></tr><tr><td align="left">&#x000a0;5 min</td><td align="left">10 [9&#x02013;10]</td><td align="left">10 [9&#x02013;10]</td></tr><tr><td align="left">&#x000a0;10 min</td><td align="left">10 [9&#x02013;10]</td><td align="left">10 [9&#x02013;10]</td></tr><tr><td align="left">Birth weight, g</td><td align="left">3,280 (330)</td><td align="left">2,780 (180)</td></tr><tr><td align="left">Low-birth weight (&#x0003c; 2,500 g), <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">Neonatal acidosis (umbilical artery pH &#x0003c; 7.2), <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">Arterial blood gas</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;pH</td><td align="left">7.36 (0.06)</td><td align="left">7.35 (0.05)</td></tr><tr><td align="left">&#x000a0;PaO<sub>2</sub>, mmHg</td><td align="left">69 (16)</td><td align="left">77 (3)</td></tr><tr><td align="left">&#x000a0;PaCO<sub>2</sub>, mmHg</td><td align="left">35 (7)</td><td align="left">40 (4)</td></tr><tr><td align="left">&#x000a0;HCO<sub>3</sub>, mmol&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">19.9 (2.2)</td><td align="left">21.2 (0. 5)</td></tr><tr><td align="left">&#x000a0;Hb, g&#x000b7;L<sup>&#x02212;1</sup></td><td align="left">182.1 (8.2)</td><td align="left">171.7 (11.6)</td></tr><tr><td align="left">SARS-CoV-2 positive, <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">Duration of neonate&#x000a0;ICU, hr</td><td align="left">13 (6)</td><td align="left">16 (2)</td></tr><tr><td align="left">Clinical outcomes</td><td align="left"/><td align="left"/></tr><tr><td align="left">&#x000a0;Discharge from hospital, <italic>n</italic> (%)</td><td align="left">14 (100)</td><td align="left">3 (100)</td></tr><tr><td align="left">In the hospital, <italic>n</italic> (%)</td><td align="left">0</td><td align="left">0</td></tr></tbody></table><table-wrap-foot><p>Data are presented as mean (standard deviation), median [interquartile range], or <italic>n</italic> (%) as indicated</p><p>BE = base excess; Glu = glucose; Hb = hemoglobin; ICU = intensive care unit; SARS-CoV-2 = severe acute respiratory syndrome coronavirus</p></table-wrap-foot></table-wrap></p></sec><sec id="Sec15"><title>Post-evaluation of medical staff infection</title><p id="Par29">A total of 12 obstetricians, ten anesthesiologists, and 26 nurses were involved in the Cesarean deliveries. All medical staff used BSL-3 protective equipment during the operation. Thus far, none have been infected with the SARS-CoV-2 according to the RT-PCR testing and CT scan findings.</p></sec></sec><sec id="Sec16" sec-type="discussion"><title>Discussion</title><p id="Par30">Herein we report 17 cases of parturients with COVID-19 having Cesarean delivery. All those patients presented with ground-glass opacities on chest CT scans and laboratory-confirmed SARS-CoV-2 positivity. Epidural or general anesthesia was safe and effective for surgical patients. Careful patient transfer along with medical staff effective biosafety precautions were likely important to protect medical staff from SARS-CoV-2 infection.</p><p id="Par31">Clinical features of SARS-CoV-2 infection share some similarity with previous reports of SARS-CoV and Middle East respiratory syndrome virus (MERS-CoV) infections.<xref ref-type="bibr" rid="CR6">6</xref>,<xref ref-type="bibr" rid="CR7">7</xref> Most of those patients present with fever, dry cough, dyspnea, along with bilateral ground-glass opacities on chest CT scan, and patients with severe illness rapidly developed acute respiratory distress syndrome and required intensive care unit admission. Nevertheless, COVID-19 patients rarely developed gastrointestinal signs and symptoms, whereas about 20&#x02013;25% of patients with MERS-CoV or SARS-CoV infection had diarrhea. In our experience, the 17 parturients with COVID-19 showed non-classical clinical characteristics. There were only two cases with chest distress and only one case with dyspnea. Nevertheless, none were hypoxemic or required supplemental oxygen prior to the operation. Nine of the parturients did not have typical symptoms such as fever and cough; instead they only showed abnormalities on the chest CT scan. These nine patients had only mild symptoms or were asymptomatic.</p><p id="Par32">In this report, the proportion of maternal critical illness appeared much lower than the average proportion of SARS-CoV-2 infection in Wuhan.<xref ref-type="bibr" rid="CR8">8</xref> One of the reasons may be that patients had a reduced range of activity and had less chance of exposure to SARS-CoV-2 during late pregnancy. Two recent studies have also shown that SARS-CoV-2 virus has not been detected in amniotic fluid, cord blood, or breast milk of pregnant women infected with SARS-CoV-2.<xref ref-type="bibr" rid="CR9">9</xref> This may explain why all the neonates in this study were free from infection. Our result is also consistent with the observation that the incidence of disease and disease severity were lower in neonates than in adults during the SARS epidemic, which may be related to the difficulty of vertical transmission of coronavirus,<xref ref-type="bibr" rid="CR10">10</xref> proper handling at birth, and timely isolation of the neonate after birth. A recent study showed that in addition to the lung, SARS-CoV-2 targets other organs such as kidney and testicles.<xref ref-type="bibr" rid="CR11">11</xref> It cannot be ruled out that SARS-CoV-2 may have an impact on the placenta. Thus, to ensure the safety of the parturients and newborns, we chose to perform elective Cesarean delivery.</p><p id="Par33">Although we recommend elective Cesarean delivery, there is a paucity of data to drive these recommendations. The final choice for the delivery method needs to consider the parturient&#x02019;s condition, the wishes of the parturient, and the advice of the obstetrician. The potential for transfer of the virus to the fetus during vaginal delivery is not known. If there is intrauterine fetal distress caused by hypoxia and other reasons, emergency Cesarean delivery should be performed immediately. In this study, three parturients underwent emergency Cesarean delivery because of fetal stress.</p><p id="Par34">Although no adverse maternal or neonatal outcomes were observed, COVID-19 can cause quick deterioration of lung function, so the ideal timing of Cesarean delivery is still crucial to ensuring maternal and fetal safety. Although both neuraxial and general anesthesia have been safely reported in pregnancy,<xref ref-type="bibr" rid="CR12">12</xref> because the lung is the main target organ of the virus, the choice of anesthetic regimens for Cesarean delivery is critical for pregnant women with COVID-19. Therefore, we recommend that neuraxial anesthesia wherever possible, based on it reducing the possibility of exacerbating pulmonary complications due to intubation. In our study, 14 of 17 pregnant women underwent epidural anesthesia, the onset time of sensory and motor block, the degree of motor block, the height of sensation, and the quality of anesthesia appeared to be the same as those of non-infected pregnant women. Nevertheless, it was noted that 86% of parturients undergoing epidural anesthesia experienced intraoperative hypotension. Importantly, because of the short duration and the hemodynamic changes, no adverse end-organ damage was apparent. As for why there appeared to be significant hypotension, a recent study suggested that SARS-CoV-2 can bind with the angiotensin-converting enzyme II (ACE2) receptor.<xref ref-type="bibr" rid="CR13">13</xref> The key of SARS-CoV-2 infection is its S protein binding with ACE2 receptor.<xref ref-type="bibr" rid="CR14">14</xref> These studies imply that the circulatory system is highly susceptible to SARS-CoV-2 infection. General anesthesia was used in three of our SARS-CoV-2-infected parturients. General anesthesia did not have any adverse effects on the neonatal outcomes and mothers&#x02019; recovery from COVID-19.</p><p id="Par35">SARS-CoV-2 is easily spread from person to person via various routes. Respiratory droplets and close contact transmission are the main routes of transmission. There is a possibility of aerosol transmission in a relatively closed environment when exposed to high concentrations of aerosol for a long time. To solve the safety issues such as environmental pollution and infection of medical staff with COVID-19, all medical staff involved in the operation need to be identified. They should be trained in proper infection control management procedures and have a thorough understanding of nosocomial infection control and risk factors for COVID-19. In this series of patients, no medical staff involved in the operation were infected with COVID-19. Several factors may have influenced this positive result. First, a specific patient negative pressure transfer vehicle and a dedicated negative pressure operating room were used to prevent the spread of the virus, and sterilization was performed after surgery. Second, patients and medical staff followed the established biosafety procedures when entering and leaving the operating room. Dedicated personnel wore protective equipment and infection control in the negative pressure anterior chamber and buffer room to improve efficiency. Third, parturients wore a surgical mask in case they coughed during tracheal intubation, and suctioning reduced the spread of respiratory droplets and aerosols.</p><p id="Par36">In summary, our experience is that both epidural and general anesthesia are safe and effective for pregnant women and newborns. Nevertheless, the incidence of hypotension appeared to be significantly higher than normal during epidural anesthesia. A negative pressure operating room, proper patient transfer, medical staff access procedures, and effective biosafety precautions were also important to protect the medical staff from SARS-CoV-2 infection. This experience may be helpful in planning for further obstetric anesthetic management of COVID-19 patients, particularly if the infection progresses to pandemic status.
</p></sec></body><back><fn-group><fn><p><bold>Publisher's Note</bold></p><p>Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.</p></fn><fn><p>Rong Chen and Yuan Zhang have contributed equally to this work.</p></fn><fn><p>Zhong-yuan Xia and Qing-tao Meng share senior authorship.</p></fn></fn-group><ack><title>Acknowledgements</title><p>The authors thank Prof. Daqing Ma, Imperial College London for his critical comment during manuscript preparation.</p><sec id="FPar1"><title>Conflicts of interest</title><p id="Par37">None.</p></sec><sec id="FPar2"><title>Funding statement</title><p id="Par38">None.</p></sec><sec id="FPar3"><title>Editorial responsibility</title><p id="Par39">This submission was handled by Dr. Hilary P. Grocott, Editor-in-Chief, <italic>Canadian Journal of Anesthesia.</italic></p></sec></ack><ref-list id="Bib1"><title>References</title><ref id="CR1"><label>1.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Yang</surname><given-names>X</given-names></name><name><surname>Yu</surname><given-names>Y</given-names></name><name><surname>Xu</surname><given-names>J</given-names></name><etal/></person-group><article-title>Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study</article-title><source>Lancet Respir Med</source><year>2020</year><pub-id pub-id-type="doi">10.1016/S2213-2600(20)30079-5</pub-id><?supplied-pmid 32105632?><pub-id pub-id-type="pmid">32105632</pub-id></element-citation></ref><ref id="CR2"><label>2.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Xu</surname><given-names>XW</given-names></name><name><surname>Wu</surname><given-names>XX</given-names></name><name><surname>Jiang</surname><given-names>XG</given-names></name><etal/></person-group><article-title>Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series</article-title><source>BMJ</source><year>2019</year><pub-id pub-id-type="doi">10.1136/bmj.m606</pub-id><?supplied-pmid 31405892?><pub-id pub-id-type="pmid">31405892</pub-id></element-citation></ref><ref id="CR3"><label>3.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C</given-names></name><name><surname>Wang</surname><given-names>Y</given-names></name><name><surname>Li</surname><given-names>X</given-names></name><etal/></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet</source><year>2020</year><volume>395</volume><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30183-5</pub-id><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="CR4"><label>4.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Wax</surname><given-names>RS</given-names></name><name><surname>Christian</surname><given-names>MD</given-names></name></person-group><article-title>Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients</article-title><source>Can J Anesth</source><year>2020</year><pub-id pub-id-type="doi">10.1007/s12630-020-01591-x</pub-id><?supplied-pmid 32052373?><pub-id pub-id-type="pmid">32052373</pub-id></element-citation></ref><ref id="CR5"><label>5.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>R</given-names></name><name><surname>Chen</surname><given-names>J</given-names></name><name><surname>Meng</surname><given-names>Q</given-names></name></person-group><article-title>Chest computed tomography images of early coronavirus disease (COVID-19)</article-title><source>Can J Anesth</source><year>2020</year><pub-id pub-id-type="doi">10.1007/s12630-020-01625-4</pub-id><?supplied-pmid 32162211?><pub-id pub-id-type="pmid">32162211</pub-id></element-citation></ref><ref id="CR6"><label>6.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Lee</surname><given-names>N</given-names></name><name><surname>Hui</surname><given-names>D</given-names></name><name><surname>Wu</surname><given-names>A</given-names></name><etal/></person-group><article-title>A major outbreak of severe acute respiratory syndrome in Hong Kong</article-title><source>N Engl J Med</source><year>2003</year><volume>348</volume><fpage>1986</fpage><lpage>1994</lpage><pub-id pub-id-type="doi">10.1056/NEJMoa030685</pub-id><pub-id pub-id-type="pmid">12682352</pub-id></element-citation></ref><ref id="CR7"><label>7.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Assiri</surname><given-names>A</given-names></name><name><surname>Al-Tawfiq</surname><given-names>JA</given-names></name><name><surname>Al-Rabeeah</surname><given-names>AA</given-names></name><etal/></person-group><article-title>Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study</article-title><source>Lancet Infect Dis</source><year>2013</year><volume>13</volume><fpage>752</fpage><lpage>761</lpage><pub-id pub-id-type="doi">10.1016/S1473-3099(13)70204-4</pub-id><pub-id pub-id-type="pmid">23891402</pub-id></element-citation></ref><ref id="CR8"><label>8.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>D</given-names></name><name><surname>Hu</surname><given-names>B</given-names></name><name><surname>Hu</surname><given-names>C</given-names></name><etal/></person-group><article-title>Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China</article-title><source>JAMA</source><year>2019</year><pub-id pub-id-type="doi">10.1001/jama.2020.1585</pub-id><?supplied-pmid 31846015?><pub-id pub-id-type="pmid">31846015</pub-id></element-citation></ref><ref id="CR9"><label>9.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>H</given-names></name><name><surname>Guo</surname><given-names>J</given-names></name><name><surname>Wang</surname><given-names>C</given-names></name><etal/></person-group><article-title>Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records</article-title><source>Lancet</source><year>2020</year><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30360-3</pub-id><?supplied-pmid 32171076?><pub-id pub-id-type="pmid">32171076</pub-id></element-citation></ref><ref id="CR10"><label>10.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Gagneur</surname><given-names>A</given-names></name><name><surname>Dirson</surname><given-names>E</given-names></name><name><surname>Audebert</surname><given-names>S</given-names></name><etal/></person-group><article-title>Vertical transmission of human coronavirus. Prospective pilot study (French)</article-title><source>Pathol Biol (Paris)</source><year>2007</year><volume>55</volume><fpage>525</fpage><lpage>530</lpage><pub-id pub-id-type="doi">10.1016/j.patbio.2007.07.013</pub-id><pub-id pub-id-type="pmid">17889450</pub-id></element-citation></ref><ref id="CR11"><label>11.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Fan</surname><given-names>C</given-names></name><name><surname>Li</surname><given-names>K</given-names></name><name><surname>Ding</surname><given-names>Y</given-names></name><name><surname>Lu</surname><given-names>WL</given-names></name><name><surname>Wang</surname><given-names>J</given-names></name></person-group><article-title>ACE2 expression in kidney and testis may cause kidney and testis damage after 2019-nCoV infection</article-title><source>Urology</source><year>2020</year><pub-id pub-id-type="doi">10.1101/2020.02.12.20022418</pub-id><?supplied-pmid 32151649?><pub-id pub-id-type="pmid">32151649</pub-id></element-citation></ref><ref id="CR12"><label>12.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Birnbach</surname><given-names>DJ</given-names></name><name><surname>Bateman</surname><given-names>BT</given-names></name></person-group><article-title>Obstetric anesthesia: leading the way in patient safety</article-title><source>Obstet Gynecol Clin N Am</source><year>2019</year><volume>46</volume><fpage>329</fpage><lpage>337</lpage><pub-id pub-id-type="doi">10.1016/j.ogc.2019.01.015</pub-id></element-citation></ref><ref id="CR13"><label>13.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Zhou</surname><given-names>P</given-names></name><name><surname>Yang</surname><given-names>XL</given-names></name><name><surname>Wang</surname><given-names>XG</given-names></name><etal/></person-group><article-title>A pneumonia outbreak associated with a new coronavirus of probable bat origin</article-title><source>Nature</source><year>2020</year><pub-id pub-id-type="doi">10.1038/s41586-020-2012-7</pub-id></element-citation></ref><ref id="CR14"><label>14.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Lu</surname><given-names>R</given-names></name><name><surname>Zhao</surname><given-names>X</given-names></name><name><surname>Li</surname><given-names>J</given-names></name><etal/></person-group><article-title>Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding</article-title><source>Lancet</source><year>2019</year><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30251-8</pub-id><?supplied-pmid 31879247?><pub-id pub-id-type="pmid">31879247</pub-id></element-citation></ref></ref-list></back></article>