<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue -//ES//DTD journal article DTD version 5.5.0//EN//XML?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName art550.dtd?><?SourceDTD.Version 5.5.0?><?ConverterInfo.XSLTName elsevier2nlmx2.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?FILEmeta_APRIM1735 xml ?><?FILEmain xml ?><?FILEmain pdf ?><?FILEmmc1 docx ?><?properties open_access?><front><journal-meta><journal-id journal-id-type="nlm-ta">Aten Primaria</journal-id><journal-id journal-id-type="iso-abbrev">Aten Primaria</journal-id><journal-title-group><journal-title>Atencion Primaria</journal-title></journal-title-group><issn pub-type="ppub">0212-6567</issn><issn pub-type="epub">1578-1275</issn><publisher><publisher-name>Elsevier</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S0212-6567(19)30191-X</article-id><article-id pub-id-type="doi">10.1016/j.aprim.2019.04.004</article-id><article-categories><subj-group subj-group-type="heading"><subject>Art&#x000ed;culo especial</subject></subj-group></article-categories><title-group><article-title>De la neurastenia a la enfermedad postesfuerzo: evoluci&#x000f3;n de los criterios diagn&#x000f3;sticos del s&#x000ed;ndrome de fatiga cr&#x000f3;nica/encefalomielitis mi&#x000e1;lgica</article-title><trans-title-group xml:lang="en"><trans-title>From neurasthenia to post-exertion disease: Evolution of the diagnostic criteria of chronic fatigue syndrome/myalgic encephalomyelitis</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Murga</surname><given-names>&#x000cd;&#x000f1;igo</given-names></name><email>imurgaresearchcfs@yahoo.com</email><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Lafuente</surname><given-names>Jos&#x000e9;-Vicente</given-names></name></contrib></contrib-group><aff id="aff0005">Grupo LanCE, Departamento de Neurociencia, Universidad del Pa&#x000ed;s Vasco, Leioa, Espa&#x000f1;a</aff><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>imurgaresearchcfs@yahoo.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>08</day><month>6</month><year>2019</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>11</month><year>2019</year></pub-date><pub-date pub-type="epub"><day>08</day><month>6</month><year>2019</year></pub-date><volume>51</volume><issue>9</issue><fpage>579</fpage><lpage>585</lpage><history><date date-type="received"><day>17</day><month>3</month><year>2019</year></date><date date-type="accepted"><day>2</day><month>4</month><year>2019</year></date></history><permissions><copyright-statement>&#x000a9; 2019 Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2019</copyright-year><copyright-holder/><license license-type="CC BY-NC-ND" xlink:href="http://creativecommons.org/licenses/by-nc-nd/4.0/"><license-p>This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><sec><p>Presentamos la evoluci&#x000f3;n de la terminolog&#x000ed;a y los criterios diagn&#x000f3;sticos para el s&#x000ed;ndrome de fatiga cr&#x000f3;nica/encefalomielitis mi&#x000e1;lgica.</p><p>Este s&#x000ed;ndrome es una entidad compleja y controvertida, de etiolog&#x000ed;a desconocida, que aparece en la literatura m&#x000e9;dica en 1988, si bien desde el siglo XIX se identificaron cuadros cl&#x000ed;nicos de fatiga cr&#x000f3;nica idiop&#x000e1;tica con diferentes nombres, desde neurastenia, neuromiastenia epid&#x000e9;mica y encefalomielitis mi&#x000e1;lgica benigna hasta la actual propuesta de enfermedad de intolerancia al esfuerzo (postesfuerzo). Todos ellos aluden a un estado cr&#x000f3;nico de fatiga generalizada de naturaleza desconocida, con limitaciones al esfuerzo f&#x000ed;sico y mental, acompa&#x000f1;ado de un conjunto de s&#x000ed;ntomas que comprometen diversos sistemas org&#x000e1;nicos.</p><p>La Clasificaci&#x000f3;n Internacional de Enfermedades (CIE-10) encuadra este s&#x000ed;ndrome en el apartado de trastornos neurol&#x000f3;gicos (G93.3), aunque todav&#x000ed;a no se hayan encontrado hallazgos anatomopatol&#x000f3;gicos que lo clarifiquen.</p><p>Se han documentado m&#x000fa;ltiples alteraciones org&#x000e1;nicas, pero no se ha establecido una biolog&#x000ed;a com&#x000fa;n que aclare los mecanismos que subyacen a esta dolencia. Se enuncia como una disfunci&#x000f3;n neuroinmunoendocrina, con un diagn&#x000f3;stico exclusivamente cl&#x000ed;nico y por exclusi&#x000f3;n.</p><p>Diversos autores han propuesto incluir el s&#x000ed;ndrome de fatiga cr&#x000f3;nica/encefalomielitis mi&#x000e1;lgica dentro de los s&#x000ed;ndromes de sensibilidad central, aludiendo a la sensibilizaci&#x000f3;n central como el sustrato fisiopatol&#x000f3;gico com&#x000fa;n para este s&#x000ed;ndrome y otros.</p><p>El papel del m&#x000e9;dico de familia es clave en la enfermedad, para la detecci&#x000f3;n de aquellos pacientes que presenten una fatiga de naturaleza desconocida que se prolonga de forma continua o intermitente durante m&#x000e1;s de 6 meses, al objeto de realizar un diagn&#x000f3;stico temprano y establecer un plan de actuaci&#x000f3;n frente a una enfermedad cr&#x000f3;nica con unos altos niveles de morbilidad en la esfera f&#x000ed;sica y mental.</p></sec><sec><title>Objetivo</title><p>Realizar una revisi&#x000f3;n bibliogr&#x000e1;fica de la terminolog&#x000ed;a y criterios diagn&#x000f3;sticos del s&#x000ed;ndrome de fatiga cr&#x000f3;nica/encefalomielitis mi&#x000e1;lgica, al objeto de aclarar conceptualmente la enfermedad, como utilidad en el diagn&#x000f3;stico a los m&#x000e9;dicos de Atenci&#x000f3;n Primaria.</p></sec></abstract><trans-abstract xml:lang="en"><sec><p>Changes in the terminology and diagnostic criteria for chronic fatigue syndrome/myalgic encephalomyelitis are explained in this paper.</p><p>This syndrome is a complex and controversial entity of unknown origins. It appears in the medical literature in 1988, although clinical pictures of chronic idiopathic fatigue have been identified since the nineteenth century with different names, from neurasthenia, epidemic neuromyasthenia, and benign myalgic encephalomyelitis up to the current proposal of disease of intolerance to effort (post-effort). All of them allude to a chronic state of generalised fatigue of unknown origin, with limitations to physical and mental effort, accompanied by a set of symptoms that compromise diverse organic systems.</p><p>The International Classification of Diseases (ICD-10) places this syndrome in the section on neurological disorders (G93.3), although histopathological findings have not yet been found to clarify it.</p><p>Multiple organic alterations have been documented, but a common biology that clarifies the mechanisms underlying this disease has not been established. It is defined as a neuro-immune-endocrine dysfunction, with an exclusively clinical diagnosis and by exclusion.</p><p>Several authors have proposed to include CFS/ME within central sensitivity syndromes, alluding to central sensitisation as the common pathophysiological substrate for this, and other syndromes.</p><p>The role of the family doctor is a key figure in the disease, from the detection of those patients who present a fatigue of unknown nature that is continuous or intermittent for more than 6 months, in order to make an early diagnosis and establish a plan of action against a chronic disease with high levels of morbidity in the physical and mental sphere.</p></sec><sec><title>Objective</title><p>To carry out a bibliographic review of the terminology and diagnostic criteria of the chronic fatigue syndrome/myalgic encephalomyelitis, in order to clarify the pathology conceptually, as a usefulness in the diagnosis of Primary Care physicians.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Neurastenia</kwd><kwd>Neuromiastenia epid&#x000e9;mica</kwd><kwd>Encefalomielitis mi&#x000e1;lgica benigna</kwd><kwd>S&#x000ed;ndrome de fatiga cr&#x000f3;nica</kwd><kwd>Enfermedad de intolerancia al esfuerzo (postesfuerzo)</kwd><kwd>S&#x000ed;ndromes de sensibilidad central</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Neurasthenia</kwd><kwd>Epidemic neuromyasthenia</kwd><kwd>Benign myalgic encephalomyelitis</kwd><kwd>Chronic fatigue syndrome</kwd><kwd>Systemic exertion intolerance disease</kwd><kwd>Central sensitivity syndromes</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0010">Los t&#x000e9;rminos de fatiga, astenia o cansancio son sin&#x000f3;nimos desde el punto de vista cl&#x000ed;nico. La fatiga es un s&#x000ed;ntoma que es percibido y referido, por lo tanto, es subjetivo. Puede ser expresado de diversas formas: de manera aguda constituye un mecanismo de protecci&#x000f3;n homeost&#x000e1;tico y de forma cr&#x000f3;nica (se prolonga al menos durante 6 meses) constituye un &#x000ab;estado de enfermedad permanente&#x000bb; asociado tanto a enfermedad m&#x000e9;dica como psicol&#x000f3;gica, ya sea conocida o idiop&#x000e1;tica.</p><p id="par0015">En la Clasificaci&#x000f3;n Internacional de Enfermedades (CIE-10) la fatiga o astenia queda incluida en el cap&#x000ed;tulo XVIII (R00-R99) en el ep&#x000ed;grafe: &#x000ab;S&#x000ed;ntomas, signos y hallazgos anormales cl&#x000ed;nicos y de laboratorio, no clasificados en otra parte&#x000bb;, figura con el c&#x000f3;digo R53<xref rid="bib0205" ref-type="bibr"><sup>1</sup></xref>.</p><p id="par0020">Las definiciones de fatiga son muy laxas. Se trata de un t&#x000e9;rmino polis&#x000e9;mico, multidimensional y variable que va desde &#x000ab;sentimiento de agotamiento de mente y cuerpo que sigue a un esfuerzo, asociado a un deseo de descanso y a un rechazo o incapacidad para realizar cualquier otro esfuerzo&#x000bb;<xref rid="bib0210" ref-type="bibr"><sup>2</sup></xref> hasta &#x000ab;sensaci&#x000f3;n subjetiva de falta de energ&#x000ed;a o agotamiento f&#x000ed;sico o mental, debilidad, durante o despu&#x000e9;s de las tareas habituales, no necesariamente asociada a actividad f&#x000ed;sica, que conlleva la disminuci&#x000f3;n de la capacidad para hacer vida normal o el tener que esforzarse para realizar actividades habituales&#x000bb;<xref rid="bib0215" ref-type="bibr"><sup>3</sup></xref>.</p><p id="par0025">Acad&#x000e9;micamente se puede diferenciar la fatiga &#x000ab;perif&#x000e9;rica&#x000bb; (muscular) de la fatiga &#x000ab;central&#x000bb; (neural), aunque est&#x000e1;n estrechamente relacionadas. La &#x000ab;perif&#x000e9;rica&#x000bb; puede definirse como un menor desarrollo de fuerza de la esperada a consecuencia de un trabajo muscular exhaustivo; se excluyen p&#x000e9;rdidas de fuerza debidas a da&#x000f1;o o a factores que no est&#x000e1;n relacionados directamente con la activaci&#x000f3;n del m&#x000fa;sculo<xref rid="bib0220" ref-type="bibr"><sup>4</sup></xref>. Mientras que la fatiga &#x000ab;central&#x000bb; se trata de una sensaci&#x000f3;n sostenida de cansancio que no se relaciona de forma directa con la realizaci&#x000f3;n de actividad f&#x000ed;sica, aunque la empeora desproporcionadamente, y no mejora con el reposo; los pacientes se sienten cansados a primera hora de la ma&#x000f1;ana, se acompa&#x000f1;a de una incapacidad para realizar cualquier actividad, cursa tanto con quejas de debilidad f&#x000ed;sica como cognitiva y aparece como la integraci&#x000f3;n de emociones, volici&#x000f3;n, cognici&#x000f3;n y motilidad<xref rid="bib0210" ref-type="bibr"><sup>2</sup></xref>. Dentro de este concepto, la fatiga &#x000ab;mental&#x000bb; representa la incapacidad para completar tareas mentales que requieran automotivaci&#x000f3;n, en ausencia de d&#x000e9;ficit cognitivo y de debilidad motora demostrable<xref rid="bib0225" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0030">Cuando la fatiga es cr&#x000f3;nica y de origen desconocido asociada a otros s&#x000ed;ntomas, ha recibido a lo largo de la historia diversos nombres: neurastenia, neuromiastenia epid&#x000e9;mica, poliomielitis at&#x000ed;pica, enfermedad de Akureyri, enfermedad de Islandia, s&#x000ed;ndrome de Da Costa o del coraz&#x000f3;n irritable, enfermedad del Hospital Royal Free, neuritis vegetativa, s&#x000ed;ndrome de agotamiento de combate, encefalomielitis mi&#x000e1;lgica benigna, s&#x000ed;ndrome de fatiga posviral, encefalopat&#x000ed;a mi&#x000e1;lgica, encefalopat&#x000ed;a de los n&#x000fa;cleos del rafe, s&#x000ed;ndrome de mononucleosis cr&#x000f3;nica, s&#x000ed;ndrome de fatiga cr&#x000f3;nica, s&#x000ed;ndrome de disfunci&#x000f3;n neuroinmunoendocrina, s&#x000ed;ndrome de la guerra del Golfo y enfermedad de intolerancia al esfuerzo, entre otros<xref rid="bib0230" ref-type="bibr"><sup>6</sup></xref>. Si todos estos cuadros, o algunos de ellos, son el mismo o se superponen en parte es algo que queda por aclarar.</p><p id="par0035">Por otro lado, el s&#x000ed;ndrome de fatiga cr&#x000f3;nica/encefalomielitis mi&#x000e1;lgica (SFC/EM) es un s&#x000ed;ndrome con unos criterios definidos, con m&#x000fa;ltiples alteraciones en diversos sistemas, como corresponde a una enfermedad con repercusi&#x000f3;n multisist&#x000e9;mica, pero a&#x000fa;n no se ha determinado un mecanismo fisiopatog&#x000e9;nico com&#x000fa;n, ni un sustrato patol&#x000f3;gico claro, ya sea a nivel org&#x000e1;nico, celular o molecular.</p><p id="par0040">La prevalencia estimada de fatiga en Atenci&#x000f3;n Primaria var&#x000ed;a entre un 6% y un 32%, un 5-15% sufren fatiga cr&#x000f3;nica (&#x0003e;6 meses) y el 0,5-4,4% sufren de SFC<xref rid="bib0235" ref-type="bibr"><sup>7</sup></xref>. Otros autores indican una prevalencia de fatiga cr&#x000f3;nica en los Estados Unidos del 11,1% y en Reino Unido del 10,4%<xref rid="bib0240" ref-type="bibr"><sup>8</sup></xref>, cifra que llega al 33% en Jap&#x000f3;n<xref rid="bib0245" ref-type="bibr"><sup>9</sup></xref>. En cambio, para SFC/EM, los rangos var&#x000ed;an dependiendo de la metodolog&#x000ed;a (entre el 0,0052% y el 6,40%)<xref rid="bib0250" ref-type="bibr"><sup>10</sup></xref>. Esta amplia variaci&#x000f3;n que se recoge en los estudios epidemiol&#x000f3;gicos responde a la complejidad tanto del s&#x000ed;ntoma fatiga como a la controversia sobre los criterios diagn&#x000f3;sticos empleados para SFC/EM.</p><p id="par0045">En este trabajo llevamos a cabo una revisi&#x000f3;n del devenir de la terminolog&#x000ed;a utilizada (1869-2015) y de la evoluci&#x000f3;n de los criterios diagn&#x000f3;sticos que han conducido a los 3&#x000a0;t&#x000e9;rminos que conviven hoy en d&#x000ed;a en la literatura m&#x000e9;dica como m&#x000e1;s aceptados: SFC, EM y la enfermedad de intolerancia al esfuerzo.</p></sec><sec id="sec0010"><title>Desarrollo</title><sec id="sec0015"><title>Neurastenia</title><p id="par0050">Los m&#x000e9;dicos estadounidenses George Beard (1839-1883) y Edwin van Deusen (1828-1910) desarrollaron el concepto de neurastenia en sus publicaciones de 1869<xref rid="bib0255" ref-type="bibr">11</xref>, <xref rid="bib0260" ref-type="bibr">12</xref>.</p><p id="par0055">Para Beard se trataba de una enfermedad funcional del cerebro, que consist&#x000ed;a en un agotamiento ocasionado por un excesivo trabajo o tensi&#x000f3;n de tipo preferentemente mental (alta exigencia al sistema nervioso). Esta se presentaba sobre todo en el hombre norteamericano de profesi&#x000f3;n liberal.</p><p id="par0060">Como causas predisponentes para presentar este cuadro se postul&#x000f3; la dispepsia, las enfermedades cardiovasculares &#x02014;por conllevar una mala nutrici&#x000f3;n del cerebro&#x02014; o los excesos sexuales, adem&#x000e1;s de una cierta predisposici&#x000f3;n hereditaria y la influencia del clima. De acuerdo con los s&#x000ed;ntomas dominantes, distingu&#x000ed;a diversas formas cl&#x000ed;nicas: cerebral, espinal, gastrointestinal, cardiaca y genital o sexual. Ambos autores coincid&#x000ed;an en las causas, pero, en cuanto a los s&#x000ed;ntomas, Van Deusen inclu&#x000ed;a malestar, irritabilidad, depresi&#x000f3;n y melancol&#x000ed;a.</p><p id="par0065">En la actualidad aparece en la CIE-10 en el cap&#x000ed;tulo V (F00-F99) &#x000ab;Trastornos mentales y del comportamiento&#x000bb;, como un trastorno neur&#x000f3;tico con el c&#x000f3;digo (F48.0)<xref rid="bib0265" ref-type="bibr"><sup>13</sup></xref>.</p><p id="par0070">Existen considerables variaciones culturales en la presentaci&#x000f3;n de este trastorno, si bien se pueden identificar 2&#x000a0;tipos principales, aunque presentan una gran superposici&#x000f3;n entre ellos. En uno, la queja principal es el aumento de fatiga despu&#x000e9;s de un esfuerzo mental, relacionado con disminuci&#x000f3;n en el rendimiento laboral o en las tareas cotidianas; en cambio, el otro pone el &#x000e9;nfasis en la debilidad f&#x000ed;sica y el agotamiento despu&#x000e9;s de un m&#x000ed;nimo esfuerzo, acompa&#x000f1;ado de s&#x000ed;ntomas como dolores musculares e incapacidad para relajarse. Ambos tipos se acompa&#x000f1;an de mareos, cefalea tensional, irritabilidad, anhedonia, alteraciones del sue&#x000f1;o, depresi&#x000f3;n y ansiedad.</p></sec><sec id="sec0020"><title>Neuromiastenia epid&#x000e9;mica</title><p id="par0075">La NE alud&#x000ed;a a un s&#x000ed;ndrome cuyos s&#x000ed;ntomas inclu&#x000ed;an fatiga, depresi&#x000f3;n, dolor, debilidad muscular, cefalea y parestesias, entre otros. Los pacientes presentan afectaci&#x000f3;n del sistema nervioso central y auton&#x000f3;mico as&#x000ed; como del reticuloendotelial. La anormal fatigabilidad muscular es la caracter&#x000ed;stica esencial, que apunta a un posible da&#x000f1;o mitocondrial<xref rid="bib0270" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0080">Este cuadro fue inicialmente descrito en brotes epid&#x000e9;micos, de ah&#x000ed; su nombre. Entre 1934 y 1977 fueron comunicados alrededor de 30 brotes epid&#x000e9;micos que afectaban principalmente a j&#x000f3;venes y mujeres de mediana edad<xref rid="bib0275" ref-type="bibr"><sup>15</sup></xref>. Estos brotes fueron atribuidos a diversos agentes infecciosos, como el virus de Epstein-Barr, el m&#x000e1;s frecuente que se relaciona con fatiga debilitante, pero tambi&#x000e9;n otros como el citomegalovirus, <italic>Toxoplasma gondii</italic>, <italic>Giardia lamblia</italic>, <italic>Coxsackie</italic>, hepatitis A, <italic>Mycoplasma pneumoniae</italic> o herpes z&#x000f3;ster, si bien lo m&#x000e1;s frecuente fue el origen desconocido<xref rid="bib0280" ref-type="bibr"><sup>16</sup></xref>.</p></sec><sec id="sec0025"><title>Encefalomielitis mi&#x000e1;lgica benigna</title><p id="par0085">Durante la d&#x000e9;cada de 1945 a 1955 fueron comunicados en todo el mundo un conjunto de brotes epid&#x000e9;micos de origen desconocido que remedaban caracter&#x000ed;sticas de poliomielitis. Fruto de todo ello <italic>The Lancet</italic> (1956) public&#x000f3; bajo el t&#x000ed;tulo &#x000ab;A new clinical entity?&#x000bb; un an&#x000e1;lisis de las caracter&#x000ed;sticas de estos brotes epid&#x000e9;micos de origen desconocido, diferenci&#x000e1;ndolos de otros procesos como la poliomielitis, la mialgia epid&#x000e9;mica, la fiebre glandular, otras formas de encefalitis epid&#x000e9;micas y tambi&#x000e9;n de la histeria. El editorial propon&#x000ed;a y argumentaba para todos estos procesos el t&#x000e9;rmino de EM benigna. La autor&#x000ed;a de dicho editorial y el concepto se atribuyeron finalmente al epidemi&#x000f3;logo brit&#x000e1;nico Donald Acheson (1926-2010).</p><p id="par0090">Estas epidemias o casos espor&#x000e1;dicos presentan las siguientes caracter&#x000ed;sticas comunes: s&#x000ed;ntomas y signos de da&#x000f1;o cerebro-espinal, dolor muscular, con paresia y calambres, trastornos emocionales durante la convalecencia, l&#x000ed;quido cefalorraqu&#x000ed;deo normal, compromiso del sistema reticuloendotelial en algunos casos, curso cr&#x000f3;nico con evoluci&#x000f3;n relativamente benigna y deterioro en los casos m&#x000e1;s severos<xref rid="bib0285" ref-type="bibr"><sup>17</sup></xref>.</p><p id="par0095">En 1957, Wallis, en su tesis doctoral: &#x000ab;An investigation into an unusual disease seen in epidemic and sporadic form in a general practice in Cumberland in 1955 and subsequent years&#x000bb;, alud&#x000ed;a tambi&#x000e9;n al t&#x000e9;rmino de encefalomielitis de origen desconocido (&#x000ab;una oscura enfermedad que simula la poliomielitis&#x000bb;), para referirse a este s&#x000ed;ndrome<xref rid="bib0290" ref-type="bibr"><sup>18</sup></xref>.</p><p id="par0100">De una forma extensa, Lindan describi&#x000f3; la EM benigna en los siguientes t&#x000e9;rminos: &#x000ab;El comienzo se asemeja al de la poliomielitis, con dolores de cabeza, cansancio, rigidez en el cuello y dolor de garganta, acompa&#x000f1;ado de dolores en las extremidades y la espalda, y, posiblemente, parestesia y par&#x000e1;lisis. En contraste con la poliomielitis, sin embargo, la fiebre no es muy alta, la temperatura rara vez supera los 37,7&#x000a0;&#x000b0;C y puede persistir durante largos periodos. El cuadro cl&#x000ed;nico est&#x000e1; dominado por dolores musculares severos, acompa&#x000f1;ados al principio por espasmos y reflejos tendinosos exagerados. Estos dolores no son transitorios, a menudo persisten mucho despu&#x000e9;s de que los signos locales hayan disminuido y pueden ser acompa&#x000f1;ados por un aumento de la sensibilidad, pero en ning&#x000fa;n momento se desarrolla una p&#x000e9;rdida de masa muscular. Un rasgo distintivo adicional de la enfermedad es la aparici&#x000f3;n de cambios en el comportamiento, tales como labilidad emocional, irritabilidad y depresi&#x000f3;n. Tambi&#x000e9;n son comunes alteraciones de los nervios craneales (diplop&#x000ed;a y nistagmo), debilidad facial, sordera o, por el contrario, en algunos casos, hiperacusia. Una proporci&#x000f3;n alta de casos muestra afectaci&#x000f3;n del sistema reticuloendotelial, con agrandamiento de los ganglios linf&#x000e1;ticos cervicales, en particular los del tri&#x000e1;ngulo posterior, y en algunos pacientes, hepatitis y esplenomegalia&#x000bb;<xref rid="bib0295" ref-type="bibr"><sup>19</sup></xref>.</p><p id="par0105">Esta nomenclatura de EM fue bien acogida y sustituy&#x000f3; a otros procesos con caracter&#x000ed;sticas similares como neuromiastenia epid&#x000e9;mica (antes referida), la enfermedad del Hospital Royal Free, la enfermedad de Akureyri o la poliomielitis at&#x000ed;pica.</p><p id="par0110">La Royal Society of Medicine en su simposio de 1978 abord&#x000f3; algunos de los problemas que presentaba esta denominaci&#x000f3;n. El primero es que un 50% de los casos cursa sin dolor muscular y el segundo se refiere al t&#x000e9;rmino &#x000ab;benigna&#x000bb;: es correcto en cuanto que no conduce al deceso de los enfermos, pero no refleja la incapacidad grave que la enfermedad ocasiona en los afectados. El t&#x000e9;rmino &#x000ab;benigna&#x000bb; ha ido cayendo en desuso en la comunicaci&#x000f3;n m&#x000e9;dica habitual, si bien las clasificaciones contin&#x000fa;an incluy&#x000e9;ndolo. En el referido simposio se concluy&#x000f3; que es una entidad con m&#x000fa;ltiples causas. En este sentido, se apunt&#x000f3; a que una infecci&#x000f3;n viral persistente (por coxsackie, varicela, influenza, Epstein-Barr, etc.) y el da&#x000f1;o del sistema inmune aparec&#x000ed;an como las causas principales. Tambi&#x000e9;n se postularon otras etiolog&#x000ed;as como alteraciones en el metabolismo del sistema nervioso y del tejido muscular, una afectaci&#x000f3;n de los n&#x000fa;cleos del rafe y otras, y qued&#x000f3; descartada la naturaleza psicosom&#x000e1;tica<xref rid="bib0300" ref-type="bibr"><sup>20</sup></xref>.</p><p id="par0115">La Organizaci&#x000f3;n Mundial de la Salud, en 1967, clasific&#x000f3; la EM dentro de las enfermedades del &#x000e1;rea del sistema nervioso central, con el c&#x000f3;digo 323 (CIE-8)<xref rid="bib0305" ref-type="bibr"><sup>21</sup></xref>. Posteriormente, en 1975 apareci&#x000f3; dentro de las encefalitis de causa inespec&#x000ed;fica con el c&#x000f3;digo 323.9 (CIE-9)<xref rid="bib0310" ref-type="bibr"><sup>22</sup></xref> y en 1992 (CIE-10), dentro del ep&#x000ed;grafe de otras enfermedades del sistema nervioso como s&#x000ed;ndrome de fatiga posviral/encefalomielitis mi&#x000e1;lgica benigna (G93.3)<xref rid="bib0315" ref-type="bibr"><sup>23</sup></xref>. En esta misma l&#x000ed;nea, aparece en la &#x000fa;ltima revisi&#x000f3;n del CIE-11 con el c&#x000f3;digo 8E49<xref rid="bib0320" ref-type="bibr"><sup>24</sup></xref>.</p><p id="par0120">Melvin Ramsay (1901-1990), del Departamento de Enfermedades Infecciosas del Hospital Royal Free de Londres, describi&#x000f3; los rasgos de la EM refiri&#x000e9;ndose a la enfermedad en los siguientes t&#x000e9;rminos: &#x000ab;un s&#x000ed;ndrome desconcertante con consecuencias tr&#x000e1;gicas&#x000bb;<xref rid="bib0325" ref-type="bibr"><sup>25</sup></xref>. En 2011 se publicaron los criterios de consenso internacional, que establecen como s&#x000ed;ntoma cardinal el concepto inespec&#x000ed;fico de &#x000ab;agotamiento neuroinmune postesfuerzo&#x000bb;, junto a otros s&#x000ed;ntomas neurol&#x000f3;gicos, gastrointestinales, genitourinarios, inmunol&#x000f3;gicos y en los mecanismos de producci&#x000f3;n energ&#x000e9;ticos<xref rid="bib0330" ref-type="bibr"><sup>26</sup></xref> (<xref rid="tbl0005" ref-type="table">tabla 1</xref>).<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>An&#x000e1;lisis comparativo entre el s&#x000ed;ndrome de fatiga cr&#x000f3;nica, encefalomielitis mi&#x000e1;lgica y enfermedad de intolerancia al esfuerzo</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Criterios</th><th align="left">S&#x000ed;ndrome de fatiga cr&#x000f3;nica (SFC)</th><th align="left">Encefalomielitis mi&#x000e1;lgica (EM)</th><th align="left">Enfermedad de intolerancia al esfuerzo (SEID)</th></tr><tr><th/><th align="left">Fukuda, 1994</th><th align="left">Carruthers, 2011</th><th align="left">Wright, 2015</th></tr></thead><tbody><tr><td rowspan="2" align="left">Mayores</td><td rowspan="2" align="left">Fatiga cr&#x000f3;nica (6&#x000a0;meses o m&#x000e1;s): idiop&#x000e1;tica, inicio definido, no desaparece con el reposo, reduce sustancialmente las actividades</td><td align="left">Marcada y r&#x000e1;pida fatigabilidad, f&#x000ed;sica y cognitiva, en respuesta al esfuerzo, que puede ser m&#x000ed;nimo</td><td align="left">Fatiga cr&#x000f3;nica (6&#x000a0;meses o m&#x000e1;s): idiop&#x000e1;tica, de inicio definido, no desaparece con el reposo, reduce sustancialmente las actividades</td></tr><tr><td align="left">Malestar postesfuerzo con agravamiento de la sintomatolog&#x000ed;a, y lenta recuperaci&#x000f3;n, superior a 24&#x000a0;h</td><td align="left">Malestar postesfuerzo con agravamiento de los s&#x000ed;ntomas, con una lenta recuperaci&#x000f3;n, superior a 24&#x000a0;h</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td rowspan="16" align="left">Menores</td><td rowspan="7" align="left">Sue&#x000f1;o no reparador</td><td align="left"><italic>1. S&#x000ed;ntomas neurol&#x000f3;gicos (4 categor&#x000ed;as)</italic></td><td rowspan="16" align="left">Alteraciones neurocognitivas<break/>Intolerancia ortost&#x000e1;tica</td></tr><tr><td align="left">Trastornos neurocognitivos</td></tr><tr><td align="left">Dolor</td></tr><tr><td align="left">Alteraciones del sue&#x000f1;o</td></tr><tr><td align="left">Alteraciones neurosensoriales</td></tr><tr><td align="left"><italic>2. S&#x000ed;ntomas inmunol&#x000f3;gicos, gastrointestinales y genitourinarios (5</italic>&#x000a0;<italic>categor&#x000ed;as)</italic></td></tr><tr><td align="left">S&#x000ed;ntomas similares a la gripe</td></tr><tr><td align="left">Malestar postesfuerzo de duraci&#x000f3;n superior a 24&#x000a0;h</td><td align="left">Susceptibilidad a infecciones virales, con periodos de recuperaci&#x000f3;n prolongados</td></tr><tr><td align="left">Alteraci&#x000f3;n de la concentraci&#x000f3;n o la memoria reciente</td><td align="left">Gastrointestinal: n&#x000e1;useas, dolor abdominal, hinchaz&#x000f3;n, s&#x000ed;ndrome del colon irritable</td></tr><tr><td align="left">Odinofagia</td><td align="left">Genitourinario: urgencia o frecuencia urinaria, nicturia</td></tr><tr><td align="left">Adenopat&#x000ed;as cervicales o axilares dolorosas</td><td align="left">Sensibilidad alimenticia, medicamentos, olores o productos qu&#x000ed;micos</td></tr><tr><td align="left">Mialgias</td><td align="left"><italic>3. Alteraciones en el metabolismo energ&#x000e9;tico (4 categor&#x000ed;as)</italic></td></tr><tr><td align="left">Poliartralgias, sin signos de hinchaz&#x000f3;n o enrojecimiento</td><td align="left">Cardiovascular: intolerancia ortost&#x000e1;tica, hipotensi&#x000f3;n neural, taquicardia postural ortost&#x000e1;tica, palpitaciones sin arritmias cardiacas, mareos, aturdimiento</td></tr><tr><td rowspan="3" align="left">Cefalea de nuevo tipo, patr&#x000f3;n o severidad (caracter&#x000ed;sticas diferentes a la habitual)</td><td align="left">Respiratorio: ahogo, dificultades respiratorias, fatiga de los m&#x000fa;sculos respiratorios</td></tr><tr><td align="left">P&#x000e9;rdida de la estabilidad termost&#x000e1;tica</td></tr><tr><td align="left">Intolerancia a cambios de temperatura</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td rowspan="4" align="left">Diagn&#x000f3;stico</td><td rowspan="4" align="left">Criterio mayor y al menos 4 de 8 s&#x000ed;ntomas de los criterios menores</td><td align="left">T&#x000ed;pica: criterio mayor +</td><td rowspan="4" align="left">Criterio mayor y al menos uno de los 2&#x000a0;criterios menores</td></tr><tr><td align="left">Resto de criterios (3&#x000a0;categor&#x000ed;as&#x000a0;+&#x000a0;3&#x000a0;categor&#x000ed;as +&#x000a0;1&#x000a0;categor&#x000ed;a)</td></tr><tr><td align="left">At&#x000ed;pica: criterio mayor. Resto de criterios, variable</td></tr><tr><td align="left">No es necesario esperar 6 meses</td></tr><tr><td/><td align="left">Necesario esperar 6 meses</td><td/><td align="left">Necesario esperar 6 meses</td></tr></tbody></table></table-wrap></p></sec><sec id="sec0030"><title>S&#x000ed;ndrome de fatiga cr&#x000f3;nica</title><p id="par0125">En 1988, apareci&#x000f3; por primera vez en la literatura m&#x000e9;dica el t&#x000e9;rmino SFC, propuesto por la Divisi&#x000f3;n de Enfermedades Virales (Centers Control Disease, EE.&#x000a0;UU.). Con &#x000e9;l se hace referencia a un cuadro cl&#x000ed;nico de fatiga cr&#x000f3;nica (m&#x000e1;s de 6 meses de evoluci&#x000f3;n), con f&#x000e1;cil fatigabilidad f&#x000ed;sica y cognitiva, de naturaleza desconocida, asociada a otros s&#x000ed;ntomas como febr&#x000ed;cula, adenopat&#x000ed;as, dolor de garganta, etc., que reemplaza al t&#x000e9;rmino de s&#x000ed;ndrome cr&#x000f3;nico de Epstein-Barr<xref rid="bib0335" ref-type="bibr"><sup>27</sup></xref>.</p><p id="par0130">Esta nomenclatura de SFC no sustituy&#x000f3; a la de EM, sino que ambos t&#x000e9;rminos se equipararon en el primer simposio mundial sobre esta enfermedad celebrado en 1990 en la Universidad de Cambridge, donde se sancion&#x000f3; la denominaci&#x000f3;n actual de SFC/EM. Por otro lado, respecto a la naturaleza de esta dolencia, una de las conclusiones de la reuni&#x000f3;n fue clara, al establecer que se trata de una enfermedad org&#x000e1;nica de origen a&#x000fa;n desconocido<xref rid="bib0340" ref-type="bibr"><sup>28</sup></xref>.</p><p id="par0135">En este tiempo se publicaron tambi&#x000e9;n otros criterios diagn&#x000f3;sticos, como los de <italic>Oxford</italic><xref rid="bib0345" ref-type="bibr"><sup>29</sup></xref> que establecen un subtipo de SFC: el s&#x000ed;ndrome de fatiga postinfeccioso (<italic>post-infectious fatigue syndrome</italic>).</p><p id="par0140">Poco despu&#x000e9;s, en 1994, el Centers Control Disease (EE.&#x000a0;UU.) estableci&#x000f3; los criterios diagn&#x000f3;sticos llamados de consenso internacional, espec&#x000ed;ficamente para el SFC, y que siguen siendo los m&#x000e1;s utilizados en la actualidad tanto desde el punto de vista diagn&#x000f3;stico como de investigaci&#x000f3;n.</p><p id="par0145">Estos se centran en la presencia de un criterio mayor: la fatiga cr&#x000f3;nica idiop&#x000e1;tica que no desaparece con reposo, que reduce sustancialmente la actividad y que adem&#x000e1;s requiere el cumplimiento de 4&#x000a0;criterios menores de un panel de 8<xref rid="bib0350" ref-type="bibr"><sup>30</sup></xref> (<xref rid="tbl0005" ref-type="table">tabla 1</xref>).</p><p id="par0150">En 2003, el Grupo Internacional para el estudio del s&#x000ed;ndrome de fatiga cr&#x000f3;nica puso en evidencia las contradicciones de los criterios diagn&#x000f3;sticos de 1994 en unas recomendaciones<xref rid="bib0355" ref-type="bibr"><sup>31</sup></xref>. En este mismo a&#x000f1;o, un conjunto de expertos encabezados por el canadiense Carruthers (1933-2017) establecieronn los Criterios de Consenso Canadienses para SFC/EM<xref rid="bib0360" ref-type="bibr"><sup>32</sup></xref>.</p><p id="par0155">Hay que destacar que el grupo liderado por Carruthers, unos a&#x000f1;os m&#x000e1;s tarde, en 2011, aludi&#x000f3; a la necesidad de separar claramente la EM del SFC, propuso los criterios de consenso internacional para EM (aludidos con anterioridad) e indic&#x000f3; que los pacientes evaluados con los criterios para SFC de Fukuda (1994) debieran ser reevaluados con estos nuevos criterios.</p><p id="par0160">Numerosos estudios aportan datos sobre la validez de los criterios de Fukuda, los m&#x000e1;s frecuentemente empleados en la actualidad para el diagn&#x000f3;stico de esta dolencia, pero ninguno mide su reproducibilidad: se han registrado en una revisi&#x000f3;n sistem&#x000e1;tica hasta 20&#x000a0;criterios<xref rid="bib0365" ref-type="bibr"><sup>33</sup></xref>.</p><p id="par0165">En nuestro pa&#x000ed;s en el a&#x000f1;o 2008 apareci&#x000f3; el Documento de Consenso sobre SFC<xref rid="bib0370" ref-type="bibr"><sup>34</sup></xref>, y una revisi&#x000f3;n sobre la evidencia cient&#x000ed;fica (2017) auspiciada por el Instituto de Salud Carlos III y la Ag&#x000e8;ncia de Qualitat i Avaluaci&#x000f3; Sanit&#x000e0;ries de Catalunya<xref rid="bib0375" ref-type="bibr"><sup>35</sup></xref>, que resaltan la necesidad de conocer mejor el s&#x000ed;ndrome.</p></sec><sec id="sec0035"><title>Enfermedad de intolerancia al esfuerzo</title><p id="par0170">En 2015 la Academia Nacional de Ciencias de los Estados Unidos de Am&#x000e9;rica (Instituto de Medicina) propuso para estos estados de fatiga cr&#x000f3;nica idiop&#x000e1;tica el nombre de <italic>systemic exertion intolerance disease</italic> (SEID)<xref rid="bib0230" ref-type="bibr"><sup>6</sup></xref>. Como criterios mayores propugnaban la presencia de fatiga cr&#x000f3;nica idiop&#x000e1;tica con reducci&#x000f3;n sustancial de las actividades sociales y laborales junto a enfermedad postesfuerzo y el sue&#x000f1;o no reparador, y como criterios menores, la intolerancia ortost&#x000e1;tica y las alteraciones neurocognitivas.</p><p id="par0175">Un an&#x000e1;lisis comparativo de los criterios de consenso internacional para SFC, EM y esta nueva propuesta (SEID) ponen de manifiesto los diferentes fenotipos diagn&#x000f3;sticos (<xref rid="tbl0005" ref-type="table">tabla 1</xref>), as&#x000ed; como la falta de consenso que, junto a la ausencia de un modelo animal para la investigaci&#x000f3;n b&#x000e1;sica, dificultan la delimitaci&#x000f3;n de esta entidad.</p><p id="par0180">En este contexto de nomenclaturas y propuestas de criterios diagn&#x000f3;sticos<xref rid="bib0365" ref-type="bibr"><sup>33</sup></xref>, hay autores que proponen englobar estos s&#x000ed;ndromes, junto a otros, bajo el concepto de s&#x000ed;ndromes de sensibilidad central (SSC), aludiendo a la sensibilizaci&#x000f3;n central como mecanismo fisiopatolol&#x000f3;gico com&#x000fa;n a todos ellos<xref rid="bib0380" ref-type="bibr">36</xref>, <xref rid="bib0385" ref-type="bibr">37</xref>, <xref rid="bib0390" ref-type="bibr">38</xref>. En cambio, otros emplean la terminolog&#x000ed;a de condiciones de dolor que se superponen <italic>(chronic overlapping pain conditions)</italic><xref rid="bib0395" ref-type="bibr"><sup>39</sup></xref>.</p><p id="par0185">Todas estas enfermedades comparten una mayor prevalencia femenina, dolor, cansancio, problemas del sue&#x000f1;o, hiperalgesia generalizada y ausencia de signos claros de lesi&#x000f3;n perif&#x000e9;rica<xref rid="bib0400" ref-type="bibr"><sup>40</sup></xref>.</p></sec></sec><sec id="sec0040"><title>Conclusiones</title><p id="par0190">Los estados de fatiga cr&#x000f3;nica idiop&#x000e1;tica asociados a s&#x000ed;ntomas neurol&#x000f3;gicos, inmunol&#x000f3;gicos y emocionales han recibido m&#x000fa;ltiples nombres a lo largo de la historia, como neurastenia, neuromiastenia epid&#x000e9;mica, EM, SFC y la actual propuesta de SEID.</p><p id="par0195">Desde un punto de vista pr&#x000e1;ctico, el m&#x000e9;dico de familia debe sospechar la presencia de este s&#x000ed;ndrome ante un paciente que refiera una fatiga de m&#x000e1;s de 6 meses de duraci&#x000f3;n, ya sea de forma continua o intermitente. Todo ello con una anal&#x000ed;tica y exploraci&#x000f3;n que no reflejan ninguna alteraci&#x000f3;n que pueda explicar el estado de debilidad e incapacidad que refiere el paciente y que le dificulta o incluso imposibilita mantener una actividad normal.</p><p id="par0200">La complejidad de este cuadro requiere de la colaboraci&#x000f3;n de otros colegas para establecer el diagn&#x000f3;stico. A d&#x000ed;a de hoy no hay unos criterios objetivos que ayuden en el diagn&#x000f3;stico o seguimiento de esta dolencia, por ello es necesario investigar para esclarecer sus mecanismos etiopatog&#x000e9;nicos.</p></sec><sec id="sec0045"><title>Agradecimientos</title><p id="par0205">Nuestro agradecimiento por su apoyo a la Universidad de Pa&#x000ed;s Vasco-Euskal Herriko Unibertsitatea (PPG 17/51), al Gobierno Vasco a trav&#x000e9;s del programa de Grupos de Investigaci&#x000f3;n Consolidades (IT-901/16) y del programa Ikermugikortsuna (MV 2018-1-33), apoyo sin el cual no habr&#x000ed;a visto la luz este trabajo.</p><p id="par0210">Nuestro especial agradecimiento a la Dra. S. Ferguson y al Dr W. Slikker (NCTR (FDA), Jefferson, AK) y a la Fundaci&#x000f3;n Jes&#x000fa;s de Gangoiti Barrera.<boxed-text id="tb0005"><sec id="sec0050"><title>Lo conocido del tema/Qu&#x000e9; aporta este estudio</title><p id="par0215"><list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0220">La prevalencia estimada de fatiga en Atenci&#x000f3;n Primaria var&#x000ed;a entre el 6% y el 32%, un 5-15% sufren fatiga cr&#x000f3;nica (&#x0003e;6 meses) y el 0,5-4,4% tienen SFC.</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0225">La definici&#x000f3;n del SFC/EM requiere el cumplimiento de unos criterios cl&#x000ed;nicos espec&#x000ed;ficos que se han ido modificando a lo largo de la historia.</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0230">Un conocimiento de la enfermedad ayuda en la mejora de la calidad de vida de estos enfermos cr&#x000f3;nicos, reduce el tiempo diagn&#x000f3;stico, genera, por tanto, satisfacci&#x000f3;n entre paciente y m&#x000e9;dico, y requiere una menor cantidad de recursos sanitarios.</p></list-item></list></p></sec></boxed-text></p></sec><sec id="sec0055"><title>Conflicto de intereses</title><p id="par0235">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0205"><label>1</label><mixed-citation publication-type="other" id="oref0005">World Health Organization. International statistical classification of diseases and related health problems, 10th rev (version 2015). Cap. XVIII. Symptoms, signs and abnormal clinical and laboratory findings, not elsewhere classified (R00-R99). (ICD-10); Code R53. Ginebra, Suiza: WHO; 1992.</mixed-citation></ref><ref id="bib0210"><label>2</label><element-citation publication-type="book" id="sbref0210"><person-group person-group-type="author"><name><surname>S&#x000e1;ez Franc&#x000e1;s</surname><given-names>N.</given-names></name></person-group><chapter-title>Percepci&#x000f3;n de fatiga central en la enfermedad de Parkinson: Factores cl&#x000ed;nicos, psicopatol&#x000f3;gicos y neuropsicol&#x000f3;gicos [tesis doctoral]</chapter-title><year>2012</year><publisher-name>Universit&#x000e1;t Aut&#x000f3;noma de Barcelona</publisher-name><publisher-loc>Barcelona</publisher-loc></element-citation></ref><ref id="bib0215"><label>3</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Losilla Dominguez</surname><given-names>M.</given-names></name><name><surname>Sobrino L&#x000f3;pez</surname><given-names>A.</given-names></name></person-group><article-title>Cansancio y debilidad. semFYC En: Gu&#x000ed;a de Actuaci&#x000f3;n en Atenci&#x000f3;n primaria. Cuarta edici&#x000f3;n</article-title><source>SemFYC</source><year>2011</year><fpage>41</fpage><lpage>46</lpage></element-citation></ref><ref id="bib0220"><label>4</label><mixed-citation publication-type="other" id="oref0020">Edwards RH. Biochemical basis of fatigue in exercise performance: Catastrophe theory of muscular fatigue. En: Knuttgen HG, editor. Biochemistry of exercise. Champaign: Human Kinetics; 1983. pp. 3-28.</mixed-citation></ref><ref id="bib0225"><label>5</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Chaudhuri</surname><given-names>A.</given-names></name><name><surname>Behan</surname><given-names>P.O.</given-names></name></person-group><article-title>Fatigue and basal ganglia</article-title><source>J Neurol Sci.</source><volume>179</volume><year>2000</year><fpage>34</fpage><lpage>42</lpage><pub-id pub-id-type="pmid">11054483</pub-id></element-citation></ref><ref id="bib0230"><label>6</label><element-citation publication-type="book" id="sbref0230"><person-group person-group-type="author"><name><surname>Wright</surname><given-names>E.</given-names></name><name><surname>Alegr&#x000ed;a</surname><given-names>M.</given-names></name><name><surname>Bateman</surname><given-names>L.</given-names></name><name><surname>Chu</surname><given-names>L.</given-names></name><name><surname>Cleeland</surname><given-names>C.</given-names></name><name><surname>Ronald</surname><given-names>W.D.</given-names></name></person-group><chapter-title>Beyond myalgic encephalomyelitis/chronic fatigue syndrome. Redefining and illness.</chapter-title><year>2015</year><publisher-name>National Academies Press</publisher-name><publisher-loc>Washington.</publisher-loc></element-citation></ref><ref id="bib0235"><label>7</label><element-citation publication-type="book" id="sbref0235"><person-group person-group-type="author"><name><surname>&#x000c1;lvarez Villalba</surname><given-names>M.</given-names></name></person-group><chapter-title>Astenia cr&#x000f3;nica en atenci&#x000f3;n primaria: Etiolog&#x000ed;a, epidemiolog&#x000ed;a y factores predictores [tesis doctoral]</chapter-title><year>2015</year><publisher-name>Universidad Rey Juan Carlos;</publisher-name><publisher-loc>Madrid</publisher-loc></element-citation></ref><ref id="bib0240"><label>8</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Son</surname><given-names>C.G.</given-names></name></person-group><article-title>Review of the prevalence of chronic fatigue worldwide</article-title><source>J Kor Oriental Med.</source><volume>33</volume><year>2012</year><fpage>25</fpage><lpage>33</lpage></element-citation></ref><ref id="bib0245"><label>9</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Watanabe</surname><given-names>T.</given-names></name><name><surname>Eveng&#x000e5;rd</surname><given-names>B.</given-names></name><name><surname>Natelson</surname><given-names>B.H.</given-names></name><name><surname>Jason</surname><given-names>L.A.</given-names></name><name><surname>Kuratsune</surname><given-names>H.</given-names></name></person-group><article-title>Preface and mini-review: Fatigue science for human health</article-title><source>Springer</source><year>2007</year><fpage>5</fpage><lpage>11</lpage></element-citation></ref><ref id="bib0250"><label>10</label><element-citation publication-type="journal" id="sbref0250"><person-group person-group-type="author"><name><surname>Johnston</surname><given-names>S.</given-names></name><name><surname>Brenu</surname><given-names>E.W.</given-names></name><name><surname>Staines</surname><given-names>D.R.</given-names></name><name><surname>Marshall-Gradisnik</surname><given-names>S.</given-names></name></person-group><article-title>The adoption of chronic fatigue syndrome/myalgic encephalomyelitis case definitions to assess prevalence: A systematic review</article-title><source>Ann Epidemiol.</source><volume>23</volume><year>2013</year><fpage>371</fpage><lpage>376</lpage><pub-id pub-id-type="pmid">23683713</pub-id></element-citation></ref><ref id="bib0255"><label>11</label><element-citation publication-type="journal" id="sbref0255"><person-group person-group-type="author"><name><surname>Beard</surname><given-names>G.</given-names></name></person-group><article-title>Neurasthenia, or nervous exhaustion</article-title><source>Boston Med Sur J.</source><volume>80</volume><year>1869</year><fpage>217</fpage><lpage>221</lpage></element-citation></ref><ref id="bib0260"><label>12</label><element-citation publication-type="journal" id="sbref0260"><person-group person-group-type="author"><name><surname>Van Deusen</surname><given-names>E.</given-names></name></person-group><article-title>Observations on a form of nervous prostration (neurasthenia) culminating in insanity</article-title><source>Am J Insan</source><volume>25</volume><year>1869</year><fpage>445</fpage><lpage>461</lpage></element-citation></ref><ref id="bib0265"><label>13</label><mixed-citation publication-type="other" id="oref0065">World Health Organization. International Statistical Classification of Diseases and Related Health Problems, 10th rev (version 2015). Cap. V. Mental and behavioural disorders (F00-F49) (ICD-10); Code F48.0. Ginebra, Suiza: WHO; 1992.</mixed-citation></ref><ref id="bib0270"><label>14</label><element-citation publication-type="journal" id="sbref0270"><person-group person-group-type="author"><name><surname>Ramsay</surname><given-names>M.A.</given-names></name></person-group><article-title>Epidemic neuromyasthenia 1955-1978</article-title><source>Postgrad Med J</source><volume>54</volume><year>1978</year><fpage>718</fpage><lpage>721</lpage><pub-id pub-id-type="pmid">746017</pub-id></element-citation></ref><ref id="bib0275"><label>15</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Parish</surname><given-names>J.G.</given-names></name></person-group><article-title>Early outbreaks of&#x02019;epidemic neuromyasthenia&#x02019;</article-title><source>Postgrad Med J</source><volume>54</volume><year>1978</year><fpage>711</fpage><lpage>717</lpage><pub-id pub-id-type="pmid">370810</pub-id></element-citation></ref><ref id="bib0280"><label>16</label><element-citation publication-type="journal" id="sbref0280"><person-group person-group-type="author"><name><surname>Salit</surname><given-names>I.E.</given-names></name></person-group><article-title>Sporadic postinfectious neuromyasthenia</article-title><source>Can Med Assoc Journal.</source><volume>133</volume><year>1985</year><fpage>659</fpage><lpage>663</lpage><pub-id pub-id-type="pmid">4042036</pub-id></element-citation></ref><ref id="bib0285"><label>17</label><mixed-citation publication-type="other" id="oref0085">Acheson ED. A new clinical entity? Lancet. 1956;26:789-90.</mixed-citation></ref><ref id="bib0290"><label>18</label><element-citation publication-type="book" id="sbref0290"><person-group person-group-type="author"><name><surname>Wallis</surname><given-names>A.L.</given-names></name></person-group><chapter-title>An investigation into an unusual disease seen in epidemic and sporadic form in a general practice in Cumberland in 1955 and subsequent years [tesis doctoral]</chapter-title><year>1957</year><publisher-name>University of Edinburgh;</publisher-name><publisher-loc>Edimburgo</publisher-loc></element-citation></ref><ref id="bib0295"><label>19</label><element-citation publication-type="journal" id="sbref0295"><person-group person-group-type="author"><name><surname>Lindan</surname><given-names>R.</given-names></name></person-group><article-title>Benign myalgic encephalomyelitis</article-title><source>Can Med Assoc J.</source><volume>75</volume><year>1956 Oct 1</year><fpage>596</fpage><lpage>597</lpage><pub-id pub-id-type="pmid">20325349</pub-id></element-citation></ref><ref id="bib0300"><label>20</label><element-citation publication-type="journal" id="sbref0300"><article-title>Symposium Epidemic neuromyasthenia 1934-1977: Current approaches</article-title><source>Postgrad Med J</source><volume>54</volume><year>1978</year></element-citation></ref><ref id="bib0305"><label>21</label><mixed-citation publication-type="other" id="oref0105">World Health Organization. International Classification of Diseases. 8&#x000a0;th Revision ed. Diseases of the nervous system p. 158. (ICD-8); Code 323. Ginebra (Suiza): WHO; 1967.</mixed-citation></ref><ref id="bib0310"><label>22</label><mixed-citation publication-type="other" id="oref0110">World Health Organization. International Statistical Classification of Diseases and Related Health Problems, 9&#x000a0;th rev. Diseases of the nervous system (320-359) (ICD-9); Code 323.9. Ginebra (Suiza): WHO; 1975.</mixed-citation></ref><ref id="bib0315"><label>23</label><mixed-citation publication-type="other" id="oref0115">World Health Organization. International Statistical Classification of Diseases and Related Health Problems, 10th rev (version 2015). Chapter VI Disease central nervous (G00 - G99). (ICD-10); Code G93.3. Ginebra (Suiza): WHO; 1992.</mixed-citation></ref><ref id="bib0320"><label>24</label><mixed-citation publication-type="other" id="oref0120">World Health Organization. International Statistical Classification of Diseases and Related Health Problems, 11th rev. Cap. 8: Diseases of the nervous system (Others disorders of the nervous system). (ICD-11); Code 8E49. WHO; Ginebra (Suiza); 2018.</mixed-citation></ref><ref id="bib0325"><label>25</label><element-citation publication-type="book" id="sbref0325"><person-group person-group-type="author"><name><surname>Ramsay</surname><given-names>M.A.</given-names></name></person-group><chapter-title>Myalgic encephalomyelitis and postviral fatigue states: The saga of Royal Free Disease</chapter-title><edition>2&#x000a0;nd edition</edition><year>1988</year><publisher-name>Gower Publishing Co.</publisher-name><publisher-loc>Londres</publisher-loc></element-citation></ref><ref id="bib0330"><label>26</label><element-citation publication-type="journal" id="sbref0330"><person-group person-group-type="author"><name><surname>Carruthers</surname><given-names>B.M.</given-names></name><name><surname>van de Sande</surname><given-names>M.I.</given-names></name><name><surname>de Meirleir</surname><given-names>K.L.</given-names></name><name><surname>Klimas</surname><given-names>N.G.</given-names></name><name><surname>Broderick</surname><given-names>G.</given-names></name><name><surname>Mitchell</surname><given-names>T.</given-names></name></person-group><article-title>Myalgic encephalomyelitis: International Consensus Criteria</article-title><source>J Intern Med.</source><volume>270</volume><year>2011</year><fpage>327</fpage><lpage>338</lpage><pub-id pub-id-type="pmid">21777306</pub-id></element-citation></ref><ref id="bib0335"><label>27</label><element-citation publication-type="journal" id="sbref0335"><person-group person-group-type="author"><name><surname>Holmes</surname><given-names>G.P.</given-names></name><name><surname>Kaplan</surname><given-names>J.E.</given-names></name><name><surname>Gantz</surname><given-names>N.M.</given-names></name><name><surname>Komaroff</surname><given-names>A.L.</given-names></name><name><surname>Schonberger</surname><given-names>L.B.</given-names></name><name><surname>Straus</surname><given-names>S.E.</given-names></name></person-group><article-title>Chronic fatigue Syndrome: A working case definition</article-title><source>Ann Intern Med.</source><volume>108</volume><year>1988</year><fpage>387</fpage><lpage>389</lpage><pub-id pub-id-type="pmid">2829679</pub-id></element-citation></ref><ref id="bib0340"><label>28</label><element-citation publication-type="book" id="sbref0340"><person-group person-group-type="author"><name><surname>Hyde</surname><given-names>B.M.</given-names></name><name><surname>Goldstein</surname><given-names>J.A.</given-names></name><name><surname>Levine</surname><given-names>P.</given-names></name></person-group><chapter-title>The clinical and scientific basis of myalgic encephalomyelitis/chronic fatigue syndrome.</chapter-title><year>1992</year><publisher-name>Nightingale Research Foundation</publisher-name><publisher-loc>Ottawa (Ontario, Canad&#x000e1;)</publisher-loc></element-citation></ref><ref id="bib0345"><label>29</label><element-citation publication-type="journal" id="sbref0345"><person-group person-group-type="author"><name><surname>Sharpe</surname><given-names>M.C.</given-names></name><name><surname>Archard</surname><given-names>L.C.</given-names></name><name><surname>Banatvala</surname><given-names>J.E.</given-names></name><name><surname>Borysiewicz</surname><given-names>LK</given-names></name><name><surname>Clare</surname><given-names>A.W.</given-names></name><name><surname>David</surname><given-names>A.</given-names></name></person-group><article-title>A report-chronic fatigue syndrome: Guidelines for research</article-title><source>J R Soc Med</source><volume>84</volume><year>1991</year><fpage>118</fpage><lpage>121</lpage><pub-id pub-id-type="pmid">1999813</pub-id></element-citation></ref><ref id="bib0350"><label>30</label><element-citation publication-type="journal" id="sbref0350"><person-group person-group-type="author"><name><surname>Fukuda</surname><given-names>K.</given-names></name><name><surname>Straus</surname><given-names>S.E.</given-names></name><name><surname>Hickie</surname><given-names>I.</given-names></name><name><surname>Sharpe</surname><given-names>M.C.</given-names></name><name><surname>Dobbins</surname><given-names>J.G.</given-names></name><name><surname>Komaroff</surname><given-names>A.</given-names></name></person-group><article-title>The chronic fatigue syndrome: A comprehensive approach to its definition and study. International Chronic Fatigue Syndrome Study Group</article-title><source>Ann Intern Med.</source><volume>121</volume><year>1994</year><fpage>953</fpage><lpage>959</lpage><pub-id pub-id-type="pmid">7978722</pub-id></element-citation></ref><ref id="bib0355"><label>31</label><element-citation publication-type="journal" id="sbref0355"><person-group person-group-type="author"><name><surname>Reeves</surname><given-names>W.</given-names></name><name><surname>Lloyd</surname><given-names>A.</given-names></name><name><surname>Vernon</surname><given-names>S.D.</given-names></name><name><surname>Klimas</surname><given-names>N.</given-names></name><name><surname>Jason</surname><given-names>L.A.</given-names></name><name><surname>Bleijenberg</surname><given-names>G.</given-names></name></person-group><article-title>Identification of ambiguities in 1994 chronic fatigue syndrome research case definition and recommendations</article-title><source>BMC Health Serv Res.</source><volume>3</volume><year>2003</year><fpage>25</fpage><pub-id pub-id-type="pmid">14702202</pub-id></element-citation></ref><ref id="bib0360"><label>32</label><element-citation publication-type="journal" id="sbref0360"><person-group person-group-type="author"><name><surname>Carruthers</surname><given-names>B.M.</given-names></name><name><surname>Jain</surname><given-names>A.K.</given-names></name><name><surname>De Meirleir</surname><given-names>K.L.</given-names></name><name><surname>Peterson</surname><given-names>D.L.</given-names></name><name><surname>Klimas</surname><given-names>N.G.</given-names></name><name><surname>Lerner</surname><given-names>M.A.</given-names></name></person-group><article-title>Myalgic encephalomyelitis/chronic fatigue syndrome: Clinical working case definition, diagnostic and treatment protocols</article-title><source>J Chron Fatigue Synd</source><volume>11</volume><issue>1.</issue><year>2003</year></element-citation></ref><ref id="bib0365"><label>33</label><element-citation publication-type="journal" id="sbref0365"><person-group person-group-type="author"><name><surname>Brurberg</surname><given-names>K.G.</given-names></name><name><surname>F&#x000f8;nhus</surname><given-names>M.S.</given-names></name><name><surname>Larun</surname><given-names>L.</given-names></name><name><surname>Flottorp</surname><given-names>S.</given-names></name><name><surname>Malterud</surname><given-names>K.</given-names></name></person-group><article-title>Case definitions for chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ME): A systematic review</article-title><source>BMJ Open.</source><volume>4</volume><year>2014</year><fpage>e003973</fpage></element-citation></ref><ref id="bib0370"><label>34</label><element-citation publication-type="journal" id="sbref0370"><person-group person-group-type="author"><name><surname>Arruti</surname><given-names>M.</given-names></name><name><surname>Avellaneda</surname><given-names>A.</given-names></name><name><surname>Barbado</surname><given-names>F.J.</given-names></name><name><surname>de la Cruz</surname><given-names>J.</given-names></name><name><surname>D&#x000ed;az-Delgado</surname><given-names>R.</given-names></name><name><surname>Gutierrez</surname><given-names>E.</given-names></name></person-group><source>Documento de Consenso Nacional S&#x000ed;ndrome de fatiga cr&#x000f3;nica.</source><year>2008</year></element-citation></ref><ref id="bib0375"><label>35</label><element-citation publication-type="book" id="sbref0375"><person-group person-group-type="author"><name><surname>Aquino</surname><given-names>B.T.</given-names></name><name><surname>Requeijo</surname><given-names>C.</given-names></name><name><surname>Roqu&#x000e9;</surname><given-names>M.</given-names></name><name><surname>Salas</surname><given-names>K.</given-names></name><name><surname>Urrutia</surname><given-names>G.</given-names></name></person-group><chapter-title>Evaluaci&#x000f3;n y abordaje del s&#x000ed;ndrome de fatiga cr&#x000f3;nica. Actualizaci&#x000f3;n de las evidencias cient&#x000ed;ficas.</chapter-title><year>2017</year><publisher-name>Espa&#x000f1;a</publisher-name><publisher-loc>Ministerio de Sanidad, Servicios Sociales e Igualdad. Ag&#x000e8;ncia de Qualitat i Avaluaci&#x000f3; Sanit&#x000e0;ries de Catalunya. Departament de Salut, Generalitat de Catalunya</publisher-loc></element-citation></ref><ref id="bib0380"><label>36</label><element-citation publication-type="journal" id="sbref0380"><person-group person-group-type="author"><name><surname>Meeus</surname><given-names>M.</given-names></name><name><surname>Nijs</surname><given-names>J.</given-names></name></person-group><article-title>Central sensitization: A bipsychosocial explanation for chronic widespread pain in patients with fibromyalgia and chronic fatigue syndrome</article-title><source>Clin Rheumatol.</source><volume>26</volume><issue>4.</issue><year>2007</year></element-citation></ref><ref id="bib0385"><label>37</label><element-citation publication-type="journal" id="sbref0385"><person-group person-group-type="author"><name><surname>Yunus</surname><given-names>M.D.</given-names></name></person-group><article-title>A new paradigm and group nosology for fibromyalgia and overlapping conditions, and the related issue of disease versus illness</article-title><source>Semin Arthritis Rheum.</source><volume>37</volume><year>2008</year><fpage>339</fpage><lpage>352</lpage><pub-id pub-id-type="pmid">18191990</pub-id></element-citation></ref><ref id="bib0390"><label>38</label><element-citation publication-type="journal" id="sbref0390"><person-group person-group-type="author"><name><surname>Fleming</surname><given-names>K.C.</given-names></name><name><surname>Volcheck</surname><given-names>M.M.</given-names></name></person-group><article-title>Central sensitization syndrome and the initial evaluation of a patient with fibromyalgia: A review</article-title><source>Rambam Maimonides Med J.</source><volume>6</volume><year>2015</year><fpage>e0020</fpage><pub-id pub-id-type="pmid">25973272</pub-id></element-citation></ref><ref id="bib0395"><label>39</label><element-citation publication-type="journal" id="sbref0395"><person-group person-group-type="author"><name><surname>Veasley</surname><given-names>C.</given-names></name><name><surname>Clare</surname><given-names>D.</given-names></name><name><surname>Clauw</surname><given-names>D.J.</given-names></name><name><surname>Cowley</surname><given-names>T.</given-names></name><name><surname>Nguyen</surname><given-names>R.H.</given-names></name><name><surname>Reinecke</surname><given-names>P.</given-names></name></person-group><article-title>Impact of chronic overlapping pain conditions on public health and the urgent need for safe and effective treatment: 2015 analysis and policy recommendations</article-title><source>Chronic Pain Res Allian.</source><year>2015</year></element-citation></ref><ref id="bib0400"><label>40</label><element-citation publication-type="journal" id="sbref0400"><person-group person-group-type="author"><name><surname>M&#x000e1;rquez L&#x000f3;pez-Mato</surname><given-names>A.</given-names></name></person-group><article-title>S&#x000ed;ndrome de sensibilidad central. Investigaciones y opiniones</article-title><source>Alcmeon</source><volume>17</volume><year>2011</year><fpage>57</fpage><lpage>63</lpage></element-citation></ref></ref-list><sec id="sec0065"><label>Anexo A</label><title>Material suplementario</title><p id="par0245"><supplementary-material content-type="local-data" id="upi0005"><media xlink:href="mmc1.docx"/></supplementary-material></p></sec><fn-group><fn id="sec0060" fn-type="supplementary-material"><label>Anexo</label><p id="par0240">Se puede consultar material adicional a este art&#x000ed;culo en su versi&#x000f3;n electr&#x000f3;nica disponible en <ext-link ext-link-type="doi" xlink:href="10.1016/j.aprim.2019.04.004" id="intr0005">doi:10.1016/j.aprim.2019.04.004</ext-link>.</p></fn></fn-group></back></article>