<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="case-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Arch Bronconeumol</journal-id><journal-id journal-id-type="iso-abbrev">Arch. Bronconeumol</journal-id><journal-title-group><journal-title>Archivos De Bronconeumologia</journal-title></journal-title-group><issn pub-type="ppub">0300-2896</issn><issn pub-type="epub">1579-2129</issn><publisher><publisher-name>SEPAR. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7218398</article-id><article-id pub-id-type="publisher-id">S0300-2896(20)30142-3</article-id><article-id pub-id-type="doi">10.1016/j.arbres.2020.05.004</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Pacientes con carcinoma broncog&#x000e9;nico en lista de espera en plena crisis del COVID-19: &#x000bf;y ahora qu&#x000e9; hacemos?</article-title><trans-title-group xml:lang="en"><trans-title>Lung Cancer Patients on the Waiting List in the Midst of the COVID-19 Crisis: What Do We Do Now?</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Isea de la Vi&#x000f1;a</surname><given-names>Jesus</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0025" ref-type="aff">e</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Mayol</surname><given-names>Julio</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Ortega</surname><given-names>Ana Laura</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Alc&#x000e1;zar Navarrete</surname><given-names>Bernardino</given-names></name><xref rid="aff0020" ref-type="aff">d</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Cirug&#x000ed;a Tor&#x000e1;cica, Hospital Cl&#x000ed;nico Universitario de Valencia, Valencia, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Departamento de Cirug&#x000ed;a, Hospital Cl&#x000ed;nico San Carlos, Instituto de Investigaci&#x000f3;n Sanitaria San Carlos, Universidad Complutense de Madrid, Madrid, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>UGC de Oncolog&#x000ed;a M&#x000e9;dica, Complejo Hospitalario de Ja&#x000e9;n, Ja&#x000e9;n, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Neumolog&#x000ed;a, Hospital de Alta Resoluci&#x000f3;n de Loja, Loja, Granada, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>CIBER Enfermedades Respiratorias, Instituto de Salud Carlos III, Madrid, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>13</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>9</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>13</day><month>5</month><year>2020</year></pub-date><volume>56</volume><issue>9</issue><fpage>602</fpage><lpage>604</lpage><permissions><copyright-statement>&#x000a9; 2020 SEPAR. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>SEPAR</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p content-type="salutation"><italic>Estimado Director</italic>,</p><p id="par0005">La pandemia producida por el coronavirus y su consecuente infecci&#x000f3;n, denominada COVID-19, ha causado un gran impacto en todos los &#x000e1;mbitos de la sanidad p&#x000fa;blica espa&#x000f1;ola. A pesar del distanciamiento social y el confinamiento (llevado a cabo de manera dispar a nivel mundial), estamos sufriendo sus consecuencias y las sufriremos a lo largo del resto del a&#x000f1;o.</p><p id="par0010">Cada centro hospitalario enfrenta la pandemia a distintos niveles. Los centros de referencia, con mayor n&#x000fa;mero de casos, se han visto en la necesidad de desalojo de plantas de hospitalizaci&#x000f3;n y cuidados intensivos para ingresar a pacientes infectados por el coronavirus; la imposibilidad de realizar traslados en pacientes quir&#x000fa;rgicos de hospitales comarcales que requieren de atenci&#x000f3;n terciaria especializada y la demora en la lista de espera quir&#x000fa;rgica producida por la suspensi&#x000f3;n de los quir&#x000f3;fanos planificados tienen un impacto en pacientes con carcinoma broncog&#x000e9;nico (CB) no infectados por este virus, que vamos a enfrentar a la vuelta de la esquina.</p><p id="par0015">Recientemente, el Colegio Americano de Cirujanos<xref rid="bib0030" ref-type="bibr"><sup>1</sup></xref> public&#x000f3; unas pautas para el manejo de cirug&#x000ed;a electiva en pacientes de cirug&#x000ed;a tor&#x000e1;cica que divid&#x000ed;a, en primer lugar, la situaci&#x000f3;n global del centro hospitalario en 3 fases seg&#x000fa;n el n&#x000fa;mero de casos de COVID-19 presentes en el hospital: una primera fase de preparaci&#x000f3;n, una segunda fase urgente y una tercera fase &#x000ab;extrema&#x000bb; (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
). En estas pautas, se prioriza a los pacientes, en primer lugar, con urgencia vital (pacientes perforados secundarios al c&#x000e1;ncer, c&#x000e1;ncer asociando infecciones o complicaciones quir&#x000fa;rgicas), con diagn&#x000f3;stico histol&#x000f3;gico de c&#x000e1;ncer, con mayor extensi&#x000f3;n de enfermedad o pacientes con enfermedad sintom&#x000e1;tica o incluidos en ensayos cl&#x000ed;nicos. Adem&#x000e1;s, se planteaba considerar la alternativa no quir&#x000fa;rgica para dar salida alternativa de tratamiento.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Resumen de pautas COVID-19 para el triaje de pacientes de cirug&#x000ed;a tor&#x000e1;cica</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Fase</th><th align="left">I</th><th align="left">II</th><th align="left">III</th></tr></thead><tbody><tr><td align="left">Situaci&#x000f3;n hospitalaria</td><td align="left">Pocos pacientes con COVID-19, recursos hospitalarios no agotados, la instituci&#x000f3;n todav&#x000ed;a tiene capacidad de VM en la UCI y la trayectoria COVID-19 no est&#x000e1; en fase de escalada r&#x000e1;pida</td><td align="left">Muchos pacientes con COVID-19, la UCI y la capacidad de VM son limitados, o los suministros son limitados o la trayectoria de COVID-19 dentro del hospital est&#x000e1; en una fase que aumenta r&#x000e1;pidamente</td><td align="left">Todos los recursos hospitalarios se destinan a pacientes con COVID-19, sin capacidad de ventilaci&#x000f3;n o UCI, o suministros agotados</td></tr><tr><td align="left">Cirug&#x000ed;a restringida</td><td align="left">Pacientes con probabilidad de supervivencia comprometida si la cirug&#x000ed;a no se realiza dentro de los pr&#x000f3;ximos 3 meses</td><td align="left">Pacientes con probabilidad de supervivencia comprometida si la cirug&#x000ed;a no se realiza en los pr&#x000f3;ximos d&#x000ed;as</td><td align="left">Pacientes con probabilidad de supervivencia comprometida si la cirug&#x000ed;a no se realiza en las pr&#x000f3;ximas horas</td></tr><tr><td align="left">Nivel de prioridad</td><td align="left">Casos que deben hacerse lo antes posible (reconociendo el estado del hospital que probablemente progresar&#x000e1; en las pr&#x000f3;ximas semanas):<break/><break/>&#x02013; CB s&#x000f3;lido o predominantemente s&#x000f3;lido (&#x0003e; 50%) o sospecha de CB &#x0003e; 2&#x000a0;cm, N0<break/><break/>&#x02013; C&#x000e1;ncer de pulm&#x000f3;n con ganglios positivos (N1+)<break/><break/>&#x02013; CB post-QT<break/><break/>&#x02013; C&#x000e1;ncer de es&#x000f3;fago T1b o mayor<break/><break/>&#x02013; Tumores de pared tor&#x000e1;cica de alto potencial maligno no manejables con terapia alternativa<break/><break/>&#x02013; Stent para tumor esof&#x000e1;gico obstructivo<break/><break/>&#x02013; Necesidad de estadificaci&#x000f3;n (mediastinoscopia, VATS diagn&#x000f3;stica)<break/><break/>&#x02013; Tumores mediast&#x000ed;nicos sintom&#x000e1;ticos<break/><break/>&#x02013; Pacientes en ensayos cl&#x000ed;nicos terap&#x000e9;uticos</td><td align="left">Casos que deben realizarse lo antes posible (reconociendo el estado del hospital que probablemente progresar&#x000e1; en los pr&#x000f3;ximos d&#x000ed;as):<break/><break/>&#x02013; C&#x000e1;ncer de es&#x000f3;fago perforado, no s&#x000e9;ptico<break/><break/>&#x02013; Infecci&#x000f3;n asociada al tumor pero no s&#x000e9;ptica<break/><break/>&#x02013; Manejo de complicaciones quir&#x000fa;rgicas (hemot&#x000f3;rax, empiema, malla infectada) en pacientes hemodin&#x000e1;micamente estables<break/></td><td align="left">Casos que deben realizarse lo antes posible (estado del hospital que probablemente progresar&#x000e1; en&#x000a0;h)<break/><break/>-C&#x000e1;ncer perforado de es&#x000f3;fago (paciente s&#x000e9;ptico)<break/><break/>-V&#x000ed;a a&#x000e9;rea comprometida<break/><break/>-Sepsis asociada a tumor<break/><break/>-Manejo de complicaciones quir&#x000fa;rgicas: paciente inestable (sangrado activo no susceptible de manejo no quir&#x000fa;rgico, dehiscencia de la v&#x000ed;a a&#x000e9;rea, fuga anastom&#x000f3;tica con sepsis)<break/></td></tr><tr><td align="left">Casos que deben ser diferidos</td><td align="left">N&#x000f3;dulos o c&#x000e1;nceres en vidrio esmerilado predominantemente (&#x0003c; 50% s&#x000f3;lido)<break/><break/>N&#x000f3;dulo s&#x000f3;lido o CB &#x0003c; 2 cm<break/><break/>Histolog&#x000ed;a indolente-timoma (no voluminoso, asintom&#x000e1;tico)<break/>Oligomet&#x000e1;stasis pulmonares<break/>Pacientes de alto riesgo)<break/>Resecci&#x000f3;n traqueal<break/>Broncoscopia<break/>Endoscopia superior<break/>Traqueotom&#x000ed;a</td><td align="left">Todos los procedimientos tor&#x000e1;cicos generalmente programados como de rutina/optativos (es decir, no complementos)<break/></td><td align="left">Todos los dem&#x000e1;s casos diferidos<break/><break/>Tratamiento alternativo recomendado<break/><break/>Lo mismo que arriba<break/></td></tr><tr><td align="left">Enfoques de tratamiento</td><td align="left">Alternativos (suponiendo que los recursos lo permitan):<break/><break/>&#x02013; Endoscopia y stents<break/><break/>&#x02013; Neoadyuvancia<break/><break/>&#x02013; SBRT<break/>&#x02013; Stent para obstruir el c&#x000e1;ncer y luego tratar con quimiorradiaci&#x000f3;n<break/><break/>&#x02013; Reducci&#x000f3;n de volumen (tumor endobronquial)<break/><break/>&#x02013; Estadificaci&#x000f3;n no quir&#x000fa;rgica (EBUS, biopsia PAAF/BAG)<break/><break/>&#x02013; Prolongaci&#x000f3;n de la quimioterapia (ciclos adicionales)</td><td align="left">Alternativos recomendados (seg&#x000fa;n disponibilidad hospitalaria):<break/>&#x02013; Trasladar al paciente al hospital que se encuentra en la fase <sc>i</sc><break/>&#x02013; Si es elegible para terapia adyuvante, entonces administre terapia neoadyuvante<break/>&#x02013; SBRT<break/>&#x02013; Ablaci&#x000f3;n (p. ej., crioterapia, ablaci&#x000f3;n por radiofrecuencia)<break/>&#x02013; Reconsiderar neoadyuvancia como quimiorradioterapia definitiva y siga a los pacientes por &#x000ab;falla local solamente&#x000bb; (es decir, cirug&#x000ed;a de rescate)</td><td align="left">Igual a fase <sc>ii</sc></td></tr></tbody></table><table-wrap-foot><fn><p>BAG: punci&#x000f3;n con aguja gruesa; CB: carcinoma broncog&#x000e9;nico; EBUS: ecograf&#x000ed;a endobronquial; N: ganglios; PAAF: punci&#x000f3;n aspiraci&#x000f3;n con aguja fina; SBRT: radioterapia ablativa estereot&#x000e1;ctica; UCI: Unidad de Cuidados Intensivos; VM: ventilaci&#x000f3;n mec&#x000e1;nica.</p></fn></table-wrap-foot></table-wrap></p><p id="par0020">Esta situaci&#x000f3;n lleva a darle un tratamiento &#x000ab;alternativo&#x000bb; o fuera de lo com&#x000fa;n a los pacientes con CB, dejando en el aire la supervivencia total y libre de enfermedad.</p><p id="par0025">Por otro lado, la Sociedad de Cirug&#x000ed;a Oncol&#x000f3;gica<xref rid="bib0035" ref-type="bibr"><sup>2</sup></xref> tambi&#x000e9;n emiti&#x000f3; un mensaje de su presidente, en el cual se enumeraban ciertas pautas a considerar para el tratamiento de estos pacientes. En dicho mensaje, se enumeraba, al igual que la referencia anterior, la necesidad de realizar un &#x000ab;triaje&#x000bb; de los pacientes debido a una serie de consideraciones como son: potencial menor disponibilidad de personal cualificado, la escasez de recursos y de camas, todo ello siendo desviado a la atenci&#x000f3;n de los pacientes con COVID-19. Una revisi&#x000f3;n retrospectiva muy reciente<xref rid="bib0040" ref-type="bibr"><sup>3</sup></xref> de pacientes afectados de c&#x000e1;ncer y COVID-19 report&#x000f3; que, de los 28 pacientes, la mayor&#x000ed;a (25%) presentaba de CB. Los s&#x000ed;ntomas que presentaron fueron fiebre (23, 82,1%), tos seca (22, 81%) y disnea (14, 50,0%), junto con linfopenia (23, 82,1%), elevaci&#x000f3;n de la prote&#x000ed;na C reactiva (PCR) (23, 82,1%), anemia (21, 75,0%) e hipoproteinemia (25, 89,3%). Como puede observarse, varios de estos s&#x000ed;ntomas impiden la realizaci&#x000f3;n de cirug&#x000ed;a en pacientes en lista de espera. Los autores concluyeron que los pacientes con c&#x000e1;ncer muestran condiciones de deterioro y mala evoluci&#x000f3;n, recomendando que los pacientes con CB que reciben tratamientos antitumorales deber&#x000ed;an someterse a una detecci&#x000f3;n vigorosa de la infecci&#x000f3;n por COVID-19<xref rid="bib0045" ref-type="bibr">4</xref>, <xref rid="bib0050" ref-type="bibr">5</xref> (anamnesis cl&#x000ed;nico-epidemiol&#x000f3;gica, PCR, serolog&#x000ed;a) y se debe evitar tratamientos que causen inmunosupresi&#x000f3;n, pudiendo considerarse la cirug&#x000ed;a como una de estas alternativas terap&#x000e9;uticas.</p><p id="par0030">&#x000bf;Qu&#x000e9; pasar&#x000e1; con nuestros pacientes que llevan al menos uno, 2&#x000a0;o 3&#x000a0;meses en lista de espera? &#x000bf;Se les dar&#x000e1; salida a su problema oncol&#x000f3;gico en el estadio en el cual fueron ubicados? O debido al retraso en la atenci&#x000f3;n m&#x000e9;dica, &#x000bf;habr&#x000e1; necesidad de una actualizaci&#x000f3;n de las pruebas complementarias? &#x000bf;Habr&#x000e1; necesidad de reestadificaci&#x000f3;n de dichos pacientes?</p><p id="par0035">Dada las caracter&#x000ed;sticas de la sanidad p&#x000fa;blica en nuestro pa&#x000ed;s, es posible que en muchos de los hospitales consideren estos aspectos de manera orientativa. Nosotros planteamos que, por una parte, las pautas cl&#x000ed;nicas publicadas nos dan una orientaci&#x000f3;n al &#x000ab;qu&#x000e9; hacer&#x000bb; con nuestras listas de espera. Sin embargo, cada centro tiene su particularidad y estas gu&#x000ed;as ofrecen solo una mera aproximaci&#x000f3;n te&#x000f3;rica al &#x000ab;qu&#x000e9; hacer&#x000bb; o &#x000ab;c&#x000f3;mo hacerlo de la mejor manera posible&#x000bb;. Debemos enfatizar en establecer unas pautas que nos permitan dar salida a todos los pacientes que se encuentran en esta situaci&#x000f3;n y no solo pacientes con CB, sino adem&#x000e1;s con otras neoplasias tor&#x000e1;cicas que requieran de tratamiento quir&#x000fa;rgico o multimodal. Dichas pautas permitir&#x000ed;an organizar y tratar en plazos razonables, menores a 3 meses, a los pacientes actualmente en lista de espera.</p><p id="par0040">Hay detalles a tener cuenta, como la voluntad del paciente a someterse a una cirug&#x000ed;a en el momento actual, su contexto familiar o incluso la posibilidad que algunos pacientes est&#x000e9;n presentando la COVID-19 o la hayan padecido recientemente, situaci&#x000f3;n por la que debemos determinar cu&#x000e1;l ser&#x000e1; el momento oportuno para retomar la opci&#x000f3;n de cirug&#x000ed;a. Por otro lado, es posible que sea necesaria la realizaci&#x000f3;n de cribado de infecci&#x000f3;n por coronavirus en pacientes en la lista de espera. &#x000bf;Qu&#x000e9; debemos hacer? Se requiere urgentemente una organizaci&#x000f3;n, priorizaci&#x000f3;n y gu&#x000ed;as de tratamiento para el futuro del manejo de estos pacientes. Priorizar, no solo con el conocimiento, sin con la raz&#x000f3;n.</p></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0030"><label>1</label><mixed-citation publication-type="other" id="oref0005">COVID-19 Guidelines for Triage of Thoracic Patients. American College of Surgeons; 2020. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.facs.org/covid-19/clinical-guidance/elective-case/thoracic-cancer" id="intr0005">https://www.facs.org/covid-19/clinical-guidance/elective-case/thoracic-cancer</ext-link></mixed-citation></ref><ref id="bib0035"><label>2</label><mixed-citation publication-type="other" id="oref0010">Cancer Surgeries in the Time of COVID-19: A Message from the SSO President and President-Elect. Society of Surgical Oncology; 2020. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.surgonc.org/wp-content/uploads/2020/03/COVID-19-Letter-to-Members.pdf" id="intr0010">https://www.surgonc.org/wp-content/uploads/2020/03/COVID-19-Letter-to-Members.pdf</ext-link></mixed-citation></ref><ref id="bib0040"><label>3</label><element-citation publication-type="journal" id="sbref0040"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Zhu</surname><given-names>F.</given-names></name><name><surname>Xie</surname><given-names>L.</given-names></name><name><surname>Wang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>J.</given-names></name><name><surname>Chen</surname><given-names>R.</given-names></name></person-group><article-title>Clinical characteristics of COVID-19-infected cancer patients: A retrospective case study in three hospitals within Wuhan, China</article-title><source>Ann Oncol</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.annonc.2020.03.296</pub-id></element-citation></ref><ref id="bib0045"><label>4</label><mixed-citation publication-type="other" id="oref0020">Lung Cancer Group, Respiratory Medicine Branch of Chinese Medical Association, Chinese Respiratory Tumor Collaboration Group. Respiratory infectious diseases-guidelines for the diagnosis and treatment of patients with advanced non-small cell lung cancer during the epidemic of new coronavirus pneumonia (trial) [J /OL]. Journal of Tuberculosis and Respiratory Diseases. 2020, 43 (2020-03-03), https://doi.org/10.3760 /cma.j.cn112147-20200221-00138. [Pre-published online]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://rs.yiigle.com/yufabiao/1183340.htm" id="intr0015">http://rs.yiigle.com/yufabiao/1183340.htm</ext-link></mixed-citation></ref><ref id="bib0050"><label>5</label><mixed-citation publication-type="other" id="oref0025">[Clinical management of lung cancer patients during the outbreak of 2019 novel coronavirus disease (COVID-19)]. Zhongguo Fei Ai Za Zhi. 2020;23(3):136-141. doi: 10.3779/j.issn.1009-3419.2020.03.02. Epub 2020 Feb 20.</mixed-citation></ref></ref-list></back></article>