<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Clin (Barc)</journal-id><journal-id journal-id-type="iso-abbrev">Med Clin (Barc)</journal-id><journal-title-group><journal-title>Medicina Clinica</journal-title></journal-title-group><issn pub-type="ppub">0025-7753</issn><issn pub-type="epub">1578-8989</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S0025-7753(20)30141-X</article-id><article-id pub-id-type="doi">10.1016/j.medcli.2020.02.002</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Un mundo, una salud: la epidemia por el nuevo coronavirus COVID-19</article-title><trans-title-group xml:lang="en"><trans-title>One world, one health: The novel coronavirus COVID-19 epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Trilla</surname><given-names>Antoni</given-names></name><email>atrilla@clinic.cat</email></contrib></contrib-group><aff id="aff0005">Hospital Cl&#x000ed;nic de Barcelona, Universidad de Barcelona, ISGlobal, Barcelona, Espa&#x000f1;a</aff><pub-date pub-type="pmc-release"><day>21</day><month>2</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><day>13</day><month>3</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>21</day><month>2</month><year>2020</year></pub-date><volume>154</volume><issue>5</issue><fpage>175</fpage><lpage>177</lpage><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p id="par0005">
<italic>In God we trust. All others must bring data.</italic>
</p><p id="par0010">
<italic>W. Edwards Deming</italic>
</p><p id="par0015">El mundo mira hoy, con preocupaci&#x000f3;n y temor, la evoluci&#x000f3;n de la situaci&#x000f3;n en China, donde a finales del a&#x000f1;o 2019 se registr&#x000f3; un aumento de pacientes con infecci&#x000f3;n respiratoria infectados por un nuevo coronavirus, identificado ahora con las siglas COVID-19, localizado en la ciudad de Wuhan.</p><p id="par0020">La aparici&#x000f3;n de una nueva enfermedad infecciosa supone siempre una situaci&#x000f3;n compleja, especialmente si lo hace como una epidemia de extensi&#x000f3;n o gravedad significativas. Los casos aumentaron r&#x000e1;pidamente en Wuhan y en la provincia de Hubei, extendi&#x000e9;ndose en menor n&#x000fa;mero y con cadenas de transmisi&#x000f3;n limitadas por toda China. Hay casos importados y casos secundarios en m&#x000e1;s de 24 pa&#x000ed;ses. El 30 de enero de 2020 la OMS declar&#x000f3; esta epidemia como una Emergencia de Salud P&#x000fa;blica de Inter&#x000e9;s Internacional.</p><p id="par0025">El virus COVID-19 ha sido identificado y secuenciado gen&#x000e9;ticamente<xref rid="bib0105" ref-type="bibr"><sup>1</sup></xref>. Est&#x000e1; relacionado con otros coronavirus que circulan entre los murci&#x000e9;lagos (incluyendo el SARS coronavirus), por lo que se considera que su reservorio natural m&#x000e1;s probable son estos mam&#x000ed;feros voladores. El hu&#x000e9;sped intermediario, probablemente otro mam&#x000ed;fero, no ha sido identificado a&#x000fa;n. El punto de contacto con los seres humanos pudo ser un mercado de animales vivos de Wuhan, hoy clausurado<xref rid="bib0110" ref-type="bibr">2</xref>, <xref rid="bib0115" ref-type="bibr">3</xref>.</p><p id="par0030">Es posible que durante varias semanas este virus pasara desapercibido, en una ciudad de 11 millones de habitantes y al inicio de la temporada estacional de gripe, hasta que se dio la alerta por el aumento de casos graves (neumon&#x000ed;a), y se logr&#x000f3; aislar e identificar el coronavirus COVID-19 en varios pacientes. El salto ocasional de un virus de un animal al hombre <italic>(spillover)</italic> es habitual entre los coronavirus. As&#x000ed; sucedi&#x000f3; con el SARS en 2002-2003 y con el MERS desde 2012. Est&#x000e1; demostrado que el COVID-19 se transmite de forma eficiente de persona a persona, habi&#x000e9;ndose identificado agrupaciones de casos intrafamiliares y de transmisi&#x000f3;n a personal sanitario.</p><p id="par0035">La capacidad de transmisi&#x000f3;n, que estimamos habitualmente a partir del denominado n&#x000fa;mero reproductor b&#x000e1;sico o R<sub>0</sub>, es una variable controvertida de esta nueva enfermedad. Un valor de R<sub>0</sub> inferior a 1 indica una escasa capacidad de extensi&#x000f3;n de una enfermedad infecciosa, mientras que valores de R<sub>0</sub> superiores a 1 indican la necesidad de emplear medidas de control para limitar su extensi&#x000f3;n. Estimaciones fiables sit&#x000fa;an el valor R<sub>0</sub> del COVID-19 en 1,4-2,5, similar al R<sub>0</sub> del SARS coronavirus al inicio de la epidemia (2,2-3,7), valor que se redujo a un R<sub>0</sub> de 0,67-1,23 al final de la misma. Por contraposici&#x000f3;n, el MERS coronavirus se ha mantenido siempre en valores de R<sub>0</sub> m&#x000e1;s bajos (0,29-0,80)<xref rid="bib0120" ref-type="bibr"><sup>4</sup></xref>. Parece pues que el COVID-19 podr&#x000ed;a ser m&#x000e1;s f&#x000e1;cilmente transmisible que el del SARS. Sin embargo, hay que ser prudentes. El valor de R<sub>0</sub> indica el valor potencial de transmisi&#x000f3;n de una enfermedad infecciosa. Un R<sub>0</sub> mayor no significa una enfermedad m&#x000e1;s extensa. La gripe, por ejemplo, cuyo valor de R<sub>0</sub> oscila alrededor de 1,3 cada a&#x000f1;o, infecta a millones de personas en todo el mundo. El R<sub>0</sub> no indica tampoco la velocidad de la transmisi&#x000f3;n. El R<sub>0</sub> es adem&#x000e1;s un valor promedio: hay personas que aunque est&#x000e1;n infectadas no transmitir&#x000e1;n la enfermedad a nadie, mientras que otras pueden llegar a transmitirla a muchas m&#x000e1;s. Estos individuos, denominados <italic>&#x000ab;superdiseminadores&#x000bb;</italic>, fueron protagonistas de dos eventos extraordinarios durante la epidemia de SARS en Toronto (Canad&#x000e1;) y de MERS en Se&#x000fa;l (Corea del Sur), en los que a partir de un paciente <italic>&#x000ab;superdiseminador&#x000bb;</italic> se infectaron decenas de pacientes, visitantes y personal sanitario de dos hospitales. Las medidas de control, como las empleadas en China, pueden reducir notablemente el R<sub>0</sub> de una enfermedad. En esta fase inicial de la epidemia por el COVID-19 se est&#x000e1; estimando su valor R<sub>0</sub> a partir de m&#x000fa;ltiples asunciones y empleando modelos matem&#x000e1;ticos complejos. Algunos epidemi&#x000f3;logos tenemos cierta prevenci&#x000f3;n frente a estos modelos matem&#x000e1;ticos: una frase popular indica que <italic>&#x000ab;Todos los modelos est&#x000e1;n equivocados, pero algunos son &#x000fa;tiles&#x000bb;</italic>.</p><p id="par0040">Estas afirmaciones valen tambi&#x000e9;n para otro par&#x000e1;metro controvertido al inicio de cualquier epidemia: el n&#x000fa;mero de casos real de la misma. Las estad&#x000ed;sticas actuales, sin entrar en consideraciones relacionadas con la transparencia o la pol&#x000ed;tica de comunicaci&#x000f3;n de las autoridades chinas, probablemente reflejan un sesgo hacia los casos m&#x000e1;s graves, que son los que con mayor probabilidad han contactado con el sistema sanitario. Los casos leves y los casos asintom&#x000e1;ticos probablemente est&#x000e1;n estimados a la baja. Aunque en las &#x000fa;ltimas semanas ha aumentado la capacidad de detecci&#x000f3;n (prueba RT-PCR) de los pacientes infectados en la zona epid&#x000e9;mica, hecho que podr&#x000ed;a explicar en parte el aumento de cifras de casos, todav&#x000ed;a muchos pacientes pueden estar sin diagnosticar. Esta posibilidad lleva a la discusi&#x000f3;n sobre la estimaci&#x000f3;n de la tasa de letalidad de esta enfermedad, que en el momento actual se sit&#x000fa;a alrededor del 2,0, con m&#x000e1;s de 40.000 casos y 1000 fallecidos<xref rid="bib0125" ref-type="bibr"><sup>5</sup></xref>. La mortalidad del SARS se situ&#x000f3; alrededor del 10%, por lo que la enfermedad por el COVID-19 parece, por ahora, menos grave.</p><p id="par0045">La v&#x000ed;a de transmisi&#x000f3;n m&#x000e1;s probable del COVID-19 es por contacto y gotas respiratorias (aerosoles), en distancias cortas (1,5&#x000a0;m) y tambi&#x000e9;n por f&#x000f3;mites contaminados por dichos aerosoles. No puede descartarse completamente que exista cierto grado de transmisi&#x000f3;n por v&#x000ed;a a&#x000e9;rea. El contacto prolongado es el de mayor riesgo, siendo menos probable el contagio a partir de contactos casuales. La mayor&#x000ed;a de los contagios se producen a partir de pacientes sintom&#x000e1;ticos. Pueden existir contagios a partir de pacientes asintom&#x000e1;ticos e incluso a partir de personas en periodo de incubaci&#x000f3;n de la enfermedad, aunque algunos datos iniciales al respecto han resultado ser equ&#x000ed;vocos<xref rid="bib0130" ref-type="bibr">6</xref>, <xref rid="bib0135" ref-type="bibr">7</xref>. Este tipo de transmisi&#x000f3;n, aunque menos frecuente, supondr&#x000ed;a una complicaci&#x000f3;n para el control de la enfermedad.</p><p id="par0050">Las medidas de aislamiento son las habitualmente recomendadas para este tipo de transmisi&#x000f3;n: distanciamiento entre pacientes, uso de habitaci&#x000f3;n individual (si es posible con presi&#x000f3;n negativa), uso de batas impermeables, guantes, gafas protectoras y mascarillas quir&#x000fa;rgicas o tipo FFP2 para el personal sanitario, salvo en situaciones de especial riesgo (consultar los protocolos actualizados)<xref rid="bib0140" ref-type="bibr">8</xref>, <xref rid="bib0145" ref-type="bibr">9</xref>, <xref rid="bib0150" ref-type="bibr">10</xref>, <xref rid="bib0155" ref-type="bibr">11</xref>.</p><p id="par0055">Cl&#x000ed;nicamente parece que la enfermedad afecta algo m&#x000e1;s a varones (50-60%), de edad media, con enfermedades de base y que, al inicio de la epidemia, estuvieron expuestos al mercado de animales de Huanan (Wuhan). El periodo de incubaci&#x000f3;n se sit&#x000fa;a alrededor de 5 d&#x000ed;as (intervalo: 4-7 d&#x000ed;as) con un m&#x000e1;ximo de 12-13 d&#x000ed;as. Los s&#x000ed;ntomas m&#x000e1;s habituales son fiebre, tos, disnea y mialgias o fatiga. Alrededor de un 20% de los pacientes presentan complicaciones graves, siendo las m&#x000e1;s frecuentes la neumon&#x000ed;a y el s&#x000ed;ndrome de <italic>distress</italic> respiratorio del adulto. El 80% de los casos complicados son mayores de 60 a&#x000f1;os. Faltan datos para poder considerar este cuadro cl&#x000ed;nico como el habitual, dado que estos corresponden mayoritariamente a los casos graves iniciales, los &#x000fa;nicos publicados hasta la fecha<xref rid="bib0160" ref-type="bibr">12</xref>, <xref rid="bib0165" ref-type="bibr">13</xref>, <xref rid="bib0170" ref-type="bibr">14</xref>, <xref rid="bib0175" ref-type="bibr">15</xref>. Llama la atenci&#x000f3;n la ausencia relativa de descripciones cl&#x000ed;nicas y epidemiol&#x000f3;gicas m&#x000e1;s detalladas o de series m&#x000e1;s amplias de casos.</p><p id="par0060">No existe tratamiento espec&#x000ed;fico, aunque se est&#x000e1;n empleando distintos tratamientos experimentales con f&#x000e1;rmacos antivirales (lopinavir/ritonavir; remdisivir) e interfer&#x000f3;n. No disponemos de ninguna vacuna experimental, a la que probablemente no cabe esperar antes de un a&#x000f1;o en el mejor de los casos.</p><p id="par0065">La situaci&#x000f3;n actual en China, especialmente en Hubei, es sin duda muy dif&#x000ed;cil y puede complicarse. China, la segunda potencia econ&#x000f3;mica mundial, es un pa&#x000ed;s muy extenso con 1.400 millones de habitantes. China ocupa el lugar 153, de un total de 167 pa&#x000ed;ses, en el &#x000cd;ndice de Democracia<xref rid="bib0180" ref-type="bibr"><sup>16</sup></xref>. El gobierno de China se juega buena parte de su prestigio mundial si no consigue controlar adecuadamente esta epidemia y si no comparte abiertamente con el resto del mundo los datos reales y actualizados de la misma, sus progresos, sus dudas y sus problemas. Desde el punto de vista cient&#x000ed;fico, ha habido m&#x000e1;s rapidez y transparencia de la que hubo en 2002-2003 con el SARS, pero hay dudas razonables al respecto de algunas informaciones y decisiones tomadas inicialmente por las autoridades sanitarias locales chinas, sometidas habitualmente al poder pol&#x000ed;tico. La ciudad de Wuhan es un gran nudo de comunicaciones: m&#x000e1;s de un mill&#x000f3;n de personas entran y salen en tren cada d&#x000ed;a de ella y su aeropuerto soporta un tr&#x000e1;fico anual de m&#x000e1;s de 27 millones de personas. Se estima que, debido al A&#x000f1;o Nuevo Lunar chino, m&#x000e1;s de 300.000 personas salieron de Wuhan poco antes de que el gobierno implementara las restricciones de movimientos internos. China es hoy un pa&#x000ed;s mucho m&#x000e1;s conectado con el mundo que en 2002, cuando ocult&#x000f3; durante semanas el inicio de la epidemia del SARS. El megaproyecto chino denominado Cintur&#x000f3;n y Ruta de la Seda conectar&#x000e1; mediante autopistas, puertos y trenes de gran velocidad a casi dos tercios de la poblaci&#x000f3;n mundial, incluyendo m&#x000e1;s de 70 pa&#x000ed;ses. Es especialmente importante la conexi&#x000f3;n de China con varios pa&#x000ed;ses de &#x000c1;frica subsahariana, donde la capacidad de respuesta eficaz frente a amenazas sanitarias es escasa y los sistemas de salud son muy fr&#x000e1;giles. En &#x000c1;frica trabaja hoy m&#x000e1;s de un mill&#x000f3;n de ciudadanos chinos expatriados. Las v&#x000ed;as de conexi&#x000f3;n del Cintur&#x000f3;n y Ruta de la Seda pueden tambi&#x000e9;n ser las v&#x000ed;as de expansi&#x000f3;n y extensi&#x000f3;n de cualquier epidemia si esta no se controla r&#x000e1;pidamente en origen, ahora y en el futuro. El impacto econ&#x000f3;mico de cualquier epidemia es notable, pero en este caso podr&#x000ed;a alcanzar una magnitud sin precedentes. Seg&#x000fa;n algunas estimaciones, en 2020 podr&#x000ed;a producirse una ca&#x000ed;da del 0,5-1% del PIB de China. Sin lugar a dudas, el mundo entero lo notar&#x000ed;a.</p><p id="par0070">Las medidas de prevenci&#x000f3;n y control extraordinarias decretadas por el Gobierno de China se basan en la epidemiolog&#x000ed;a cl&#x000e1;sica: identificar y aislar a los casos, seguir a los contactos y establecer restricciones, incluyendo la cuarentena, en la movilidad, evitando eventos en los que se produzcan aglomeraciones de personas. El alcance de estas medidas no tiene precedentes hist&#x000f3;ricos, por el volumen de personas afectadas (decenas de millones).</p><p id="par0075">El riesgo de importaci&#x000f3;n de casos es bajo en la UE. En Espa&#x000f1;a, este riesgo se sit&#x000fa;a alrededor del 5-10%, seg&#x000fa;n algunas estimaciones<xref rid="bib0185" ref-type="bibr"><sup>17</sup></xref>. Ya se han detectado casos importados en Alemania, Espa&#x000f1;a, Francia, Finlandia, Italia, Reino Unido y Suecia, con algunos casos secundarios.</p><p id="par0080">En Espa&#x000f1;a, los sistemas de prevenci&#x000f3;n, vigilancia y control de esta nueva enfermedad se adaptan a las directrices y protocolos del ECDC y de la OMS. El Ministerio de Sanidad, a trav&#x000e9;s del Centro Coordinador de Alertas y Emergencias Sanitarias, lidera la respuesta de forma eficaz, trabajando con los Servicios de Salud P&#x000fa;blica de las CC.&#x000a0;AA. El escenario m&#x000e1;s probable hoy en Espa&#x000f1;a es que tengamos que hacer frente a un n&#x000fa;mero limitado de casos importados y posiblemente a algunos casos secundarios. Las actuaciones preventivas derivan de la epidemiolog&#x000ed;a cl&#x000e1;sica: detectar, aislar y tratar los casos y hacer un seguimiento de los posibles contactos. Los criterios epidemiol&#x000f3;gicos y cl&#x000ed;nicos actuales ser&#x000e1;n con seguridad cambiantes con el curso de la epidemia, pero es fundamental ce&#x000f1;irse siempre a los mismos para optimizar la detecci&#x000f3;n de posibles casos y el empleo de recursos para hacer frente a esta amenaza, especialmente en plena temporada de gripe estacional<xref rid="bib0190" ref-type="bibr">18</xref>, <xref rid="bib0195" ref-type="bibr">19</xref>, <xref rid="bib0200" ref-type="bibr">20</xref>.</p><p id="par0085">La Salud P&#x000fa;blica ha sido siempre la cenicienta del sistema sanitario y, desafortunadamente, nos hemos acostumbrado a ello. Ahora m&#x000e1;s que nunca debemos todos trabajar en equipo para dar una respuesta adecuada y proporcionada frente a esta nueva enfermedad: tenemos un solo mundo y una sola salud. Hay que trabajar con calma, rigor, prudencia y evaluando siempre una situaci&#x000f3;n cambiante, llena de incertidumbre al respecto de cu&#x000e1;l puede ser su evoluci&#x000f3;n a corto, medio y largo plazo. Como indic&#x000f3; el director general de la OMS, <italic>&#x000ab;este es el momento de los hechos, no del miedo; de la ciencia, no de los rumores; y de la solidaridad, no de la estigmatizaci&#x000f3;n&#x000bb;.</italic>
</p><p id="par0090">Para el hor&#x000f3;scopo chino, este a&#x000f1;o 2020 es el a&#x000f1;o de la rata. Seg&#x000fa;n este hor&#x000f3;scopo, debe establecerse un firme compromiso para la resoluci&#x000f3;n radical de problemas: estos no deben ser eliminados como aquel que corta un &#x000e1;rbol por sus hojas mientras que su deseo es eliminar definitivamente sus ra&#x000ed;ces. As&#x000ed; sea con el virus COVID-19.</p></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0105"><label>1</label><element-citation publication-type="journal" id="sbref0105"><person-group person-group-type="author"><name><surname>Lu</surname><given-names>R.</given-names></name><name><surname>Zhao</surname><given-names>X.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Niu</surname><given-names>P.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Wu</surname><given-names>H.</given-names></name></person-group><article-title>Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding</article-title><source>Lancet.</source><year>2020</year></element-citation></ref><ref id="bib0110"><label>2</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Callaway</surname><given-names>E.</given-names></name><name><surname>Cyranoski</surname><given-names>D.</given-names></name></person-group><article-title>What scientists want to know about the coronavirus outbreak</article-title><source>Nature.</source><volume>577</volume><year>2020</year><fpage>605</fpage><lpage>607</lpage><pub-id pub-id-type="pmid">31992880</pub-id></element-citation></ref><ref id="bib0115"><label>3</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Cohen</surname><given-names>J.</given-names></name></person-group><article-title>Wuhan seafood market may not be the source of novel virus spreading globally</article-title><source>Science.</source><year>2020</year></element-citation></ref><ref id="bib0120"><label>4</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>J.Y.</given-names></name><name><surname>Leung</surname><given-names>K.</given-names></name><name><surname>Leung</surname><given-names>G.M.</given-names></name></person-group><article-title>Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan China: a modelling study</article-title><source>Lancet.</source><year>2020</year></element-citation></ref><ref id="bib0125"><label>5</label><mixed-citation publication-type="other" id="oref0025">WHO. Novel Coronavirus (2019-nCoV) Situation Report 15 [consultado 4 Feb 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200204-sitrep-15-ncov.pdf?sfvrsn=88fe8ad6_2" id="intr0005">https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200204-sitrep-15-ncov.pdf?sfvrsn=88fe8ad6_2</ext-link></mixed-citation></ref><ref id="bib0130"><label>6</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Rothe</surname><given-names>C.</given-names></name><name><surname>Schunk</surname><given-names>M.</given-names></name><name><surname>Sothmann</surname><given-names>P.</given-names></name><name><surname>Bretzel</surname><given-names>G.</given-names></name><name><surname>Froeschl</surname><given-names>G.</given-names></name><name><surname>Wallrauch</surname><given-names>C.</given-names></name></person-group><article-title>Transmission of 2019-nCoV infection from an asymptomatic contact in Germany</article-title><source>N Engl J Med.</source><year>2020</year></element-citation></ref><ref id="bib0135"><label>7</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Kupferschmidt</surname><given-names>K.</given-names></name></person-group><article-title>Study claiming new coronavirus can be transmitted by people without symptoms was flawed</article-title><source>Science.</source><year>2020</year></element-citation></ref><ref id="bib0140"><label>8</label><mixed-citation publication-type="other" id="oref0040">Ministerio de Sanidad. Neumon&#x000ed;a por un nuevo coronavirus (2019-nCov) en China [consultado 4 Feb 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/home.htm" id="intr0010">https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/home.htm</ext-link></mixed-citation></ref><ref id="bib0145"><label>9</label><mixed-citation publication-type="other" id="oref0045">European Centre for Disease Prevention and Control (ECDC). Novel coronavirus [consultado 4 Feb 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.ecdc.europa.eu/en/novel-coronavirus-china" id="intr0015">https://www.ecdc.europa.eu/en/novel-coronavirus-china</ext-link></mixed-citation></ref><ref id="bib0150"><label>10</label><mixed-citation publication-type="other" id="oref0050">Centers for Disease Control and Prevention (CDC). 2019 Novel Coronavirus [consultado 4 Feb 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.cdc.gov/coronavirus/2019-ncov/index.html" id="intr0020">https://www.cdc.gov/coronavirus/2019-ncov/index.html</ext-link></mixed-citation></ref><ref id="bib0155"><label>11</label><mixed-citation publication-type="other" id="oref0055">OMS. Coronavirus [consultado 4 Feb 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/es/health-topics/coronavirus/coronavirus" id="intr0025">https://www.who.int/es/health-topics/coronavirus/coronavirus</ext-link></mixed-citation></ref><ref id="bib0160"><label>12</label><element-citation publication-type="journal" id="sbref0160"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Xingwang</surname><given-names>L.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>J.</given-names></name></person-group><article-title>A novel coronavirus from patients with pneumonia in China, 2019</article-title><source>N Engl J Med.</source><year>2020</year></element-citation></ref><ref id="bib0165"><label>13</label><element-citation publication-type="journal" id="sbref0165"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Q.</given-names></name><name><surname>Guan</surname><given-names>X.</given-names></name><name><surname>Wu</surname><given-names>P.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>Tong</surname><given-names>Y.</given-names></name></person-group><article-title>Early transmission dynamics in Wuhan, China, of novel coronavirus &#x02013; infected pneumonia</article-title><source>N Engl J Med.</source><year>2020</year></element-citation></ref><ref id="bib0170"><label>14</label><element-citation publication-type="journal" id="sbref0170"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with novel Coronavirus in Wuhan</article-title><source>Lancet</source><year>2020</year></element-citation></ref><ref id="bib0175"><label>15</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>N.</given-names></name><name><surname>Zhou</surname><given-names>M.</given-names></name><name><surname>Dong</surname><given-names>X.</given-names></name><name><surname>Qu</surname><given-names>J.</given-names></name><name><surname>Gong</surname><given-names>F.</given-names></name><name><surname>Han</surname><given-names>Y.</given-names></name></person-group><article-title>Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan China: a descriptive study</article-title><source>Lancet.</source><year>2020</year></element-citation></ref><ref id="bib0180"><label>16</label><mixed-citation publication-type="other" id="oref0080">The Economist Intelligence Unit. Democracy Index 2019 [consultado 4 Feb 2020]. Disponible en: https://www.eiu.com/topic/democracy-index</mixed-citation></ref><ref id="bib0185"><label>17</label><element-citation publication-type="journal" id="sbref0185"><person-group person-group-type="author"><name><surname>Pullano</surname><given-names>G.</given-names></name><name><surname>Pinotti</surname><given-names>F.</given-names></name><name><surname>Valdano</surname><given-names>E.</given-names></name><name><surname>Boelle</surname><given-names>P.Y.</given-names></name><name><surname>Poletto</surname><given-names>C.</given-names></name><name><surname>Colizza</surname><given-names>V.</given-names></name></person-group><article-title>Novel coronavirus (2019-nCoV) early-stage importation risk to Europe</article-title><source>Eurosurveillance.</source><volume>25</volume><year>2020</year></element-citation></ref><ref id="bib0190"><label>18</label><element-citation publication-type="journal" id="sbref0190"><person-group person-group-type="author"><name><surname>Munster</surname><given-names>V.J.</given-names></name><name><surname>Koopmans</surname><given-names>M.</given-names></name><name><surname>van Doremalen</surname><given-names>N.</given-names></name><name><surname>van Riel</surname><given-names>D.</given-names></name><name><surname>de Wit</surname><given-names>E.</given-names></name></person-group><article-title>A novel coronavirus emerging in China - Key questions for impact assessment</article-title><source>N Engl J Med.</source><year>2020</year></element-citation></ref><ref id="bib0195"><label>19</label><element-citation publication-type="journal" id="sbref0195"><person-group person-group-type="author"><name><surname>Paules</surname><given-names>C.I.</given-names></name><name><surname>Marston</surname><given-names>H.D.</given-names></name><name><surname>Fauci</surname><given-names>A.S.</given-names></name></person-group><article-title>Coronavirus infections &#x02013; More than just the common cold</article-title><source>JAMA.</source><year>2020</year></element-citation></ref><ref id="bib0200"><label>20</label><element-citation publication-type="journal" id="sbref0200"><person-group person-group-type="author"><name><surname>Perlman</surname><given-names>S.</given-names></name></person-group><article-title>Another decade, another coronavirus</article-title><source>N Engl J Med.</source><year>2020</year></element-citation></ref></ref-list></back></article>