<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="fr"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Cancer Radiother</journal-id><journal-id journal-id-type="iso-abbrev">Cancer Radiother</journal-id><journal-title-group><journal-title>Cancer Radiotherapie</journal-title></journal-title-group><issn pub-type="ppub">1278-3218</issn><issn pub-type="epub">1769-6658</issn><publisher><publisher-name>Published by Elsevier Masson SAS on behalf of Soci&#x000e9;t&#x000e9; fran&#x000e7;aise de radioth&#x000e9;rapie oncologique (SFRO).</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S1278-3218(20)30097-4</article-id><article-id pub-id-type="doi">10.1016/j.canrad.2020.04.002</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Organisation d&#x02019;un service de radioth&#x000e9;rapie pendant l&#x02019;&#x000e9;pid&#x000e9;mie de COVID-19&#x000a0;: exp&#x000e9;rience du centre hospitalier de Mulhouse</article-title><trans-title-group xml:lang="en"><trans-title>Management of a radiotherapy center during the COVID-19&#x000a0;outbreak: The experience of the Mulhouse hospital centre (France)</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Ohnleiter</surname><given-names>T.</given-names></name><email>thomas.ohnleiter@ghrmsa.fr</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Piot</surname><given-names>L.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Rogenmuser</surname><given-names>A.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Noirclerc</surname><given-names>M.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Hamlaoui</surname><given-names>R.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Grandgirard</surname><given-names>A.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><aff id="aff0005"><label>a</label>Service de radioth&#x000e9;rapie, h&#x000f4;pital &#x000c9;mile-Muller, 20, avenue du Dr-Ren&#x000e9;-Laennec, 68100 Mulhouse, France</aff><aff id="aff0010"><label>b</label>Unit&#x000e9; de physique m&#x000e9;dicale, h&#x000f4;pital &#x000c9;mile-Muller, 20, avenue du Dr-Ren&#x000e9;-Laennec, 68100 Mulhouse, France</aff><aff id="aff0015"><label>c</label>Centre de coordination en canc&#x000e9;rologie, h&#x000f4;pital &#x000c9;mile-Muller, 20, avenue du Dr-Ren&#x000e9;-Laennec, 68100 Mulhouse, France</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Auteur correspondant. <email>thomas.ohnleiter@ghrmsa.fr</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>17</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>6</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>17</day><month>4</month><year>2020</year></pub-date><volume>24</volume><issue>3</issue><fpage>188</fpage><lpage>193</lpage><history><date date-type="received"><day>26</day><month>3</month><year>2020</year></date><date date-type="rev-recd"><day>6</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>7</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Published by Elsevier Masson SAS on behalf of Soci&#x000e9;t&#x000e9; fran&#x000e7;aise de radioth&#x000e9;rapie oncologique (SFRO).</copyright-statement><copyright-year>2020</copyright-year><copyright-holder/><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>R&#x000e9;sum&#x000e9;</title><p>L&#x02019;&#x000e9;pid&#x000e9;mie de COVID-19&#x000a0;continue de cro&#x000ee;tre de mani&#x000e8;re exponentielle dans notre pays. Si la majorit&#x000e9; des formes sont b&#x000e9;nignes, les patients atteints de cancer sont &#x000e0; risque de voir se d&#x000e9;velopper une forme grave de la maladie. Les services de radioth&#x000e9;rapie sont un lieu &#x000e0; potentiel de contamination en raison du nombre de patients trait&#x000e9;s et de personnels pr&#x000e9;sents. Leur organisation pendant la p&#x000e9;riode &#x000e9;pid&#x000e9;mique vise &#x000e0; assurer la continuit&#x000e9; des soins tout en limitant le risque de d&#x000e9;c&#x000e8;s d&#x000fb; &#x000e0; une contamination par le SARS-CoV-2 (virus responsable de la COVID-19). Dans le service de radioth&#x000e9;rapie du groupe hospitalier de la r&#x000e9;gion de Mulhouse et Sud-Alsace, cette organisation s&#x02019;articule en cinq points&#x000a0;: la protection des personnels m&#x000e9;dicaux et param&#x000e9;dicaux, la protection des patients en cours de traitement, la d&#x000e9;tection des patients suspects d&#x02019;&#x000ea;tre atteints de COVID-19&#x000a0;et leur prise en charge, la r&#x000e9;organisation du circuit patient et les mesures concernant l&#x02019;organisation du syst&#x000e8;me qualit&#x000e9; du service. Nos pistes de r&#x000e9;flexion, d&#x000e9;but&#x000e9;e d&#x000e8;s le d&#x000e9;but de l&#x02019;&#x000e9;pid&#x000e9;mie dans notre d&#x000e9;partement, nous permettent de pr&#x000e9;server au maximum l&#x02019;acc&#x000e8;s aux soins radioth&#x000e9;rapiques en anticipant le risque de diffusion du virus. Gr&#x000e2;ce &#x000e0; des r&#x000e9;unions bihebdomadaires, nous continuons &#x000e0; nous adapter &#x000e0; l&#x02019;&#x000e9;volution &#x000e9;pid&#x000e9;mique dans notre service, en tenant compte de nos moyens mat&#x000e9;riels. La possibilit&#x000e9; de r&#x000e9;aliser des tests de diagnostic chez tous les patients suspects nous permettrait &#x000e9;galement d&#x02019;affiner nos proc&#x000e9;dures.</p></abstract><trans-abstract xml:lang="en"><p>The COVID-19&#x000a0;outbreak grows exponentially in our country. Despite most of patients develops benign symptoms, cancer patients are at risk of a severe form of the disease. Radiotherapy centres are a potential contamination place due to the number of patients treated and staff present. Their organization during the outbreak period aims to ensure continuity of care while limiting the risk of death from COVID-19. In the radiotherapy department of Mulhouse hospital (France), we pointed five points out: protection of medical and paramedical staff, protection of patients undergoing treatment, detection of patients suspected of being infected by SARS-CoV-2&#x000a0;and their management, reorganization of the patient circuit and measures regarding the quality management. This reflection, which began at the beginning of the outbreak in our city, allows us to preserve the access to radiotherapy treatments by anticipating the risk of spreading the virus. Through biweekly meetings, we continue to adapt to the epidemic in our department, considering our material resources. The ability to perform diagnostic tests in all suspect patients would also allow us to refine our procedures.</p></trans-abstract><kwd-group id="kwd0005"><title>Mots cl&#x000e9;s</title><kwd>&#x000c9;pid&#x000e9;mie</kwd><kwd>COVID-19</kwd><kwd>Organisation</kwd><kwd>Service</kwd><kwd>Radioth&#x000e9;rapie</kwd><kwd>Patient</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Epidemic</kwd><kwd>COVID-19</kwd><kwd>Organization</kwd><kwd>Department</kwd><kwd>Radiotherapy</kwd><kwd>Patient</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><label>1</label><title>Introduction</title><p id="par0005">La pand&#x000e9;mie de <italic>coronavirus</italic>
<italic>disease</italic>
<italic>19</italic> (COVID-19) a d&#x000e9;but&#x000e9; en Chine en novembre 2019&#x000a0;et s&#x02019;est actuellement propag&#x000e9;e &#x000e0; tous les continents. L&#x02019;Organisation mondiale de la sant&#x000e9; (OMS) a qualifi&#x000e9; la COVID-19&#x000a0;d&#x02019;urgence de sant&#x000e9; publique de port&#x000e9;e internationale le 30/01/2020&#x000a0;et la consid&#x000e8;re comme une pand&#x000e9;mie depuis le 11/03/2020 <xref rid="bib0060" ref-type="bibr">[1]</xref>. En France, le nombre de cas confirm&#x000e9;s &#x000e9;tait de 19&#x000a0;856&#x000a0;et de 860&#x000a0;d&#x000e9;c&#x000e8;s le 23/03/2020 <xref rid="bib0065" ref-type="bibr">[2]</xref>. Dans le Haut-Rhin, du 17/02/2020&#x000a0;au 24/02/2020, un rassemblement religieux &#x000e0; Mulhouse a entra&#x000ee;n&#x000e9; une cha&#x000ee;ne de transmission ayant abouti au foyer de contamination le plus important de France.</p><p id="par0010">En ce qui concerne l&#x02019;&#x000e9;pid&#x000e9;miologie, apr&#x000e8;s l&#x02019;infection par le <italic>severe</italic>
<italic>acute</italic>
<italic>respiratory</italic>
<italic>syndrome</italic>
<italic>coronavirus</italic>
<italic>2</italic> (SARS-CoV-2), l&#x02019;incubation varie de 5&#x000a0;&#x000e0; 14&#x000a0;jours, mais peut aller jusqu&#x02019;&#x000e0; 22&#x000a0;jours, tandis que la dur&#x000e9;e de doublement du nombre de cas est de 6,4&#x000a0;jours <xref rid="bib0070" ref-type="bibr">[3]</xref>, <xref rid="bib0075" ref-type="bibr">[4]</xref>. Bien que plus de 80&#x000a0;% des patients aient une forme b&#x000e9;nigne de la maladie, avec un taux de mortalit&#x000e9; estim&#x000e9; &#x000e0; 2&#x000a0;&#x000e0; 3&#x000a0;%, les personnes &#x000e2;g&#x000e9;es ou souffrant de maladies associ&#x000e9;es sont particuli&#x000e8;rement &#x000e0; risque de voir se d&#x000e9;velopper des formes graves <xref rid="bib0080" ref-type="bibr">[5]</xref>. Il en va de m&#x000ea;me pour les patients atteints de cancer qui ont un risque de 39&#x000a0;% de n&#x000e9;cessiter une ventilation invasive ou de d&#x000e9;c&#x000e9;der <xref rid="bib0085" ref-type="bibr">[6]</xref>.</p><p id="par0015">Les services de radioth&#x000e9;rapie participent activement &#x000e0; la prise en charge des patients atteints de cancer et le d&#x000e9;lais de prise en charge et la continuit&#x000e9; du traitement ont un impact pronostique <xref rid="bib0090" ref-type="bibr">[7]</xref>. Le nombre de patients trait&#x000e9;s chaque jour dans ces services en fait un lieu &#x000e0; risque de transmission du virus. Il convient donc d&#x02019;&#x000ea;tre vigilent &#x000e0; leur organisation pendant la p&#x000e9;riode &#x000e9;pid&#x000e9;mique pour, d&#x02019;une part, assurer la continuit&#x000e9; des soins et, d&#x02019;autre part, limiter le risque de d&#x000e9;c&#x000e8;s d&#x000fb; &#x000e0; la COVID-19&#x000a0;dans le service.</p><p id="par0020">La Soci&#x000e9;t&#x000e9; fran&#x000e7;aise de radioth&#x000e9;rapie oncologique (SFRO) a &#x000e9;mis le 19&#x000a0;mars 2020&#x000a0;sa deuxi&#x000e8;me version des recommandations &#x000e0; l&#x02019;usage professionnelle de l&#x02019;oncologie radioth&#x000e9;rapie concernant l&#x02019;&#x000e9;pid&#x000e9;mie de COVID-19 <xref rid="bib0095" ref-type="bibr">[8]</xref>. Elle dicte deux priorit&#x000e9;s&#x000a0;:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0025">ne pas interrompre les traitements et ne pas retarder la prise en charge des patients&#x000a0;;</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0030">&#x000e9;viter la contamination des personnels m&#x000e9;dicaux param&#x000e9;dicaux sans lesquels le traitement ne peut pas &#x000ea;tre d&#x000e9;livr&#x000e9;e.</p></list-item></list>
</p><p id="par0035">Nous faisons &#x000e9;tat ici de notre exp&#x000e9;rience et de l&#x02019;organisation adopt&#x000e9;e au sein du service de radioth&#x000e9;rapie du groupe hospitalier de la r&#x000e9;gion de Mulhouse et Sud-Alsace (GHRMSA).</p></sec><sec id="sec0010"><label>2</label><title>Protections des personnels m&#x000e9;dicaux et param&#x000e9;dicaux</title><p id="par0040">Il s&#x02019;agit d&#x02019;un point important, car en cas de contamination massive des personnels soignants, il serait impossible de maintenir la continuit&#x000e9; des soins ou de garantir des d&#x000e9;lais de mise en traitement acceptables. Les moyens mis en &#x00153;uvre sont&#x000a0;:<list list-type="simple" id="lis0010"><list-item id="lsti0015"><label>&#x02022;</label><p id="par0045">port syst&#x000e9;matique d&#x02019;un masque chirurgical pendant toute la dur&#x000e9;e du travail, &#x000e0; changer par p&#x000e9;riode de 4&#x000a0;h, pour l&#x02019;ensemble des secr&#x000e9;taires, des manipulateur(trice)s en &#x000e9;lectroradiologie m&#x000e9;dicale et des m&#x000e9;decins au contact des patients, selon les recommandations de l&#x02019;OMS <xref rid="bib0100" ref-type="bibr">[9]</xref>&#x000a0;;</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0050">mise &#x000e0; disposition au poste de traitement et dans les salles de consultation de lingettes d&#x000e9;sinfectantes pour les surfaces (plan de travail, bureau, clavier d&#x02019;ordinateur, t&#x000e9;l&#x000e9;phone professionnel)&#x000a0;;</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0055">rappel &#x000e0; l&#x02019;ensemble des &#x000e9;quipes des r&#x000e8;gles d&#x02019;hygi&#x000e8;ne&#x000a0;: lavage r&#x000e9;gulier des mains au savon ou avec une solution hydroalcoolique (avant et apr&#x000e8;s chaque contact avec un patient), pas de consommation de boissons de nourriture au poste de traitement&#x000a0;;</p></list-item><list-item id="lsti0030"><label>&#x02022;</label><p id="par0060">limitation du nombre de personnes pr&#x000e9;sentes simultan&#x000e9;ment dans les lieux de prise de repas&#x000a0;;</p></list-item><list-item id="lsti0035"><label>&#x02022;</label><p id="par0065">pour les m&#x000e9;decins, port syst&#x000e9;matique d&#x02019;un pyjama sous la blouse afin de ne pas contaminer ses v&#x000ea;tements personnels.</p></list-item></list>
</p></sec><sec id="sec0015"><label>3</label><title>Protection des patients en cours de traitement</title><p id="par0070">L&#x02019;objectif est d&#x02019;&#x000e9;viter que des patients ne soient contamin&#x000e9;s lors de leurs s&#x000e9;ances de traitement, soit par un membre du personnel, soit par un autre patient. Les moyens mis en &#x00153;uvre sont&#x000a0;:<list list-type="simple" id="lis0015"><list-item id="lsti0040"><label>&#x02022;</label><p id="par0075">mise &#x000e0; disposition &#x000e0; l&#x02019;accueil du service d&#x02019;un distributeur sans contact de solution hydroalcoolique avec consigne donn&#x000e9;e &#x000e0; tous les patients rentrant de se frictionner les mains. Une affiche pr&#x000e9;sentant les gestes &#x000e0; effectuer est appos&#x000e9;e au m&#x000ea;me endroit&#x000a0;;</p></list-item><list-item id="lsti0045"><label>&#x02022;</label><p id="par0080">une friction avec une solution alcoolique est &#x000e9;galement demand&#x000e9;e au patient avant et apr&#x000e8;s la r&#x000e9;alisation de la s&#x000e9;ance&#x000a0;;</p></list-item><list-item id="lsti0050"><label>&#x02022;</label><p id="par0085">condamnation d&#x02019;un si&#x000e8;ge sur deux dans les salles d&#x02019;attente et marquage au sol au niveau des secr&#x000e9;tariats afin de respecter une distance d&#x02019;au moins 1&#x000a0;m entre les patients&#x000a0;;</p></list-item><list-item id="lsti0055"><label>&#x02022;</label><p id="par0090">suppression des magazines et livres &#x000e0; disposition du patient dans la salle d&#x02019;attente&#x000a0;;</p></list-item><list-item id="lsti0060"><label>&#x02022;</label><p id="par0095">bionettoyage de la cabine et de la salle de traitement apr&#x000e8;s chaque patient&#x000a0;;</p></list-item><list-item id="lsti0065"><label>&#x02022;</label><p id="par0100">port du masque chirurgical pour tous les patients ou, a minima, pour ceux ayant eu un contact avec un sujet atteint de COVID-19&#x000a0;et/ou pr&#x000e9;sentant un sympt&#x000f4;me suspect&#x000a0;;</p></list-item><list-item id="lsti0070"><label>&#x02022;</label><p id="par0105">d&#x000e9;tection des patients non atteints de COVID-19&#x000a0;qui sont &#x000e0; tr&#x000e8;s haut risque, soit pour eux-m&#x000ea;mes (nombreuses maladies associ&#x000e9;es, &#x000e2;ge &#x000e9;lev&#x000e9;, immunosuppression, etc.), soit pour leur entourage (en particulier les r&#x000e9;sidents d&#x02019;&#x000e9;tablissement d&#x02019;h&#x000e9;bergement pour personnes &#x000e2;g&#x000e9;es d&#x000e9;pendantes ou de soins de suite et de r&#x000e9;adaptation). Ces patients sont pris en charge en d&#x000e9;but de programme.</p></list-item></list>
</p></sec><sec id="sec0020"><label>4</label><title>D&#x000e9;tection des patients suspects de contamination par le SARS-CoV-2&#x000a0;et prise en charge de ces patients</title><p id="par0110">L&#x02019;objectif est de d&#x000e9;tecter rapidement les patients pouvant &#x000ea;tre atteints de COVID-19&#x000a0;afin de les prendre en charge dans un circuit sp&#x000e9;cifique (<xref rid="fig0005" ref-type="fig">Fig. 1</xref>
). Il s&#x02019;agit &#x000e9;galement de surveiller l&#x02019;apparition de signes de gravit&#x000e9; pouvant n&#x000e9;cessiter une hospitalisation.<fig id="fig0005"><label>Fig. 1</label><caption><p>Conduite &#x000e0; tenir pour la d&#x000e9;tection des patients suspects de contamination par le <italic>severe</italic><italic>acute</italic><italic>respiratory</italic><italic>syndrome</italic><italic>coronavirus</italic><italic>2</italic> (SARS-CoV-2, virus responsable de la <italic>coronavirus</italic><italic>disease</italic><italic>19</italic> [COVID-19]) et leur prise en charge selon l&#x02019;exp&#x000e9;rience du centre hospitalier de Mulhouse.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0115">Avant chacune de leurs s&#x000e9;ances, tous les patients sont syst&#x000e9;matiquement interrog&#x000e9;s sur l&#x02019;apparition de sympt&#x000f4;mes &#x000e9;vocateurs de COVID-19. Ce questionnaire est trac&#x000e9; dans le dossier du patient sous forme de questionnaire dans le logiciel de Record and Verify (Aria). Id&#x000e9;alement, prise de temp&#x000e9;rature est &#x000e9;galement r&#x000e9;alis&#x000e9;e.</p><p id="par0120">Lorsque le patient souffre d&#x02019;un de ces sympt&#x000f4;mes, son oncologue radioth&#x000e9;rapeute est averti. Il d&#x000e9;cide, si ces signes et leur cin&#x000e9;tique &#x000e9;volutive ne sont pas compatibles avec les effets secondaires attendus de l&#x02019;irradiation, d&#x02019;une interruption du traitement et remet au patient une ordonnance pour la r&#x000e9;alisation d&#x02019;un test diagnostique par <italic>polymerase</italic>
<italic>chain</italic>
<italic>reaction</italic> (PCR) en situation ambulatoire. Un masque chirurgical est fourni au patient pour son trajet de retour et des consignes de surveillance lui sont donn&#x000e9;es afin de contacter son m&#x000e9;decin traitant en cas d&#x02019;apparition de signe de gravit&#x000e9;. Le m&#x000e9;decin traitant est &#x000e9;galement directement pr&#x000e9;venu par t&#x000e9;l&#x000e9;phone (ou &#x000e0; d&#x000e9;faut par un courrier adress&#x000e9; par fax, mail ou par voie postale).</p><p id="par0125">Selon le r&#x000e9;sultat positif ou n&#x000e9;gatif de la PCR, le traitement est soit repris d&#x000e8;s la r&#x000e9;ception des r&#x000e9;sultats ou bien l&#x02019;arr&#x000ea;t de traitement est poursuivi pour &#x000e9;viter de reprendre un traitement chez un patient qui verra se d&#x000e9;velopper une forme grave. Une &#x000e9;valuation t&#x000e9;l&#x000e9;phonique est r&#x000e9;alis&#x000e9;e trois jours apr&#x000e8;s l&#x02019;arr&#x000ea;t du traitement.</p><p id="par0130">En cas d&#x02019;&#x000e9;volution clinique favorable, l&#x02019;oncologue radioth&#x000e9;rapeute valide la reprise du traitement apr&#x000e8;s la semaine d&#x02019;arr&#x000ea;t, si les sympt&#x000f4;mes ont disparu depuis au moins 48&#x000a0;h <xref rid="bib0105" ref-type="bibr">[10]</xref>. Les s&#x000e9;ances sont d&#x000e9;cal&#x000e9;es en fin de programme et le port d&#x02019;un masque chirurgical est impos&#x000e9; d&#x000e8;s l&#x02019;entr&#x000e9;e dans le service. Le personnel soignant est &#x000e9;quip&#x000e9; de charlotte, de lunettes de protection, de masque FFP2 (<italic>filtering</italic>
<italic>facepiece</italic>, litt&#x000e9;ralement &#x000ab;&#x000a0;pi&#x000e8;ce faciale filtrante&#x000a0;&#x000bb;), de surblouse, et de surchaussures lors des s&#x000e9;ances d&#x02019;irradiation. Les m&#x000ea;mes pr&#x000e9;cautions sont prises pour les patients contacts d&#x02019;un sujet atteint prouv&#x000e9;.</p><p id="par0135">Pour les patients souffrant de signes de gravit&#x000e9; apr&#x000e8;s la r&#x000e9;&#x000e9;valuation, l&#x02019;irradiation est interrompue jusqu&#x02019;&#x000e0; la gu&#x000e9;rison, puis la possibilit&#x000e9; de reprise de la radioth&#x000e9;rapie est r&#x000e9;&#x000e9;valu&#x000e9;e au cas par cas.</p></sec><sec id="sec0025"><label>5</label><title>R&#x000e9;organisation du circuit patient pendant la p&#x000e9;riode &#x000e9;pid&#x000e9;mique</title><p id="par0140">L&#x02019;objectif est de prot&#x000e9;ger &#x000e0; la fois le personnel et les patients en les limitant au maximum le nombre de personnes pr&#x000e9;sentes dans le service.</p><sec id="sec0030"><label>5.1</label><title>Consultation d&#x02019;annonce</title><p id="par0145">Celles-ci sont maintenues afin de ne pas retarder la prise en charge. Les dates peuvent &#x000ea;tre adapt&#x000e9;es en fonction du degr&#x000e9; d&#x02019;urgence de l&#x02019;irradiation. Ces discussions sont d&#x02019;autant plus compliqu&#x000e9;es qu&#x02019;il n&#x02019;est pas possible de pr&#x000e9;voir l&#x02019;&#x000e9;volution de l&#x02019;&#x000e9;pid&#x000e9;mie.</p></sec><sec id="sec0035"><label>5.2</label><title>Scanographie de simulation</title><p id="par0150">Pour les patients dont nous ne souhaitons pas d&#x000e9;caler la mise en traitement, nous avons r&#x000e9;organis&#x000e9; le circuit de programmation des rendez-vous afin que les dates de d&#x000e9;but de traitement soient r&#x000e9;serv&#x000e9;es d&#x000e8;s le jour de la consultation d&#x02019;annonce, mais en d&#x000e9;calant la r&#x000e9;alisation de la scanographie de simulation au plus proche du d&#x000e9;but de traitement. Par ailleurs, nous avons augment&#x000e9; la dur&#x000e9;e de chaque cr&#x000e9;neau de simulation &#x000e0; 1&#x000a0;h afin de limiter les interactions entre patients.</p></sec><sec id="sec0040"><label>5.3</label><title>En cours de traitement</title><p id="par0155">Les patients continuent d&#x02019;&#x000ea;tre vus une fois par semaine apr&#x000e8;s la s&#x000e9;ance, soit par un interne, soit par leur radioth&#x000e9;rapeute r&#x000e9;f&#x000e9;rent.</p><p id="par0160">Pour les patients atteints de COVID-19&#x000a0;en fin de programme, la dur&#x000e9;e de planification des s&#x000e9;ances d&#x02019;irradiation a &#x000e9;t&#x000e9; allong&#x000e9;e de 10&#x000a0;min, pour permettre aux manipulateurs en &#x000e9;lectroradiologie m&#x000e9;dicale de rev&#x000ea;tir la tenue de protection et de r&#x000e9;aliser le bionettoyage apr&#x000e8;s la s&#x000e9;ance. La consultation de suivi hebdomadaire pour ces patients se fait de pr&#x000e9;f&#x000e9;rence &#x000e0; la machine de traitement pour limiter les d&#x000e9;placements du patient dans le service.</p></sec><sec id="sec0045"><label>5.4</label><title>Suivi post-th&#x000e9;rapeutique</title><p id="par0165">Toutes les consultations de suivi post-th&#x000e9;rapeutique se font actuellement en t&#x000e9;l&#x000e9;consultation, sauf exception. Les consultations qui n&#x000e9;cessitent la pr&#x000e9;sence du patient sont maintenues ou de pr&#x000e9;f&#x000e9;rences d&#x000e9;cal&#x000e9;es, selon le degr&#x000e9; d&#x02019;urgence.</p></sec><sec id="sec0050"><label>5.5</label><title>Accompagnants</title><p id="par0170">Les ambulanciers ou les chauffeurs ne doivent plus entrer dans le service ou accompagner le patient en salle d&#x02019;attente, sauf en cas de n&#x000e9;cessit&#x000e9; (si le patient est d&#x000e9;sorient&#x000e9; ou non autonome). Les accompagnants sont interdits, que ce soit pour les consultations d&#x02019;annonce ou les s&#x000e9;ances de traitement.</p></sec><sec id="sec0055"><label>5.6</label><title>Autres mesures</title><p id="par0175">Un roulement de personnel de l&#x02019;unit&#x000e9; de physique m&#x000e9;dicale a &#x000e9;t&#x000e9; instaur&#x000e9;. Deux physiciens dont les horaires de travail couvrent la totalit&#x000e9; des horaires de traitement sont pr&#x000e9;sents. Ces derniers sont second&#x000e9;s par un dosim&#x000e9;triste. Aucune d&#x000e9;gradation des contr&#x000f4;les de qualit&#x000e9; des machines ou avant les traitements n&#x02019;est pr&#x000e9;vue&#x000a0;; ils sont effectu&#x000e9;s apr&#x000e8;s bionettoyage des acc&#x000e9;l&#x000e9;rateurs. Les maintenances pr&#x000e9;ventives ont &#x000e9;t&#x000e9; annul&#x000e9;es et seules les interventions correctives sont r&#x000e9;alis&#x000e9;es. Les autres t&#x000e2;ches de l&#x02019;unit&#x000e9; (assurance qualit&#x000e9;, projets de mise en place de nouvelles techniques, imagerie) sont effectu&#x000e9;es en t&#x000e9;l&#x000e9;travail.</p><p id="par0180">Les consultations d&#x02019;annonce param&#x000e9;dicales r&#x000e9;alis&#x000e9;es par les manipulateurs en &#x000e9;lectroradiologie m&#x000e9;dicale sont r&#x000e9;alis&#x000e9;es par t&#x000e9;l&#x000e9;phone. Les effectifs du secr&#x000e9;tariat sont r&#x000e9;duits de 50&#x000a0;%, en conformit&#x000e9; avec les pr&#x000e9;conisations de notre &#x000e9;tablissement. Les t&#x000e2;ches de relecture de courriers et de programmation des rendez-vous sont effectu&#x000e9;es en t&#x000e9;l&#x000e9;travail.</p></sec></sec><sec id="sec0060"><label>6</label><title>Mesures portant sur l&#x02019;organisation du syst&#x000e8;me qualit&#x000e9; du service</title><p id="par0185">Une r&#x000e9;union de gestion de crise bihebdomadaire a &#x000e9;t&#x000e9; mise en place. Elle inclut au moins les m&#x000e9;decins, un physicien m&#x000e9;dical, un manipulateur en &#x000e9;lectroradiologie m&#x000e9;dicale, le cadre de sant&#x000e9; du service et un repr&#x000e9;sentant du secr&#x000e9;tariat, afin de pouvoir &#x000ea;tre r&#x000e9;actifs en cas de modification rapide de l&#x02019;&#x000e9;pid&#x000e9;miologie dans notre service.</p><p id="par0190">L&#x02019;application de notre syst&#x000e8;me de management qualit&#x000e9; et de gestion des risques est poursuivie avec l&#x02019;ajout de nouveaux documents sp&#x000e9;cifiques (en particulier cr&#x000e9;ation d&#x02019;un &#x000ab;&#x000a0;Manuel de prise en charge du patient en p&#x000e9;riode COVID-19&#x000a0;&#x000bb;). Ces documents sont en constante &#x000e9;laboration et retracent les diff&#x000e9;rentes prises de d&#x000e9;cisions issues des r&#x000e9;unions bihebdomadaires. La d&#x000e9;claration des &#x000e9;v&#x000e8;nements ind&#x000e9;sirables est poursuivie afin de ne pas perdre d&#x02019;information. Les retours d&#x02019;exp&#x000e9;rience des autres centres et des recommandations des soci&#x000e9;t&#x000e9;s savantes sont suivis.</p><p id="par0195">En revanche, l&#x02019;analyse des risques a priori sp&#x000e9;cifique de la prise en charge de la COVID-19&#x000a0;n&#x02019;est pas r&#x000e9;alis&#x000e9;e, car elle est chronophage. Toutes les autres r&#x000e9;unions de services (comit&#x000e9; de retour d&#x02019;exp&#x000e9;rience, revue de morbi-modalit&#x000e9;, pilotage qualit&#x000e9;) ont &#x000e9;t&#x000e9; annul&#x000e9;es pendant cette p&#x000e9;riode pour limiter les rassemblements.</p></sec><sec id="sec0065"><label>7</label><title>Situation dans notre service</title><p id="par0200">Le premier patient en cours de traitement atteint de COVID-19, pris en charge pour un ad&#x000e9;nocarcinome prostatique, avait effectu&#x000e9; un s&#x000e9;jour en Italie puis avait particip&#x000e9; au rassemblement &#x000e9;vang&#x000e9;liste ayant eu lieu &#x000e0; Mulhouse fin f&#x000e9;vrier 2020, &#x000e0; l&#x02019;origine du foyer &#x000e9;pid&#x000e9;mique. Il souffrait d&#x02019;une fi&#x000e8;vre depuis le 26/02/2020&#x000a0;et deux s&#x000e9;ances d&#x02019;irradiation ont &#x000e9;t&#x000e9; r&#x000e9;alis&#x000e9;es ensuite avant interruption. Le 03/03/2020, il &#x000e9;tait hospitalis&#x000e9; en soins intensifs pour une pneumopathie hypox&#x000e9;miante, d&#x02019;&#x000e9;volution favorable avec une sortie d&#x02019;hospitalisation 11&#x000a0;jours plus tard. Il doit reprendre son irradiation d&#x000e9;but avril 2020, selon les modalit&#x000e9;s pr&#x000e9;vues pour les patients atteints de COVID-19.</p><p id="par0205">&#x000c0; la suite de ce premier diagnostic, le port du masque chirurgical a &#x000e9;t&#x000e9; impos&#x000e9; &#x000e0; tous les personnels en contact avec les patients, d&#x000e8;s le 03/03/2020. Les patients en situation de suspicion clinique ou d&#x02019;un contact avec un cas av&#x000e9;r&#x000e9; devaient &#x000e9;galement porter un masque chirurgical d&#x000e8;s l&#x02019;entr&#x000e9;e du service, &#x000e0; d&#x000e9;faut d&#x02019;avoir initialement un circuit d&#x000e9;di&#x000e9; de prise en charge. Ces patients ne pouvaient pas non plus se faire tester par PCR, puisque d&#x000e8;s la deuxi&#x000e8;me semaine du mois de mars, les tests &#x000e9;taient r&#x000e9;serv&#x000e9;s aux formes graves dans notre d&#x000e9;partement. En pratique, seuls deux patients ont &#x000e9;t&#x000e9; dans ce cas.</p><p id="par0210">Un second cas av&#x000e9;r&#x000e9;, &#x000e9;galement pris en charge pour un ad&#x000e9;nocarcinome prostatique, souffrait le 11/03/2020&#x000a0;de diarrh&#x000e9;es abondantes et d&#x02019;une f&#x000e9;bricule sans signe respiratoire. Pour ce second patient, &#x000e2;g&#x000e9; de 78&#x000a0;ans, l&#x02019;&#x000e9;volution a &#x000e9;t&#x000e9; rapidement d&#x000e9;favorable&#x000a0;: il a &#x000e9;t&#x000e9; hospitalis&#x000e9; le 16/03/2020&#x000a0;pour une pneumopathie hypox&#x000e9;miante et est d&#x000e9;c&#x000e9;d&#x000e9; deux jours plus tard. Il s&#x02019;est av&#x000e9;r&#x000e9; que ce patient avait &#x000e9;t&#x000e9; trait&#x000e9; plusieurs fois fin f&#x000e9;vrier 2020&#x000a0;&#x000e0; des horaires voisins de ceux du premier patient chez qui le diagnostic de COVID-19&#x000a0;a &#x000e9;t&#x000e9; fait.</p><p id="par0215">&#x000c0; la suite de ce second cas, nous avons interdit aux ambulanciers et accompagnants de p&#x000e9;n&#x000e9;trer dans le service et demand&#x000e9; aux patients de respecter les distances dans les salles d&#x02019;attentes. Un arbre d&#x000e9;cisionnel &#x000e9;t&#x000e9; progressivement &#x000e9;labor&#x000e9; pour homog&#x000e9;n&#x000e9;iser la prise en charge des patients ayant des signes cliniques suspects (<xref rid="fig0005" ref-type="fig">Fig. 1</xref>). Initialement nous avons propos&#x000e9; un arr&#x000ea;t de traitement d&#x02019;une semaine et une reprise en cas d&#x02019;&#x000e9;volution clinique favorable. Cette dur&#x000e9;e d&#x02019;arr&#x000ea;t a &#x000e9;t&#x000e9; d&#x000e9;finie afin de ne pas poursuivre un traitement chez un patient qui aurait &#x000e9;tait atteint d&#x02019;une forme grave (le temps moyen &#x000e9;coul&#x000e9; entre l&#x02019;apparition des sympt&#x000f4;mes et l&#x02019;admission &#x000e0; l&#x02019;h&#x000f4;pital est d&#x02019;une semaine <xref rid="bib0055" ref-type="bibr">[11]</xref>), tout en n&#x02019;arr&#x000ea;tant pas inutilement, pendant les 14&#x000a0;jours recommand&#x000e9;s pour une mise en quarantaine, un patient qui aurait souffert d&#x02019;un sympt&#x000f4;me suspect sans &#x000ea;tre atteint de COVID-19 (&#x000e0; ce moment-l&#x000e0;, il nous &#x000e9;tait impossible de faire tester les patients en l&#x02019;absence de signe de gravit&#x000e9;). Par la suite, nous avons ajout&#x000e9; le crit&#x000e8;re de disparition des sympt&#x000f4;mes pendant plus de 48&#x000a0;h pour d&#x000e9;cider de la reprise du traitement. Le circuit de ces patients dans le service (prise en charge en fin de programme, tenue de protection pour les manipulateurs en &#x000e9;lectroradiologie m&#x000e9;dicale) a &#x000e9;galement &#x000e9;t&#x000e9; d&#x000e9;crit. Cependant, &#x000e0; l&#x02019;heure actuelle, seule une patiente est en cours d&#x02019;arr&#x000ea;t de traitement en attendant le r&#x000e9;sultat du test diagnostique.</p><p id="par0220">Enfin, en cons&#x000e9;quence du confinement &#x000e0; l&#x02019;&#x000e9;chelle nationale, l&#x02019;ensemble des consultations de suivi a &#x000e9;t&#x000e9; r&#x000e9;alis&#x000e9; par t&#x000e9;l&#x000e9;phone et le t&#x000e9;l&#x000e9;travail a &#x000e9;t&#x000e9; encourag&#x000e9; dans l&#x02019;unit&#x000e9; de physique et le secr&#x000e9;tariat.</p><p id="par0225">En ce qui concerne le personnel soignant, au 31/03/2020, seule une manipulatrice en &#x000e9;lectroradiologie m&#x000e9;dicale a &#x000e9;t&#x000e9; atteinte d&#x02019;une forme b&#x000e9;nigne de COVID-19 (confirm&#x000e9;e par PCR) et est actuellement en arr&#x000ea;t de travail. Il n&#x02019;y a pas d&#x02019;autre personnel malade. Deux m&#x000e9;decins ont pr&#x000e9;sent&#x000e9; un syndrome grippal d&#x000e9;but mars, l&#x02019;un avec un test PCR n&#x000e9;gatif, l&#x02019;autre non test&#x000e9;, sans jour d&#x02019;absence. Cela peut s&#x02019;expliquer par la mise en place pr&#x000e9;coce des mesures de protection des personnels soignants, en particulier le port du masque chirurgical.</p></sec><sec id="sec0070"><label>8</label><title>Discussion</title><p id="par0230">La diffusion actuelle extr&#x000ea;mement rapide de l&#x02019;&#x000e9;pid&#x000e9;mie de COVID-19&#x000a0;et sa gravit&#x000e9; nous semblait encore peu probable il y a quelques semaines. Nous assistons dans notre &#x000e9;tablissement depuis le d&#x000e9;but du mois de mars 2020&#x000a0;&#x000e0; un engorgement croissant des lits d&#x02019;hospitalisation en raison de l&#x02019;augmentation exponentielle du nombre de cas grave de COVID-19. Il en va de m&#x000ea;me des places de r&#x000e9;animation qu&#x02019;il &#x000e9;tait possible de d&#x000e9;ployer. Dans ce contexte, l&#x02019;activit&#x000e9; programm&#x000e9;e de l&#x02019;ensemble de l&#x02019;h&#x000f4;pital a &#x000e9;t&#x000e9; suspendue pour red&#x000e9;ployer les moyens humains et mat&#x000e9;riels dans la prise en charge des patients atteints de COVID-19.</p><p id="par0235">Nous devons cependant pr&#x000e9;server au maximum l&#x02019;acc&#x000e8;s aux soins oncologiques en raison de la perte de chance qu&#x02019;un retard de traitement impliquerait chez ces patients. L&#x02019;organisation d&#x02019;un service de radioth&#x000e9;rapie comprend un nombre important de personnel (m&#x000e9;decins, manipulateurs en &#x000e9;lectroradiologie m&#x000e9;dicale, dosim&#x000e9;tristes, physiciens m&#x000e9;dicaux et oncologues radioth&#x000e9;rapeutes) et un nombre important de passages de malades quotidiennement, tant pour des consultations que pour des s&#x000e9;ances de traitement. Il est donc indispensable de pouvoir anticiper le risque de diffusion du virus dans nos services pour pouvoir continuer &#x000e0; prendre en charge l&#x02019;ensemble de nos malades et ne pas les exposer inutilement &#x000e0; une forme pouvant &#x000ea;tre grave de COVID-19.</p></sec><sec id="sec0075"><label>9</label><title>Conclusion</title><p id="par0240">L&#x02019;objectif de cet article &#x000e9;tait de donner nos pistes de r&#x000e9;flexion, d&#x000e9;but&#x000e9;es d&#x000e8;s le d&#x000e9;but de l&#x02019;&#x000e9;pid&#x000e9;mie dans notre d&#x000e9;partement, afin que d&#x02019;autres centres qui ne sont pas encore en phase de pic &#x000e9;pid&#x000e9;mique puissent gagner du temps dans leur pr&#x000e9;paration. Nous continuons &#x000e0; nous adapter aux &#x000e9;volutions rencontr&#x000e9;es avec l&#x02019;organisation d&#x02019;une r&#x000e9;union bihebdomadaire, afin de pouvoir &#x000ea;tre r&#x000e9;actif en cas de modification rapide de l&#x02019;&#x000e9;pid&#x000e9;miologie dans notre service. Ces dispositions seront adapt&#x000e9;es &#x000e9;galement &#x000e0; l&#x02019;&#x000e9;volution de nos moyens mat&#x000e9;riels dans les semaines &#x000e0; venir. La possibilit&#x000e9; de r&#x000e9;aliser des tests de diagnostic chez tous les patients suspects permet d&#x02019;affiner notre conduite &#x000e0; tenir. Enfin, l&#x02019;application pr&#x000e9;coce des mesures de protection du personnel et des patients nous a permis jusqu&#x02019;&#x000e0; pr&#x000e9;sent de contenir l&#x02019;&#x000e9;pid&#x000e9;mie dans notre service.</p></sec><sec id="sec0080"><title>Contribution des auteurs</title><p id="par0245">T. Ohnleiter&#x000a0;: r&#x000e9;daction du manuscrit initial&#x000a0;; L. Piot, A. Rogenmuser, M. Noirclerc, R. Hamlaoui et A. Grandgirard&#x000a0;: relecture/r&#x000e9;visions du manuscrit.</p></sec><sec id="sec0085"><title>D&#x000e9;claration de liens d&#x02019;int&#x000e9;r&#x000ea;ts</title><p id="par0250">Les auteurs d&#x000e9;clarent ne pas avoir de liens d&#x02019;int&#x000e9;r&#x000ea;ts.</p></sec></body><back><ref-list id="bibl0005"><title>R&#x000e9;f&#x000e9;rences</title><ref id="bib0060"><label>1</label><element-citation publication-type="book" id="sbref0060"><person-group person-group-type="author"><name><surname>Anon</surname></name></person-group><chapter-title>L&#x02019;OMS d&#x000e9;clare que la flamb&#x000e9;e de COVID-19&#x000a0;constitue une pand&#x000e9;mie</chapter-title><year>2020</year><publisher-name>Organisation mondiale de la sant&#x000e9;</publisher-name><publisher-loc>Gen&#x000e8;ve</publisher-loc><comment>[Consult&#x000e9; le 25&#x000a0;mars 2020. Disponible sur&#x000a0;: <ext-link ext-link-type="uri" xlink:href="http://www.euro.who.int/fr/health-topics/health-emergencies/coronavirus-covid-19/news/news/2020/3/who-announces-covid-19-outbreak-a-pandemic" id="intr0005">http://www.euro.who.int/fr/health-topics/health-emergencies/coronavirus-covid-19/news/news/2020/3/who-announces-covid-19-outbreak-a-pandemic</ext-link>]</comment></element-citation></ref><ref id="bib0065"><label>2</label><element-citation publication-type="book" id="sbref0065"><person-group person-group-type="author"><name><surname>Anon</surname></name></person-group><chapter-title>Infection au nouveau coronavirus (SARS-CoV-2), COVID-19, France et monde</chapter-title><year>2020</year><publisher-name>Sant&#x000e9; publique France</publisher-name><publisher-loc>Saint-Maurice</publisher-loc><comment>[Consult&#x000e9; le 25&#x000a0;mars 2020. Disponible sur&#x000a0;: <ext-link ext-link-type="uri" xlink:href="https://santepubliquefrance.fr/maladies-et-traumatismes/maladies-et-infections-respiratoires/infection-a-coronavirus/articles/infection-au-nouveau-coronavirus-sars-cov-2-covid-19-france-et-monde" id="intr0010">https://santepubliquefrance.fr/maladies-et-traumatismes/maladies-et-infections-respiratoires/infection-a-coronavirus/articles/infection-au-nouveau-coronavirus-sars-cov-2-covid-19-france-et-monde</ext-link>]</comment></element-citation></ref><ref id="bib0070"><label>3</label><element-citation publication-type="journal" id="sbref0070"><person-group person-group-type="author"><name><surname>Yen</surname><given-names>M.-Y.</given-names></name><name><surname>Schwartz</surname><given-names>J.</given-names></name><name><surname>Chen</surname><given-names>S.-Y.</given-names></name><name><surname>King</surname><given-names>C.-C.</given-names></name><name><surname>Yang</surname><given-names>G.-Y.</given-names></name><name><surname>Hsueh</surname><given-names>P.-R.</given-names></name></person-group><article-title>Interrupting COVID-19&#x000a0;transmission by implementing enhanced traffic control bundling: implications for global prevention and control efforts</article-title><source>J Microbiol Immunol Infect</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jmii.2020.03.011</pub-id><comment>[Article sous presse]</comment></element-citation></ref><ref id="bib0075"><label>4</label><element-citation publication-type="journal" id="sbref0075"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>J.T.</given-names></name><name><surname>Leung</surname><given-names>K.</given-names></name><name><surname>Leung</surname><given-names>G.M.</given-names></name></person-group><article-title>Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>689</fpage><lpage>697</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30260-9</pub-id><pub-id pub-id-type="pmid">32014114</pub-id></element-citation></ref><ref id="bib0080"><label>5</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><name><surname>Zhou</surname><given-names>F.</given-names></name><name><surname>Yu</surname><given-names>T.</given-names></name><name><surname>Du</surname><given-names>R.</given-names></name><name><surname>Fan</surname><given-names>G.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>Z.</given-names></name></person-group><article-title>Clinical course and risk factors for mortality of adult inpatients with COVID-19&#x000a0;in Wuhan, China: a retrospective cohort study</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>1054</fpage><lpage>1062</lpage><pub-id pub-id-type="pmid">32171076</pub-id></element-citation></ref><ref id="bib0085"><label>6</label><element-citation publication-type="journal" id="sbref0085"><person-group person-group-type="author"><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Guan</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>R.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Xu</surname><given-names>K.</given-names></name></person-group><article-title>Cancer patients in SARS-CoV-2&#x000a0;infection: a nationwide analysis in China</article-title><source>Lancet Oncol</source><volume>21</volume><year>2020</year><fpage>335</fpage><lpage>337</lpage><pub-id pub-id-type="pmid">32066541</pub-id></element-citation></ref><ref id="bib0090"><label>7</label><element-citation publication-type="book" id="sbref0090"><person-group person-group-type="author"><name><surname>Higgins</surname><given-names>G.</given-names></name><name><surname>Shah</surname><given-names>K.</given-names></name><name><surname>Horne</surname><given-names>P.</given-names></name><name><surname>Gilham</surname><given-names>M.</given-names></name><name><surname>Bloomfield</surname><given-names>D.</given-names></name></person-group><chapter-title>The timely delivery of radical radiotherapy: guidelines for the management of unscheduled treatment interruptions</chapter-title><edition>Fourth ed.</edition><year>2019</year><publisher-name>The Royal College of Radiologists</publisher-name><publisher-loc>Londres</publisher-loc><comment>[Consult&#x000e9; le 25&#x000a0;mars 2020. Disponible sur&#x000a0;: <ext-link ext-link-type="uri" xlink:href="https://www.rcr.ac.uk/system/files/publication/field_publication_files/bfco191_radiotherapy-treatment-interruptions.pdf" id="intr0015">https://www.rcr.ac.uk/system/files/publication/field_publication_files/bfco191_radiotherapy-treatment-interruptions.pdf</ext-link>]</comment></element-citation></ref><ref id="bib0095"><label>8</label><element-citation publication-type="journal" id="sbref0095"><person-group person-group-type="author"><name><surname>Giraud</surname><given-names>P.</given-names></name><name><surname>Monpetit</surname><given-names>E.</given-names></name><name><surname>Lisbona</surname><given-names>A.</given-names></name><name><surname>Chargari</surname><given-names>C.</given-names></name><name><surname>Marchesi</surname><given-names>V.</given-names></name><name><surname>Didonn&#x000e9;</surname><given-names>A.</given-names></name></person-group><article-title>&#x000c9;pid&#x000e9;mie de COVID-19&#x000a0;: recommandations &#x000e0; l&#x02019;usage des professionnels de l&#x02019;oncologie radioth&#x000e9;rapie</article-title><source>Cancer Radiother</source><year>2020</year><fpage>24</fpage><pub-id pub-id-type="doi">10.1016/j.canrad.2020.03.007</pub-id><comment>[Article sous presse]</comment></element-citation></ref><ref id="bib0100"><label>9</label><element-citation publication-type="book" id="sbref0100"><person-group person-group-type="author"><name><surname>Anon</surname></name></person-group><chapter-title>Advice on the use of masks in the community, during home care and in healthcare settings in the context of the novel coronavirus (COVID-19) outbreak</chapter-title><year>2020</year><publisher-name>Organisation mondiale de la sant&#x000e9;</publisher-name><publisher-loc>Gen&#x000e8;ve</publisher-loc><comment>[Consult&#x000e9; le 25&#x000a0;mars 2020. Disponible sur&#x000a0;: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/publications-detail/advice-on-the-use-of-masks-in-the-community-during-home-care-and-in-healthcare-settings-in-the-context-of-the-novel-coronavirus-(2019-ncov)-outbreak" id="intr0020">https://www.who.int/publications-detail/advice-on-the-use-of-masks-in-the-community-during-home-care-and-in-healthcare-settings-in-the-context-of-the-novel-coronavirus-(2019-ncov)-outbreak</ext-link>]</comment></element-citation></ref><ref id="bib0105"><label>10</label><element-citation publication-type="journal" id="sbref0105"><person-group person-group-type="author"><name><surname>Filippi</surname><given-names>A.R.</given-names></name><name><surname>Russi</surname><given-names>E.</given-names></name><name><surname>Magrini</surname><given-names>S.M.</given-names></name><name><surname>Corv&#x000f2;</surname><given-names>R.</given-names></name></person-group><article-title>Letter from Italy: first practical indications for radiotherapy departments during COVID-19&#x000a0;outbreak</article-title><source>Int J Radiat Oncol Biol Phys</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.ijrobp.2020.03.007</pub-id><comment>[Article sous presse]</comment></element-citation></ref><ref id="bib0055"><label>11</label><element-citation publication-type="journal" id="sbref0055"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>D.</given-names></name><name><surname>Hu</surname><given-names>B.</given-names></name><name><surname>Hu</surname><given-names>C.</given-names></name><name><surname>Zhu</surname><given-names>F.</given-names></name><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Zhang</surname><given-names>J.</given-names></name></person-group><article-title>Clinical characteristics of 138&#x000a0;hospitalized patients with 2019&#x000a0;novel coronavirus-infected pneumonia in Wuhan, China</article-title><source>JAMA</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.1585</pub-id><comment>[Article sous presse]</comment></element-citation></ref></ref-list></back></article>