<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Cir Esp</journal-id><journal-id journal-id-type="iso-abbrev">Cir Esp</journal-id><journal-title-group><journal-title>Cirugia Espanola</journal-title></journal-title-group><issn pub-type="ppub">0009-739X</issn><issn pub-type="epub">1578-147X</issn><publisher><publisher-name>AEC. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7188649</article-id><article-id pub-id-type="publisher-id">S0009-739X(20)30166-4</article-id><article-id pub-id-type="doi">10.1016/j.ciresp.2020.04.029</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Cirug&#x000ed;a electiva durante la pandemia por SARS-CoV-2 (COVID-19): an&#x000e1;lisis de morbimortalidad y recomendaciones sobre priorizaci&#x000f3;n de los pacientes y medidas de seguridad</article-title><trans-title-group xml:lang="en"><trans-title>Elective Surgery During the SARS-CoV-2 Pandemic (COVID-19): A Morbimortality Analysis and Recommendations on Patient Prioritisation and Security Measures</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Di Martino</surname><given-names>Marcello</given-names></name><email>marcellodima@gmail.com</email><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Garc&#x000ed;a Septiem</surname><given-names>Javier</given-names></name></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Maqueda Gonz&#x000e1;lez</surname><given-names>Roc&#x000ed;o</given-names></name></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Mu&#x000f1;oz de Nova</surname><given-names>Jose Luis</given-names></name></contrib><contrib contrib-type="author" id="aut0025"><name><surname>de la Hoz Rodr&#x000ed;guez</surname><given-names>&#x000c1;ngela</given-names></name></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Correa Bonito</surname><given-names>Alba</given-names></name></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Mart&#x000ed;n-P&#x000e9;rez</surname><given-names>Elena</given-names></name></contrib><aff id="aff0005">Servicio de Cirug&#x000ed;a General y del Aparato Digestivo, Hospital Universitario La Princesa, Madrid, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label><italic>Autor para correspondencia</italic>. <email>marcellodima@gmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>29</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>29</day><month>4</month><year>2020</year></pub-date><history><date date-type="received"><day>20</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>24</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 AEC. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>AEC</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract abstract-type="graphical" id="abs0005"><title>Graphical abstract</title><fig id="fig0015" position="anchor"><graphic xlink:href="fx1_lrg"/></fig></abstract><abstract id="abs0015"><title>Resumen</title><sec><title>Introducci&#x000f3;n</title><p>La expansi&#x000f3;n de la infecci&#x000f3;n por SARS-CoV-2 (COVID-19) ha requerido la adaptaci&#x000f3;n de los hospitales afectados por la pandemia, causando una reducci&#x000f3;n de la actividad quir&#x000fa;rgica electiva.</p></sec><sec><title>M&#x000e9;todos</title><p>Estudio retrospectivo de pacientes operados durante el mes previo y el pico de la pandemia. Se analiz&#x000f3; la tasa de contagio por COVID-19, la gravedad de la infecci&#x000f3;n respiratoria seg&#x000fa;n la <italic>Brescia Respiratory COVID-19 Severity Scale</italic>, las medidas terap&#x000e9;uticas adoptadas y las complicaciones postoperatorias globales.</p></sec><sec><title>Resultados</title><p>Desde el 17 de febrero hasta el 31 de marzo de 2020 se produjo una reducci&#x000f3;n progresiva de la actividad quir&#x000fa;rgica, intervini&#x000e9;ndose &#x000fa;nicamente 213 pacientes: 59 (27,8%) de forma programada por patolog&#x000ed;a tumoral, 97 (45,5%) por patolog&#x000ed;a benigna y 57 (26,7%) de forma urgente.</p><p>Se produjo un aumento progresivo de la tasa de contagio por COVID-19 con un total de 15 (7%) casos. De los pacientes oncol&#x000f3;gicos, 10 (16,9%) resultaron afectos; en el grupo de cirug&#x000ed;a electiva, un paciente (1%); y en el grupo de cirug&#x000ed;a urgente, 4 (7%) (p&#x000a0;&#x0003c;&#x000a0;0,001). Cinco pacientes presentaron una infecci&#x000f3;n respiratoria grave de los cuales 4 estaban afectos por enfermedad oncol&#x000f3;gica. Hubo 3 (1,4%) fallecimientos, todos debidos a progresi&#x000f3;n de la infecci&#x000f3;n respiratoria.</p></sec><sec><title>Conclusiones</title><p>Los pacientes sometidos a cirug&#x000ed;a presentaron una elevada tasa de infecci&#x000f3;n por COVID-19 y de complicaciones postoperatorias, sobre todo en los pacientes oncol&#x000f3;gicos. La puesta en marcha de la de la actividad quir&#x000fa;rgica debe basarse en una priorizaci&#x000f3;n de los casos a operar, respetando unas premisas de seguridad y optimizaci&#x000f3;n de los recursos disponibles.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Introduction</title><p>The spread of the SARS-CoV-2 infection (COVID-19) has required adaptation by hospitals affected by the pandemic, which has caused a reduction in elective surgical activity.</p></sec><sec><title>Methods</title><p>Retrospective study of patients operated on in the previous month and during the peak of the pandemic. We analysed the COVID-19 infection rate, the severity of respiratory infection according to the Brescia respiratory COVID-19 severity scale, the adopted therapeutic measures and the overall postoperative complications.</p></sec><sec><title>Results</title><p>From 17<sup>th</sup> February to 31<sup>st</sup> March 2020, there was a progressive decrease in surgical activity, with only 213 patients operated on. This comprised 59 (27.8%) elective operations for oncological diseases, 97 (45.5%) elective operations for benign diseases and 57 (26.7%) as urgent procedures.</p><p>There was a progressive increase in the rate of infection by COVID-19, with a total of 15 cases (7%). This included 10 patients (16.9%) in the elective group for oncological disease, 1 (1%) in the elective surgery group for benign disease and 4 (7%) in the urgent surgery group (<italic>P</italic>&#x000a0;&#x0003c;&#x000a0;.001). Five patients presented with a severe respiratory infection, of which 4 were affected by oncological disease. There were 3 deaths (1.4%), which were all due to the worsening of a respiratory infection.</p></sec><sec><title>Conclusions</title><p>The patients undergoing the surgical procedures showed high rates of COVID-19 infection and postoperative complications, especially the patients with oncological diseases. Local resumption of surgical activity must be based on the prioritisation of the cases to be operated on, respecting certain premises of security and optimisation of the available resources.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Cirug&#x000ed;a electiva</kwd><kwd>Cirug&#x000ed;a oncol&#x000f3;gica</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Elective surgery</kwd><kwd>Oncologic surgery</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">Desde que se produjeron los primeros casos de infecci&#x000f3;n por SARS-CoV-2 (COVID-19) a finales de diciembre de 2019 en Wuhan (China), el crecimiento exponencial de esta enfermedad ha llevado a una pandemia, declarada como tal por la Organizaci&#x000f3;n Mundial de la Sanidad (OMS) el 11 de marzo 2020<xref rid="bib0200" ref-type="bibr">1</xref>, <xref rid="bib0205" ref-type="bibr">2</xref>. Espa&#x000f1;a y, concretamente, la Comunidad de Madrid han sido unos de los lugares con mayores tasas de contagios declarados a nivel mundial<xref rid="bib0210" ref-type="bibr"><sup>3</sup></xref>, lo que llev&#x000f3; a la declaraci&#x000f3;n del estado de alarma el 14 de marzo de 2020.</p><p id="par0010">En este periodo de tiempo, la expansi&#x000f3;n de la infecci&#x000f3;n y el elevado consumo de recursos sanitarios, como camas de hospitalizaci&#x000f3;n y de Unidades Cuidados Intensivos (UCI), han requerido una adaptaci&#x000f3;n del sistema sanitario<xref rid="bib0210" ref-type="bibr">3</xref>, <xref rid="bib0215" ref-type="bibr">4</xref>. Para tratar de atender al mayor n&#x000fa;mero de pacientes posibles, en muchos centros se ha reubicado al personal, al tiempo que se ha ampliado el n&#x000fa;mero de camas de UCI. Todos estos cambios log&#x000ed;sticos, junto al contexto epid&#x000e9;mico, han llevado a la reducci&#x000f3;n o suspensi&#x000f3;n temporal de la actividad quir&#x000fa;rgica electiva en muchos centros afectados por la pandemia<xref rid="bib0220" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0015">La reducci&#x000f3;n o suspensi&#x000f3;n de la actividad quir&#x000fa;rgica ha conllevado retrasos en la programaci&#x000f3;n de las intervenciones, lo que puede representar un serio problema en el caso de enfermedades oncol&#x000f3;gicas<xref rid="bib0225" ref-type="bibr"><sup>6</sup></xref>. Si bien est&#x000e1; claramente demostrado el empeoramiento del pron&#x000f3;stico oncol&#x000f3;gico en caso de demoras en los tratamientos<xref rid="bib0230" ref-type="bibr">7</xref>, <xref rid="bib0235" ref-type="bibr">8</xref>, <xref rid="bib0240" ref-type="bibr">9</xref>, no se puede ignorar el aumento de la morbimortalidad en los pacientes intervenidos, descritos por grupos europeos y asi&#x000e1;ticos<xref rid="bib0225" ref-type="bibr">6</xref>, <xref rid="bib0245" ref-type="bibr">10</xref>, <xref rid="bib0250" ref-type="bibr">11</xref>. El estr&#x000e9;s quir&#x000fa;rgico parece asociarse a un cambio en el perfil inmune, que favorecer&#x000ed;a la infecci&#x000f3;n por SARS-CoV-2 y la gravedad de las manifestaciones de dicha infecci&#x000f3;n<xref rid="bib0255" ref-type="bibr"><sup>12</sup></xref>.</p><p id="par0020">Existe muy escasa evidencia y limitadas recomendaciones en el momento actual por parte de las sociedades cient&#x000ed;ficas sobre el manejo de pacientes a la espera de cirug&#x000ed;a electiva<xref rid="bib0260" ref-type="bibr"><sup>13</sup></xref>. Principalmente hay recomendaciones para cirug&#x000ed;a urgente/emergente que valoran el riesgo de infecci&#x000f3;n por el virus, frente al beneficio del tratamiento de su patolog&#x000ed;a de base<xref rid="bib0215" ref-type="bibr">4</xref>, <xref rid="bib0265" ref-type="bibr">14</xref>, <xref rid="bib0270" ref-type="bibr">15</xref>, <xref rid="bib0275" ref-type="bibr">16</xref>.</p><p id="par0025">El objetivo de este estudio es realizar un an&#x000e1;lisis del impacto que ha tenido la pandemia por COVID-19 en los pacientes sometidos a cirug&#x000ed;a en un servicio de Cirug&#x000ed;a General y del Aparato Digestivo, en un hospital p&#x000fa;blico de tercer nivel de la red de hospitales del Servicio Madrile&#x000f1;o de Salud (SERMAS), Espa&#x000f1;a. Se estudiaron los pacientes operados desde el mes previo a la declaraci&#x000f3;n del estado de alarma en Espa&#x000f1;a y durante el pico de la pandemia. Mediante el an&#x000e1;lisis de nuestros resultados y una revisi&#x000f3;n de la literatura disponible se proponen unas recomendaciones sobre la reintroducci&#x000f3;n de la actividad quir&#x000fa;rgica en los hospitales afectados por la pandemia.</p></sec><sec id="sec0010"><title>M&#x000e9;todos</title><p id="par0030">An&#x000e1;lisis retrospectivo de los pacientes sometidos a intervenci&#x000f3;n quir&#x000fa;rgica en un hospital universitario de tercer nivel del SERMAS, Espa&#x000f1;a, durante el periodo comprendido entre las 4 semanas previas a la declaraci&#x000f3;n del estado de alarma (17 de febrero) y el 31 de marzo, con un seguimiento m&#x000ed;nimo de 15 d&#x000ed;as.</p><p id="par0035">Se trata de un hospital p&#x000fa;blico que present&#x000f3; un aumento gradual de los casos de COVID-19 y una suspensi&#x000f3;n progresiva de la actividad quir&#x000fa;rgica hasta alcanzar un escenario tipo V seg&#x000fa;n la definici&#x000f3;n de la Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos (AEC)<xref rid="bib0280" ref-type="bibr"><sup>17</sup></xref>, con un porcentaje de pacientes COVID-19 hospitalizados &#x0003e;&#x000a0;75% del total del hospital y un impacto significativo sobre la actividad cl&#x000ed;nica asistencial con limitaci&#x000f3;n de la camas de la UCI. Al alcanzar dicho estado de alerta y coincidiendo con la declaraci&#x000f3;n nacional del estado de alarma, el 14 de marzo de 2020, se procedi&#x000f3; a la suspensi&#x000f3;n temporal casi total de la actividad quir&#x000fa;rgica electiva.</p><p id="par0040">Para la confirmaci&#x000f3;n de casos sospechosos de infecci&#x000f3;n por SARS-CoV-2 con cl&#x000ed;nica compatible se utiliz&#x000f3; el test de reacci&#x000f3;n en cadena de la polimerasa con transcriptasa inversa (RT-PCR), seg&#x000fa;n la metodolog&#x000ed;a disponible en el laboratorio de microbiolog&#x000ed;a del hospital, mediante la realizaci&#x000f3;n de exudados nasofar&#x000ed;ngeo y orofar&#x000ed;ngeo. Se consideraron signos radiol&#x000f3;gicos compatibles con COVID-19 la aparici&#x000f3;n de infiltrados perif&#x000e9;ricos en vidrio deslustrado, patr&#x000f3;n alveolar difuso, consolidaciones bilaterales y/o neumon&#x000ed;a organizada<xref rid="bib0285" ref-type="bibr"><sup>18</sup></xref>.</p><p id="par0045">Durante el pico de la pandemia, se hizo necesaria una priorizaci&#x000f3;n de los recursos disponibles en funci&#x000f3;n de una serie de criterios cl&#x000ed;nicos-&#x000e9;ticos-epidemiol&#x000f3;gicos dictados por las autoridades locales competentes. Por lo tanto, a la hora de reportar la morbimortalidad de los pacientes quir&#x000fa;rgicos con infecci&#x000f3;n por COVID-19 se indicar&#x000e1;: por un lado, la gravedad de las complicaciones seg&#x000fa;n la clasificaci&#x000f3;n de Dindo-Clavien<xref rid="bib0290" ref-type="bibr"><sup>19</sup></xref>, y por el otro, las medidas terap&#x000e9;uticas utilizadas en cada paciente seg&#x000fa;n la clasificaci&#x000f3;n de los tratamientos requeridos que se describe en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
y la severidad respiratoria seg&#x000fa;n la <italic>Brescia Respiratory COVID-19 Severity Scale</italic> (BRCSS)<xref rid="bib0295" ref-type="bibr"><sup>20</sup></xref>.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Grupos de tratamientos en relaci&#x000f3;n con la infecci&#x000f3;n por COVID-19</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><tbody><tr><td align="left">Grupo 0</td><td align="left">Tratamiento sintom&#x000e1;tico</td></tr><tr><td align="left">Grupo I</td><td align="left">Hospitalizaci&#x000f3;n con oxigenoterapia, antirretrovirales y/o inmunomoduladores (lopinavir/ritonavir, darunavir, cloroquina, hidroxicloroquina)</td></tr><tr><td align="left">Grupo II</td><td align="left">Hospitalizaci&#x000f3;n y necesidad de corticosteroides a alta dosis (dosis &#x0003e;&#x000a0;1&#x000a0;mg/kg/d&#x000ed;a de prednisolona o equivalentes), otros inmunomoduladores/inmunosupresores (tocilizumab, interfer&#x000f3;n, etc.) y medicamentos no incluidos en el grupo I</td></tr><tr><td align="left">Grupo III</td><td align="left">Ingreso en UCI o requerimiento de ventilaci&#x000f3;n mec&#x000e1;nica</td></tr></tbody></table><table-wrap-foot><fn><p>UCI: Unidad de Cuidados Intensivos.</p></fn></table-wrap-foot></table-wrap></p><p id="par0050">Se analizaron la edad, el sexo, el estado funcional definido seg&#x000fa;n la escala ECOG<xref rid="bib0300" ref-type="bibr"><sup>21</sup></xref>, los antecedentes personales, el diagn&#x000f3;stico, el tipo de intervenci&#x000f3;n quir&#x000fa;rgica, el momento en que se confirm&#x000f3; la infecci&#x000f3;n por SARS-CoV-2, el tratamiento requerido para la misma (<xref rid="tbl0005" ref-type="table">tabla 1</xref>), la gravedad de la infecci&#x000f3;n respiratoria seg&#x000fa;n la BRCSS<xref rid="bib0295" ref-type="bibr"><sup>20</sup></xref> y las complicaciones postoperatorias seg&#x000fa;n la clasificaci&#x000f3;n de Dindo-Clavien<xref rid="bib0290" ref-type="bibr"><sup>19</sup></xref>.</p><p id="par0055">El an&#x000e1;lisis estad&#x000ed;stico se realiz&#x000f3; con el programa SPSS&#x000ae; v.23 (SPSS&#x000ae;, Chicago, Illinois, EE.&#x000a0;UU.). Las variables cualitativas se expresaron como n&#x000fa;mero y porcentaje, y las variables cuantitativas mediante mediana con rango intercuart&#x000ed;lico. Las variables categ&#x000f3;ricas se analizaron con la prueba exacta de Fisher. Las diferencias se consideraron significativas por valores de p&#x000a0;&#x0003c;&#x000a0;0,05.</p></sec><sec id="sec0015"><title>Resultados</title><p id="par0060">Desde el 17 de febrero hasta el 31 de marzo de 2020 se operaron 213 pacientes: 59 (27,8%) de forma programada por patolog&#x000ed;a tumoral, 97 (45,5%) de forma programada por patolog&#x000ed;a benigna y 57 (26,7%) de forma urgente.</p><p id="par0065">Hasta el d&#x000ed;a 6 de marzo se mantuvo la actividad asistencial habitual, que posteriormente fue disminuyendo inicialmente a expensas de procedimientos programados por patolog&#x000ed;a benigna y, desde el 14 de marzo, con una suspensi&#x000f3;n casi total de la actividad quir&#x000fa;rgica. La <xref rid="fig0005" ref-type="fig">figura 1</xref>
describe el nivel de actividad semanal del servicio. De los 213 pacientes intervenidos, 15 (7%) presentaron en el postoperatorio una infecci&#x000f3;n confirmada por SARS-CoV-2. En la <xref rid="fig0010" ref-type="fig">figura 2</xref>
se describe el n&#x000fa;mero de infecciones por SARS-CoV-2 y el porcentaje de pacientes infectados sobre el total de las cirug&#x000ed;as realizadas por semanas.<fig id="fig0005"><label>Figura 1</label><caption><p>N&#x000fa;mero de procedimientos quir&#x000fa;rgicos realizados por semanas.</p></caption><graphic xlink:href="gr1_lrg"/></fig><fig id="fig0010"><label>Figura 2</label><caption><p>N&#x000fa;mero de infecciones por COVID-19 y porcentaje de infecciones sobre el total de procedimientos quir&#x000fa;rgicos realizados por semanas.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0070">En el grupo de pacientes oncol&#x000f3;gicos, 10 (16,9%) presentaron una infecci&#x000f3;n por SARS-CoV-2; en el grupo de pacientes intervenidos por patolog&#x000ed;a benigna, uno (1%); y en el grupo de cirug&#x000ed;a urgente 4 (7%), encontrando diferencias estad&#x000ed;sticamente significativas en la tasa de contagio de los 3 grupos (p&#x000a0;=&#x000a0;0,004) (<xref rid="tbl0010" ref-type="table">tabla 2</xref>
).<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Incidencia de la infecci&#x000f3;n por COVID-19 en pacientes sometidos a intervenci&#x000f3;n quir&#x000fa;rgica</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="center">Casos operados</th><th align="center">Casos afectos (%)</th><th align="center">p</th></tr></thead><tbody><tr><td align="left">Cirug&#x000ed;a programada oncol&#x000f3;gica</td><td align="left">59</td><td align="left">10 (16,9%)</td><td/></tr><tr><td align="left">Cirug&#x000ed;a programada no oncol&#x000f3;gica</td><td align="left">97</td><td align="left">1 (1%)</td><td/></tr><tr><td align="left">Cirug&#x000ed;a urgente</td><td align="left">57</td><td align="left">4 (7%)</td><td/></tr><tr><td align="left">Total</td><td align="left">213</td><td align="left">15 (7%)</td><td align="left">&#x0003c;&#x000a0;0,001</td></tr></tbody></table></table-wrap></p><p id="par0075">Cinco de los 15 contagios por COVID-19 se diagnosticaron durante la hospitalizaci&#x000f3;n, siendo el resto pacientes diagnosticados tras el alta sin poder especificar si el contagio tuvo lugar durante la hospitalizaci&#x000f3;n, las visitas postoperatorias o fuera del &#x000e1;mbito hospitalario.</p><p id="par0080">Cinco pacientes presentaron una infecci&#x000f3;n respiratoria grave que no respond&#x000ed;a a tratamiento sintom&#x000e1;tico o a medicamentos del grupo I (<xref rid="tbl0005" ref-type="table">tabla 1</xref>), precisando medidas adicionales. Cuatro de estos pacientes presentaban una patolog&#x000ed;a tumoral de base: un colangiocarcinoma, un adenocarcinoma de p&#x000e1;ncreas y un linfoma en el grupo de los pacientes oncol&#x000f3;gicos intervenidos de forma programada y un linfoma en tratamiento activo que se someti&#x000f3; a drenaje de un absceso de forma urgente.</p><p id="par0085">Se produjeron en total 3 (1,4%) fallecimientos, todos debidos a progresi&#x000f3;n de la enfermedad respiratoria por COVID-19: uno (1,7%) en el grupo de pacientes oncol&#x000f3;gicos y 2 (3,5%) en el grupo de pacientes intervenidos de forma urgente.</p><sec id="sec0020"><title>Cirug&#x000ed;a oncol&#x000f3;gica</title><p id="par0090">De los 59 pacientes sometidos a cirug&#x000ed;a oncol&#x000f3;gica, 10 (16,9%) desarrollaron una infecci&#x000f3;n por SARS-CoV-2 (<xref rid="tbl0015" ref-type="table">tabla 3</xref>
).<table-wrap position="float" id="tbl0015"><label>Tabla 3</label><caption><p>Paciente sometidos a cirug&#x000ed;a oncol&#x000f3;gica y positivos para COVID-19 en el postoperatorio</p></caption><alt-text id="at3">Tabla 3</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="center">Edad/Sexo</th><th align="center">ECOG</th><th align="center">Antecedentes m&#x000e1;s relevantes</th><th align="center">Intervenci&#x000f3;n quir&#x000fa;rgica</th><th align="center">Estancia (d&#x000ed;as)</th><th align="center">Complicaciones (antes infecci&#x000f3;n COVID-19)</th><th align="center">Contagio COVID-19</th><th align="center">Grupo tratamiento COVID-19</th><th align="center">BCRSS</th><th align="center">Complicaciones globales</th></tr></thead><tbody><tr><td align="left">1</td><td align="left">71 M</td><td align="left">1</td><td align="left">Obesidad, HTA, EPOC y SAOS, FA</td><td align="left">DPC</td><td align="left">34</td><td align="left">IIIb (reintervenci&#x000f3;n por f&#x000ed;stula)</td><td align="left">Hospitalizaci&#x000f3;n</td><td align="left">II</td><td align="left">3</td><td align="left">V</td></tr><tr><td align="left">2</td><td align="left">85 V</td><td align="left">3</td><td align="left">Obesidad, HTA, EPOC y SAOS, insuficiencia cardiaca</td><td align="left">Hemicolectom&#x000ed;a izquierda</td><td align="left">21</td><td align="left">IIIb (reintervenci&#x000f3;n por evisceraci&#x000f3;n)</td><td align="left">Tras alta --&#x0003e; reingreso</td><td align="left">I</td><td align="left">2</td><td align="left">IIIb</td></tr><tr><td align="left">3</td><td align="left">62 M</td><td align="left">0</td><td align="left">HTA</td><td align="left">DPC</td><td align="left">17</td><td align="left">IIIa (drenaje absceso)</td><td align="left">Hospitalizaci&#x000f3;n</td><td align="left">I</td><td align="left">1</td><td align="left">IIIa</td></tr><tr><td align="left">4</td><td align="left">66 V</td><td align="left">3</td><td align="left">FA, insuficiencia cardiaca, cardiopat&#x000ed;a isqu&#x000e9;mica</td><td align="left">Resecci&#x000f3;n anterior baja</td><td align="left">11</td><td align="left">II (hemorragia digestiva baja)</td><td align="left">Tras alta --&#x0003e; reingreso</td><td align="left">I</td><td align="left">1</td><td align="left">II</td></tr><tr><td align="left">5</td><td align="left">51 V</td><td align="left">2</td><td align="left">HTA, retraso psicomotor, linfoma</td><td align="left">Biopsia adenopat&#x000ed;a</td><td align="left">22</td><td align="left">0</td><td align="left">Hospitalizaci&#x000f3;n</td><td align="left">II</td><td align="left">3</td><td align="left">II</td></tr><tr><td align="left">6</td><td align="left">65 M</td><td align="left">0</td><td align="left">HTA, FA</td><td align="left">Resecci&#x000f3;n hep&#x000e1;tica y linfadenectom&#x000ed;a</td><td align="left">4</td><td align="left">I</td><td align="left">Tras alta --&#x0003e; reingreso</td><td align="left">II</td><td align="left">3</td><td align="left">II</td></tr><tr><td align="left">7</td><td align="left">70 M</td><td align="left">0</td><td align="left">HTA</td><td align="left">Hemicolectom&#x000ed;a derecha</td><td align="left">33</td><td align="left">II (hemorragia digestiva baja)</td><td align="left">Hospitalizaci&#x000f3;n</td><td align="left">I</td><td align="left">1</td><td align="left">II</td></tr><tr><td align="left">8</td><td align="left">89 M</td><td align="left">2</td><td align="left">HTA, FA</td><td align="left">Hemicolectom&#x000ed;a derecha</td><td align="left">15</td><td align="left">II (&#x000ed;leo paral&#x000ed;tico)</td><td align="left">Tras alta --&#x0003e; tratamiento ambulatorio</td><td align="left">0</td><td align="left">0</td><td align="left">II</td></tr><tr><td align="left">9</td><td align="left">41 M</td><td align="left">0</td><td/><td align="left">Segmentectom&#x000ed;a mamaria</td><td align="left">0</td><td align="left">0</td><td align="left">Tras alta --&#x0003e; tratamiento ambulatorio</td><td align="left">0</td><td align="left">0</td><td align="left">0</td></tr><tr><td align="left">10</td><td align="left">62 M</td><td align="left">0</td><td align="left">Trastorno delirante cr&#x000f3;nico</td><td align="left">Mastectom&#x000ed;a</td><td align="left">2</td><td align="left">0</td><td align="left">Tras alta --&#x0003e; tratamiento ambulatorio</td><td align="left">0</td><td align="left">0</td><td align="left">0</td></tr></tbody></table><table-wrap-foot><fn><p>BCRSS: <italic>Brescia Respiratory COVID-19 Severity Scale</italic>; DPC: duodenopancreatectom&#x000ed;a cef&#x000e1;lica; ECOG: escala estado funcional; EPOC: enfermedad pulmonar obstructiva cr&#x000f3;nica; FA: fibrilaci&#x000f3;n auricular; HTA: hipertensi&#x000f3;n arterial; M: mujer; SAOS: s&#x000ed;ndrome apnea obstructiva del sue&#x000f1;o; V: var&#x000f3;n.</p></fn></table-wrap-foot></table-wrap></p><p id="par0095">La edad mediana fue de 65&#x000a0;a&#x000f1;os (57-78). Tres fueron varones; las comorbilidades m&#x000e1;s frecuentemente asociadas fueron cardiovasculares y respiratorias. Dos pacientes hab&#x000ed;an sido sometidos a duodenopancreatectom&#x000ed;a cef&#x000e1;lica, 5 a una resecci&#x000f3;n colorrectal, 2 a resecci&#x000f3;n mamaria y uno a una biopsia escisional de una adenopat&#x000ed;a en un paciente con tratamiento activo por un linfoma. Tres pacientes (5%) presentaron complicaciones grado &#x02265;&#x000a0;IIIa seg&#x000fa;n Dindo-Clavien antes de la infecci&#x000f3;n respiratoria.</p><p id="par0100">Cuatro pacientes (6,7%) se contagiaron durante el ingreso, mientras que 6 (10,1%) fueron dados de alta y diagnosticados despu&#x000e9;s. Tres pacientes requirieron un tratamiento puramente sintom&#x000e1;tico domiciliario, mientras que los otros 7 precisaron reingreso o prolongaci&#x000f3;n de la hospitalizaci&#x000f3;n. De estos, 3 presentaron una neumon&#x000ed;a grave que requiri&#x000f3; tratamiento del grupo II.</p><p id="par0105">Cuando comparamos los cambios en la gravedad de las complicaciones seg&#x000fa;n la escala de Dindo-Clavien antes y despu&#x000e9;s de la infecci&#x000f3;n respiratoria, 3 pacientes presentaron una modificaci&#x000f3;n en la gravedad de las complicaciones seg&#x000fa;n la escala cl&#x000ed;nica y uno de ellos falleci&#x000f3;.</p></sec><sec id="sec0025"><title>Cirug&#x000ed;a electiva no oncol&#x000f3;gica</title><p id="par0110">De los 97 pacientes sometidos a cirug&#x000ed;a electiva no oncol&#x000f3;gica, uno (1%) result&#x000f3; positivo para COVID-19 (<xref rid="tbl0020" ref-type="table">tabla 4</xref>
). El paciente fue tratado de forma domiciliaria con un tratamiento sintom&#x000e1;tico.<table-wrap position="float" id="tbl0020"><label>Tabla 4</label><caption><p>Paciente sometido a cirug&#x000ed;a electiva no oncol&#x000f3;gica y positivo para COVID-19 en el postoperatorio</p></caption><alt-text id="at4">Tabla 4</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="center">Edad/Sexo</th><th align="center">ECOG</th><th align="center">Antecedentes m&#x000e1;s relevantes</th><th align="center">Intervenci&#x000f3;n quir&#x000fa;rgica</th><th align="center">Estancia (d&#x000ed;as)</th><th align="center">Complicaciones (antes infecci&#x000f3;n COVID-19)</th><th align="center">Contagio COVID-19</th><th align="center">Grupo tratamiento COVID-19</th><th align="center">BCRSS</th><th align="center">Complicaciones globales</th></tr></thead><tbody><tr><td align="left">11</td><td align="left">34 V</td><td align="left">0</td><td align="left">HTA, miocardiopat&#x000ed;a hipertr&#x000f3;fica</td><td align="left">Colecistectom&#x000ed;a</td><td align="left">1</td><td align="left">0</td><td align="left">Tras alta --&#x0003e; tratamiento ambulatorio</td><td align="left">0</td><td align="left">0</td><td align="left">0</td></tr></tbody></table><table-wrap-foot><fn><p>BCRSS: <italic>Brescia Respiratory COVID-19 Severity Scale</italic>; ECOG: escala estado funcional; HTA: hipertensi&#x000f3;n arterial; M: mujer; V: var&#x000f3;n.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec0030"><title>Cirug&#x000ed;a urgente</title><p id="par0115">De los 57 pacientes sometidos a cirug&#x000ed;a urgente, 4 (7%) resultaron positivos para COVID-19 (<xref rid="tbl0025" ref-type="table">tabla 5</xref>
). Un paciente (1,7%) present&#x000f3; complicaciones grado &#x02265;&#x000a0;IIIa seg&#x000fa;n Dindo-Clavien antes de la infecci&#x000f3;n respiratoria, requiriendo una reintervenci&#x000f3;n debido a una obstrucci&#x000f3;n intestinal.<table-wrap position="float" id="tbl0025"><label>Tabla 5</label><caption><p>Pacientes sometidos a cirug&#x000ed;a urgente y positivos para COVID-19 en el postoperatorio</p></caption><alt-text id="at5">Tabla 5</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="center">Edad/Sexo</th><th align="center">ECOG</th><th align="center">Antecedentes m&#x000e1;s relevantes</th><th align="center">Intervenci&#x000f3;n quir&#x000fa;rgica</th><th align="center">Estancia (d&#x000ed;as)</th><th align="center">Complicaciones (antes infecci&#x000f3;n COVID-19)</th><th align="center">Contagio COVID-19</th><th align="center">Grupo tratamiento COVID-19</th><th align="center">BCRSS</th><th align="center">Complicaciones globales</th></tr></thead><tbody><tr><td align="left">12</td><td align="left">82 V</td><td align="left">1</td><td align="left">HTA, diabetes tipo 2, FA</td><td align="left">Piloroplastia (&#x000fa;lcera perforada)</td><td align="left">21</td><td align="left">IIIb (obstrucci&#x000f3;n intestinal)</td><td align="left">Hospitalizaci&#x000f3;n</td><td align="left">II</td><td align="left">3</td><td align="left">V</td></tr><tr><td align="left">13</td><td align="left">61 V</td><td align="left">0</td><td align="left">HTA, linfoma</td><td align="left">Drenaje absceso perianal</td><td align="left">1</td><td align="left">0</td><td align="left">Tras alta --&#x0003e; reingreso</td><td align="left">I</td><td align="left">3</td><td align="left">V</td></tr><tr><td align="left">14</td><td align="left">82 V</td><td align="left">2</td><td align="left">EPOC, artritis seronegativa</td><td align="left">Hernioplastia</td><td align="left">8</td><td align="left">0</td><td align="left">Hospitalizaci&#x000f3;n</td><td align="left">I</td><td align="left">1</td><td align="left">0</td></tr><tr><td align="left">15</td><td align="left">69 M</td><td align="left">0</td><td align="left">HTA</td><td align="left">Resecci&#x000f3;n intestino delgado</td><td align="left">21</td><td align="left">0</td><td align="left">Hospitalizaci&#x000f3;n</td><td align="left">0</td><td align="left">0</td><td align="left">0</td></tr></tbody></table><table-wrap-foot><fn><p>BCRSS: <italic>Brescia Respiratory COVID-19 Severity Scale</italic>; ECOG: escala estado funcional; EPOC: enfermedad pulmonar obstructiva cr&#x000f3;nica; FA: fibrilaci&#x000f3;n auricular; HTA: hipertensi&#x000f3;n arterial; M: mujer; V: var&#x000f3;n.</p></fn></table-wrap-foot></table-wrap></p><p id="par0120">Tres pacientes (5,2%) se diagnosticaron durante el ingreso, mientras que uno (1,7%) tras el alta, precisando un reingreso por la infecci&#x000f3;n respiratoria. Un paciente necesit&#x000f3; un tratamiento sintom&#x000e1;tico, otro precis&#x000f3; tratamiento del grupo I y los 2 restantes, del grupo II.</p><p id="par0125">Cuando comparamos los cambios en la gravedad de las complicaciones seg&#x000fa;n la escala de Dindo-Clavien antes y despu&#x000e9;s de la infecci&#x000f3;n respiratoria, 2 pacientes, que finalmente fallecieron debido a la infecci&#x000f3;n respiratoria, presentaron una modificaci&#x000f3;n en la gravedad de las complicaciones seg&#x000fa;n la escala cl&#x000ed;nica.</p></sec></sec><sec id="sec0035"><title>Discusi&#x000f3;n</title><p id="par0130">Nuestro an&#x000e1;lisis confirma la elevada tasa de infecci&#x000f3;n por SARS-CoV-2 en pacientes sometidos a intervenci&#x000f3;n quir&#x000fa;rgica y su mayor incidencia en pacientes oncol&#x000f3;gicos. Nuestros datos respaldan las experiencias publicadas por autores asi&#x000e1;ticos y europeos<xref rid="bib0245" ref-type="bibr">10</xref>, <xref rid="bib0250" ref-type="bibr">11</xref>, <xref rid="bib0305" ref-type="bibr">22</xref> que han mostrado un incremento de la morbimortalidad en los pacientes intervenidos quir&#x000fa;rgicamente durante la pandemia.</p><p id="par0135">Existen elementos fisiopatol&#x000f3;gicos y datos epidemiol&#x000f3;gicos que nos permiten suponer que agregar estr&#x000e9;s quir&#x000fa;rgico a un paciente con COVID-19, o por el contrario desarrollar esta infecci&#x000f3;n en un paciente operado, puede ser muy perjudicial, especialmente en la cirug&#x000ed;a oncol&#x000f3;gica<xref rid="bib0245" ref-type="bibr">10</xref>, <xref rid="bib0250" ref-type="bibr">11</xref>, <xref rid="bib0255" ref-type="bibr">12</xref>. Un estudio publicado recientemente por un grupo asi&#x000e1;tico sugiere una mayor susceptibilidad a desarrollar una infecci&#x000f3;n grave por SARS-CoV-2 en pacientes con neoplasia, probablemente debido a la inmunosupresi&#x000f3;n subyacente<xref rid="bib0225" ref-type="bibr"><sup>6</sup></xref>. Los autores describen una tasa de infecciones respiratorias graves de hasta el 75% de los pacientes operados o tratados en el mes anterior a la infecci&#x000f3;n por SARS-CoV-2. Nuestra casu&#x000ed;stica describe una tasa de infecci&#x000f3;n del 16% y una tasa de mortalidad por insuficiencia respiratoria del 1,7% en pacientes oncol&#x000f3;gicos operados en el mes previo y durante el pico de la pandemia COVID-19. Adem&#x000e1;s, de los 5 pacientes que presentaron una infecci&#x000f3;n grave en nuestra serie necesitando un tratamiento del grupo II, 4 eran pacientes que presentaban una enfermedad oncol&#x000f3;gica de base. Aunque podr&#x000ed;a existir una mayor susceptibilidad a la infecci&#x000f3;n en el grupo de pacientes oncol&#x000f3;gicos, tambi&#x000e9;n hay que considerar que estos pacientes fueron los que presentaron una mayor tasa de complicaciones postoperatorias y estancias hospitalarias m&#x000e1;s prolongadas; y por lo tanto, un mayor riesgo de contagio intrahospitalario. En definitiva, tanto las alteraciones fisiopatol&#x000f3;gicas debidas a la enfermedad tumoral como el aumento de la morbilidad secundario al procedimiento quir&#x000fa;rgico y a la prolongaci&#x000f3;n de la estancia hospitalaria podr&#x000ed;an contribuir a un aumento de la tasa de contagio por SARS-CoV-2.</p><p id="par0140">En cuanto a la tasa de contagio, 5 pacientes fueron diagnosticados de COVID-19 estando ingresados en una planta a priori libre de infecci&#x000f3;n. No se pudo determinar con claridad la fuente de la infecci&#x000f3;n en los 10 pacientes que fueron diagnosticados tras el alta, sin poder descartar un contagio nosocomial. Dentro de las posibles causas de una infecci&#x000f3;n nosocomial hay que considerar las limitaciones de los test diagn&#x000f3;sticos y los falsos negativos documentados tambi&#x000e9;n por otros autores<xref rid="bib0310" ref-type="bibr"><sup>23</sup></xref>. Por otro lado, es cuestionable la eficiencia real de las medidas de aislamiento establecidas durante la pandemia. A pesar de haber creado unas &#x000e1;reas dedicadas a pacientes sin s&#x000ed;ntomas respiratorios y/o sospecha de infecci&#x000f3;n por COVID-19, puesto en marcha medidas adicionales tanto de limpieza como de protecci&#x000f3;n de los profesionales y de los pacientes, aplicando restricci&#x000f3;n del tr&#x000e1;nsito en dichas zonas, puede que estas medidas no fuesen suficientes para garantizar la ausencia de contagios intrahospitalarios. Por lo tanto, habr&#x000ed;a que considerar el dise&#x000f1;o de un circuito estanco que considere todas las etapas del proceso diagn&#x000f3;stico y terap&#x000e9;utico de los pacientes que vayan a ingresar durante el periodo de epidemia.</p><p id="par0145">Es altamente probable que los meses siguientes al pico de la pandemia se tenga que vivir una &#x000e9;poca de &#x000ab;convivencia&#x000bb; m&#x000e1;s o menos prolongada con la enfermedad por COVID-19, generando el problema de la puesta en marcha de la actividad quir&#x000fa;rgica, sobre todo en pacientes oncol&#x000f3;gicos. Aunque la demora en el tratamiento de los pacientes oncol&#x000f3;gicos puede empeorar el pron&#x000f3;stico a largo plazo<xref rid="bib0225" ref-type="bibr">6</xref>, <xref rid="bib0245" ref-type="bibr">10</xref>, <xref rid="bib0250" ref-type="bibr">11</xref>, es muy importante considerar el aumento de la morbimortalidad postoperatoria de estos pacientes si son infectados por SARS-CoV-2. Con el fin de ofrecer el mejor tratamiento posible, se hace necesario, por un lado, la optimizaci&#x000f3;n adecuada de los recursos disponibles, y por el otro, la priorizaci&#x000f3;n de los pacientes a la espera de una intervenci&#x000f3;n quir&#x000fa;rgica<xref rid="bib0315" ref-type="bibr"><sup>24</sup></xref>.</p><p id="par0150">En cuanto a la optimizaci&#x000f3;n de los recursos disponibles para la puesta en marcha de la actividad quir&#x000fa;rgica en hospitales que han estado tratando pacientes con COVID-19, habr&#x000ed;a que garantizar medidas de seguridad tanto para los pacientes como para los profesionales que los atienden<xref rid="bib0275" ref-type="bibr"><sup>16</sup></xref>. De no poder realizar una coordinaci&#x000f3;n nacional o regional con la creaci&#x000f3;n de centros que se dediquen exclusivamente al tratamiento de pacientes positivos o sin enfermedad, creemos que hay unas premisas fundamentales que se deben respetar en cada centro. Estas medidas se basan en los siguientes puntos:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>1)</label><p id="par0155">Creaci&#x000f3;n de programas de descontaminaci&#x000f3;n en caso de infecci&#x000f3;n probada o sospechosa. Dise&#x000f1;o de &#x000e1;reas limpias estancas apropiadamente preparadas, posiblemente con c&#x000f3;digos de colores (por ejemplo: verde, amarillo y rojo) y seg&#x000fa;n el riesgo de contaminaci&#x000f3;n ambiental de los pacientes que se prev&#x000e9; que vayan a alojar<xref rid="bib0320" ref-type="bibr">25</xref>, <xref rid="bib0325" ref-type="bibr">26</xref>.</p></list-item><list-item id="lsti0010"><label>2)</label><p id="par0160">Selecci&#x000f3;n y formaci&#x000f3;n del personal<xref rid="bib0225" ref-type="bibr">6</xref>, <xref rid="bib0330" ref-type="bibr">27</xref>.</p></list-item><list-item id="lsti0015"><label>3)</label><p id="par0165">Garant&#x000ed;a de la seguridad del paciente, detectando casos asintom&#x000e1;ticos que podr&#x000ed;an empeorar tras la intervenci&#x000f3;n<xref rid="bib0330" ref-type="bibr">27</xref>, <xref rid="bib0335" ref-type="bibr">28</xref>.</p></list-item><list-item id="lsti0020"><label>4)</label><p id="par0170">Prevenci&#x000f3;n de la contaminaci&#x000f3;n de estas &#x000e1;reas protegidas para evitar brotes intrahospitalarios y as&#x000ed; garantizar la seguridad de los pacientes y del personal<xref rid="bib0340" ref-type="bibr">29</xref>, <xref rid="bib0345" ref-type="bibr">30</xref>.</p></list-item></list>
</p><p id="par0175">En cuanto a la priorizaci&#x000f3;n de los pacientes en lista de espera quir&#x000fa;rgica, hay que tener en cuenta que durante el estado de &#x000ab;convivencia&#x000bb; con la pandemia es improbable que se pueda asegurar a los pacientes la ausencia completa de riesgo de contagio tras el procedimiento quir&#x000fa;rgico. La toma de decisiones sobre el tratamiento m&#x000e1;s adecuado para cada paciente deber&#x000e1; realizarse a trav&#x000e9;s de un comit&#x000e9; multidisciplinar, bas&#x000e1;ndose en los siguientes factores:<list list-type="simple" id="lis0010"><list-item id="lsti0025"><label>a)</label><p id="par0180">Riesgo de complicaciones relacionadas con el paciente (Clasificaci&#x000f3;n anest&#x000e9;sica preoperatoria ASA, ECOG)<xref rid="bib0300" ref-type="bibr">21</xref>, <xref rid="bib0350" ref-type="bibr">31</xref>.</p></list-item><list-item id="lsti0030"><label>b)</label><p id="par0185">Riesgo de complicaciones relacionadas con la enfermedad, su progresi&#x000f3;n y el procedimiento quir&#x000fa;rgico<xref rid="bib0355" ref-type="bibr">32</xref>, <xref rid="bib0360" ref-type="bibr">33</xref>, <xref rid="bib0365" ref-type="bibr">34</xref>, <xref rid="bib0370" ref-type="bibr">35</xref>.</p></list-item><list-item id="lsti0035"><label>c)</label><p id="par0190">Disponibilidad de alternativas terap&#x000e9;uticas a la cirug&#x000ed;a de menor riesgo (quimioterapia, radioterapia, procedimientos endosc&#x000f3;picos, termoablaci&#x000f3;n, etc.)<xref rid="bib0375" ref-type="bibr">36</xref>, <xref rid="bib0380" ref-type="bibr">37</xref>, <xref rid="bib0385" ref-type="bibr">38</xref>, <xref rid="bib0390" ref-type="bibr">39</xref>.</p></list-item><list-item id="lsti0040"><label>d)</label><p id="par0195">Momento en el que nos encontremos dentro de la evoluci&#x000f3;n de la pandemia, presi&#x000f3;n asistencial y recursos disponibles en cada centro<xref rid="bib0215" ref-type="bibr"><sup>4</sup></xref>.</p></list-item></list>
</p><p id="par0200">Esta priorizaci&#x000f3;n de las indicaciones debe incluir sin duda alguna una informaci&#x000f3;n detallada a los pacientes y sus familiares de los riesgos y beneficios en cada caso, as&#x000ed; como de la necesaria colaboraci&#x000f3;n y soporte familiar en la recuperaci&#x000f3;n en su domicilio, dada la importancia que adquiere el alta hospitalaria precoz para reducir el riesgo de contagio. Los pacientes deber&#x000ed;an ser pormenorizadamente informados de los riesgos y beneficios de someterse a la intervenci&#x000f3;n quir&#x000fa;rgica, en funci&#x000f3;n de sus comorbilidades, las condiciones del centro en cada momento y las caracter&#x000ed;sticas de cada intervenci&#x000f3;n. Debe exponerse al paciente de forma clara y concisa el riesgo que conlleva contraer infecci&#x000f3;n por SARS-CoV-2, su repercusi&#x000f3;n en el desarrollo de complicaciones postoperatorias y la eventual mortalidad asociada. Por otro lado, el paciente debe conocer cu&#x000e1;l es el riesgo de cambio pron&#x000f3;stico por la evoluci&#x000f3;n de su patolog&#x000ed;a y el beneficio que aporta el tratamiento quir&#x000fa;rgico en su caso.</p></sec><sec id="sec0040"><title>Conclusiones</title><p id="par0205">Los pacientes sometidos a cirug&#x000ed;a electiva entre el mes previo al inicio de la pandemia por COVID-19 y los d&#x000ed;as de mayor incidencia de casos presentaron una elevada tasa de complicaciones postoperatorias con una tasa de infecci&#x000f3;n por SARS-CoV-2 de hasta el 16% en pacientes sometidos a cirug&#x000ed;a oncol&#x000f3;gica.</p><p id="par0210">La puesta en marcha de la actividad quir&#x000fa;rgica en hospitales que han estado y siguen tratando enfermos COVID-19 deber&#x000ed;a basarse en una priorizaci&#x000f3;n de los casos a operar, respetando unas premisas de seguridad y optimizaci&#x000f3;n de los recursos disponibles, garantizando la seguridad tanto de los pacientes como de los profesionales.</p></sec><sec id="sec0045"><title>Grupo de coautores</title><p id="par0215">Elena Bermejo Marcos, Carlos Cerd&#x000e1;n Santacruz, Jes&#x000fa;s Delgado Valdueza, Beatriz Doblado Cardellach, I&#x000f1;igo Garc&#x000ed;a Sanz, Alberto Gimeno Calvo, Cristina Mar&#x000ed;n Campos, Jos&#x000e9; Luis Mart&#x000ed;n &#x000c1;lvarez, Teresa P&#x000e9;rez de la Fuente, Ana Rodr&#x000ed;guez S&#x000e1;nchez, M&#x000f3;nica S&#x000e1;nchez Gallardo, Luis S&#x000e1;nchez-Urdazpal Gonz&#x000e1;lez, Emma Torres M&#x000ed;nguez, &#x000c1;lvaro Vald&#x000e9;s de Anca, Francisco Eduardo Viamontes Ugalde, Jose Mar&#x000ed;a Lopesino Gonz&#x000e1;lez, Lara Blanco Teres, &#x000c1;lvaro Gancedo Quintana, Julia Revuelta Ram&#x000ed;rez, Livia Delgado Burdalo, Rodrigo Tovar P&#x000e9;rez, Ram&#x000f3;n Sanz Ongil.</p></sec><sec id="sec0050"><title>Conflicto de intereses</title><p id="par0220">Los autores certifican que no existe conflicto de intereses con ninguna organizaci&#x000f3;n financiera/de investigaci&#x000f3;n/acad&#x000e9;mica, con respecto al contenido que se analiza en el manuscrito.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0200"><label>1</label><element-citation publication-type="journal" id="sbref0200"><person-group person-group-type="author"><name><surname>Guan</surname><given-names>W.J.</given-names></name><name><surname>Ni</surname><given-names>Z.Y.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Liang</surname><given-names>W.H.</given-names></name><name><surname>Ou</surname><given-names>C.Q.</given-names></name><name><surname>He</surname><given-names>J.X.</given-names></name></person-group><article-title>Clinical characteristics of coronavirus disease 2019 in China</article-title><source>N Engl J Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMoa2002032</pub-id></element-citation></ref><ref id="bib0205"><label>2</label><element-citation publication-type="journal" id="sbref0205"><person-group person-group-type="author"><name><surname>Adams</surname><given-names>J.G.</given-names></name><name><surname>Walls</surname><given-names>R.M.</given-names></name></person-group><article-title>Supporting the health care workforce during the COVID-19 global epidemic</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.3972</pub-id></element-citation></ref><ref id="bib0210"><label>3</label><mixed-citation publication-type="other" id="oref0015">Ministerio de Sanidad, Consumo y Bienestar Social - Profesionales - Enfermedad por nuevo coronavirus, COVID-19 [Internet] [consultado 15 Abr 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.mscbs.gob.es/en/profesionales/saludPublica/ccayes/alertasActual/nCov-China/home.htm" id="intr0005">https://www.mscbs.gob.es/en/profesionales/saludPublica/ccayes/alertasActual/nCov-China/home.htm</ext-link></mixed-citation></ref><ref id="bib0215"><label>4</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Balibrea</surname><given-names>J.M.</given-names></name><name><surname>Badia</surname><given-names>J.M.</given-names></name><name><surname>Rubio P&#x000e9;rez</surname><given-names>I.</given-names></name><name><surname>Mart&#x000ed;n Antona</surname><given-names>E.</given-names></name><name><surname>&#x000c1;lvarez Pe&#x000f1;a</surname><given-names>E.</given-names></name><name><surname>Garc&#x000ed;a Botella</surname><given-names>S.</given-names></name></person-group><article-title>Manejo quir&#x000fa;rgico de pacientes con infecci&#x000f3;n por COVID-19. Recomendaciones de la Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos</article-title><source>Cir Esp.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.ciresp.2020.03.001</pub-id></element-citation></ref><ref id="bib0220"><label>5</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>Iacobucci</surname><given-names>G.</given-names></name></person-group><article-title>Covid-19: all non-urgent elective surgery is suspended for at least three months in England</article-title><source>BMJ.</source><volume>368</volume><year>2020</year><fpage>m1106</fpage><pub-id pub-id-type="pmid">32188602</pub-id></element-citation></ref><ref id="bib0225"><label>6</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Tao</surname><given-names>K.X.</given-names></name><name><surname>Zhang</surname><given-names>B.X.</given-names></name><name><surname>Zhang</surname><given-names>P.</given-names></name><name><surname>Zhu</surname><given-names>P.</given-names></name><name><surname>Wang</surname><given-names>G.B.</given-names></name><name><surname>Chen</surname><given-names>X.P.</given-names></name></person-group><article-title>[Recommendations for general surgery clinical practice in 2019 coronavirus disease situation]</article-title><source>Zhonghua Wai Ke Za Zhi.</source><volume>58</volume><year>2020</year><fpage>170</fpage><lpage>177</lpage><pub-id pub-id-type="pmid">32187920</pub-id></element-citation></ref><ref id="bib0230"><label>7</label><element-citation publication-type="journal" id="sbref0230"><person-group person-group-type="author"><name><surname>Biagi</surname><given-names>J.J.</given-names></name><name><surname>Raphael</surname><given-names>M.J.</given-names></name><name><surname>Mackillop</surname><given-names>W.J.</given-names></name><name><surname>Kong</surname><given-names>W.</given-names></name><name><surname>King</surname><given-names>W.D.</given-names></name><name><surname>Booth</surname><given-names>C.M.</given-names></name></person-group><article-title>Association between time to initiation of adjuvant chemotherapy and survival in colorectal cancer: a systematic review and meta-analysis</article-title><source>JAMA.</source><volume>305</volume><year>2011</year><fpage>2335</fpage><lpage>2342</lpage><pub-id pub-id-type="pmid">21642686</pub-id></element-citation></ref><ref id="bib0235"><label>8</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Beck</surname><given-names>C.</given-names></name><name><surname>Weber</surname><given-names>K.</given-names></name><name><surname>Brunner</surname><given-names>M.</given-names></name><name><surname>Agaimy</surname><given-names>A.</given-names></name><name><surname>Semrau</surname><given-names>S.</given-names></name><name><surname>Grutzmann</surname><given-names>R.</given-names></name></person-group><article-title>The influence of postoperative complications on long-term prognosis in patients with colorectal carcinoma</article-title><source>Int J Colorectal Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1007/s00384-020-03557-3</pub-id></element-citation></ref><ref id="bib0240"><label>9</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Artinyan</surname><given-names>A.</given-names></name><name><surname>Orcutt</surname><given-names>S.T.</given-names></name><name><surname>Anaya</surname><given-names>D.A.</given-names></name><name><surname>Richardson</surname><given-names>P.</given-names></name><name><surname>Chen</surname><given-names>G.J.</given-names></name><name><surname>Berger</surname><given-names>D.H.</given-names></name></person-group><article-title>Infectious postoperative complications decrease long-term survival in patients undergoing curative surgery for colorectal cancer: a study of 12,075 patients</article-title><source>Ann Surg.</source><volume>261</volume><year>2015</year><fpage>497</fpage><lpage>505</lpage><pub-id pub-id-type="pmid">25185465</pub-id></element-citation></ref><ref id="bib0245"><label>10</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Aminian</surname><given-names>A.</given-names></name><name><surname>Safari</surname><given-names>S.</given-names></name><name><surname>Razeghian-Jahromi</surname><given-names>A.</given-names></name><name><surname>Ghorbani</surname><given-names>M.</given-names></name><name><surname>Delaney</surname><given-names>C.P.</given-names></name></person-group><article-title>COVID-19 outbreak and surgical practice: unexpected fatality in perioperative period</article-title><source>Ann Surg.</source><year>2020</year><pub-id pub-id-type="doi">10.1097/SLA.0000000000003925</pub-id></element-citation></ref><ref id="bib0250"><label>11</label><element-citation publication-type="journal" id="sbref0250"><person-group person-group-type="author"><name><surname>Lei</surname><given-names>S.</given-names></name><name><surname>Jiang</surname><given-names>F.</given-names></name><name><surname>Su</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>C.</given-names></name><name><surname>Chen</surname><given-names>J.</given-names></name><name><surname>Mei</surname><given-names>W.</given-names></name></person-group><article-title>Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection</article-title><source>EClinicalMedicine.</source><year>2020</year><fpage>100331</fpage><pub-id pub-id-type="pmid">32292899</pub-id></element-citation></ref><ref id="bib0255"><label>12</label><element-citation publication-type="journal" id="sbref0255"><person-group person-group-type="author"><name><surname>Besnier</surname><given-names>E.</given-names></name><name><surname>Tuech</surname><given-names>J.J.</given-names></name><name><surname>Schwarz</surname><given-names>L.</given-names></name></person-group><article-title>We asked the experts: Covid-19 outbreak: is there still a place for scheduled surgery? &#x0201c;Reflection from Pathophysiological Data&#x0201d;</article-title><source>World J Surg.</source><volume>44</volume><year>2020</year><fpage>1695</fpage><lpage>1698</lpage><pub-id pub-id-type="pmid">32246185</pub-id></element-citation></ref><ref id="bib0260"><label>13</label><mixed-citation publication-type="other" id="oref0065">Local Resumption of Elective Surgery Guidance. American College of Surgeon [Internet] [consultado 17 Abr 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.facs.org/-/media/files/covid19/local_resumption_of_elective_surgery_guidance.ashx" id="intr0010">https://www.facs.org/-/media/files/covid19/local_resumption_of_elective_surgery_guidance.ashx</ext-link></mixed-citation></ref><ref id="bib0265"><label>14</label><element-citation publication-type="journal" id="sbref0265"><person-group person-group-type="author"><name><surname>Coccolini</surname><given-names>F.</given-names></name><name><surname>Perrone</surname><given-names>G.</given-names></name><name><surname>Chiarugi</surname><given-names>M.</given-names></name><name><surname>Di Marzo</surname><given-names>F.</given-names></name><name><surname>Ansaloni</surname><given-names>L.</given-names></name><name><surname>Scandroglio</surname><given-names>I.</given-names></name></person-group><article-title>Surgery in COVID-19 patients: operational directives</article-title><source>World J Emerg Surg.</source><volume>15</volume><year>2020</year><fpage>25</fpage><pub-id pub-id-type="pmid">32264898</pub-id></element-citation></ref><ref id="bib0270"><label>15</label><mixed-citation publication-type="other" id="oref0075">SAGES and EAES Recommendations Regarding Surgical Response to COVID-19 Crisis - SAGES [Internet] [consultado 15 Abr de 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.sages.org/recommendations-surgical-response-covid-19" id="intr0015">https://www.sages.org/recommendations-surgical-response-covid-19</ext-link></mixed-citation></ref><ref id="bib0275"><label>16</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Br&#x000fc;cher</surname><given-names>B.L.D.M.</given-names></name><name><surname>Nigri</surname><given-names>G.</given-names></name><name><surname>Tinelli</surname><given-names>A.</given-names></name><name><surname>Lape&#x000f1;a</surname><given-names>J.F.F.</given-names></name><name><surname>Espin-Basany</surname><given-names>E.</given-names></name><name><surname>Macri</surname><given-names>P.</given-names></name></person-group><article-title>COVID-19: Pandemic surgery guidance</article-title><source>4open.</source><volume>3</volume><year>2020</year></element-citation></ref><ref id="bib0280"><label>17</label><mixed-citation publication-type="other" id="oref0085">Escala din&#x000e1;mica de Fases de Alarma y Escenarios durante la pandemia [Internet]. Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos; 2020 [consultado 15 Abr 2020]. Disponible en: https://www.aecirujanos.es/files/noticias/152/documentos/Fases_de_alerta___v_3.pdf</mixed-citation></ref><ref id="bib0285"><label>18</label><element-citation publication-type="journal" id="sbref0285"><person-group person-group-type="author"><name><surname>Wong</surname><given-names>H.Y.F.</given-names></name><name><surname>Lam</surname><given-names>H.Y.S.</given-names></name><name><surname>Fong</surname><given-names>A.H.</given-names></name><name><surname>Leung</surname><given-names>S.T.</given-names></name><name><surname>Chin</surname><given-names>T.W.</given-names></name><name><surname>Lo</surname><given-names>C.S.Y.</given-names></name></person-group><article-title>Frequency and distribution of chest radiographic findings in COVID-19 positive patients</article-title><source>Radiology.</source><year>2019</year><fpage>201160</fpage><pub-id pub-id-type="pmid">32216717</pub-id></element-citation></ref><ref id="bib0290"><label>19</label><element-citation publication-type="journal" id="sbref0290"><person-group person-group-type="author"><name><surname>Dindo</surname><given-names>D.</given-names></name><name><surname>Demartines</surname><given-names>N.</given-names></name><name><surname>Clavien</surname><given-names>P.A.</given-names></name></person-group><article-title>Classification of surgical complications: a new proposal with evaluation in a cohort of 6336 patients and results of a survey</article-title><source>Ann Surg.</source><volume>240</volume><year>2004</year><fpage>205</fpage><lpage>213</lpage><pub-id pub-id-type="pmid">15273542</pub-id></element-citation></ref><ref id="bib0295"><label>20</label><element-citation publication-type="journal" id="sbref0295"><person-group person-group-type="author"><name><surname>Piva</surname><given-names>S.</given-names></name><name><surname>Filippini</surname><given-names>M.</given-names></name><name><surname>Turla</surname><given-names>F.</given-names></name><name><surname>Catteneo</surname><given-names>S.</given-names></name><name><surname>Margola</surname><given-names>A.</given-names></name><name><surname>De Fulviis</surname><given-names>S.</given-names></name></person-group><article-title>Clinical presentation and initial management critically ill patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in Brescia, Italy</article-title><source>J Crit Care.</source><volume>58</volume><year>2020</year><fpage>29</fpage><lpage>33</lpage><pub-id pub-id-type="pmid">32330817</pub-id></element-citation></ref><ref id="bib0300"><label>21</label><element-citation publication-type="journal" id="sbref0300"><person-group person-group-type="author"><name><surname>Buccheri</surname><given-names>G.</given-names></name><name><surname>Ferrigno</surname><given-names>D.</given-names></name><name><surname>Tamburini</surname><given-names>M.</given-names></name></person-group><article-title>Karnofsky and ECOG performance status scoring in lung cancer: a prospective, longitudinal study of 536 patients from a single institution</article-title><source>Eur J Cancer.</source><volume>32A</volume><year>1996</year><fpage>1135</fpage><lpage>1141</lpage><pub-id pub-id-type="pmid">8758243</pub-id></element-citation></ref><ref id="bib0305"><label>22</label><element-citation publication-type="book" id="sbref0305"><person-group person-group-type="author"><name><surname>Segura-Sampedro</surname><given-names>J.J.</given-names></name><name><surname>Reyes</surname><given-names>M.L.</given-names></name><name><surname>Garc&#x000ed;a-Granero</surname><given-names>A.</given-names></name><name><surname>de la Portilla</surname><given-names>F.</given-names></name></person-group><chapter-title>Recomendaciones de actuaci&#x000f3;n patolog&#x000ed;a colorrectal de la AECP ante COVID-19. Documento 1_V1_marzo [Internet]</chapter-title><year>2020</year><comment>[consultado 15 Abr 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://aecpes.org/images/site/slider/Recomendaciones_de_actuacion_ante_COVID.pdf" id="intr0020">https://aecpes.org/images/site/slider/Recomendaciones_de_actuacion_ante_COVID.pdf</ext-link></comment></element-citation></ref><ref id="bib0310"><label>23</label><element-citation publication-type="journal" id="sbref0310"><person-group person-group-type="author"><name><surname>Tuech</surname><given-names>J.J.</given-names></name><name><surname>Gangloff</surname><given-names>A.</given-names></name><name><surname>Di Fiore</surname><given-names>F.</given-names></name><name><surname>Michel</surname><given-names>P.</given-names></name><name><surname>Brigand</surname><given-names>C.</given-names></name><name><surname>Slim</surname><given-names>K.</given-names></name></person-group><article-title>Strategy for the practice of digestive and oncological surgery during the Covid-19 epidemic</article-title><source>J Visc Surg.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jviscsurg.2020.03.008</pub-id></element-citation></ref><ref id="bib0315"><label>24</label><element-citation publication-type="journal" id="sbref0315"><person-group person-group-type="author"><name><surname>Di Saverio</surname><given-names>S.</given-names></name><name><surname>Pata</surname><given-names>F.</given-names></name><name><surname>Gallo</surname><given-names>G.</given-names></name><name><surname>Carrano</surname><given-names>F.</given-names></name><name><surname>Scorza</surname><given-names>A.</given-names></name><name><surname>Sileri</surname><given-names>P.</given-names></name></person-group><article-title>Coronavirus pandemic and colorectal surgery: practical advice based on the Italian experience</article-title><source>Colorectal Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1111/codi.15056</pub-id></element-citation></ref><ref id="bib0320"><label>25</label><element-citation publication-type="journal" id="sbref0320"><person-group person-group-type="author"><name><surname>Le</surname><given-names>A.B.</given-names></name><name><surname>Biddinger</surname><given-names>P.D.</given-names></name><name><surname>Smith</surname><given-names>P.W.</given-names></name><name><surname>Herstein</surname><given-names>J.J.</given-names></name><name><surname>Levy</surname><given-names>D.A.</given-names></name><name><surname>Gibbs</surname><given-names>S.G.</given-names></name></person-group><article-title>A highly infectious disease care network in the US Healthcare System</article-title><source>Health Secur.</source><volume>15</volume><year>2017</year><fpage>282</fpage><lpage>287</lpage><pub-id pub-id-type="pmid">28636444</pub-id></element-citation></ref><ref id="bib0325"><label>26</label><element-citation publication-type="journal" id="sbref0325"><person-group person-group-type="author"><name><surname>Bannister</surname><given-names>B.</given-names></name><name><surname>Puro</surname><given-names>V.</given-names></name><name><surname>Fusco</surname><given-names>F.M.</given-names></name><name><surname>Heptonstall</surname><given-names>J.</given-names></name><name><surname>Ippolito</surname><given-names>G.</given-names></name><collab>EUNID Working Group</collab></person-group><article-title>Framework for the design and operation of high-level isolation units: consensus of the European Network of Infectious Diseases</article-title><source>Lancet Infect Dis.</source><volume>9</volume><year>2009</year><fpage>45</fpage><lpage>56</lpage><pub-id pub-id-type="pmid">19095195</pub-id></element-citation></ref><ref id="bib0330"><label>27</label><element-citation publication-type="journal" id="sbref0330"><person-group person-group-type="author"><name><surname>Yu</surname><given-names>G.Y.</given-names></name><name><surname>Lou</surname><given-names>Z.</given-names></name><name><surname>Zhang</surname><given-names>W.</given-names></name></person-group><article-title>[Several suggestions of operation for colorectal cancer under the outbreak of corona virus disease 2019 in China]</article-title><source>Zhonghua Wei Chang Wai Ke Za Zhi.</source><volume>23</volume><year>2020</year><fpage>208</fpage><lpage>211</lpage><pub-id pub-id-type="pmid">32192295</pub-id></element-citation></ref><ref id="bib0335"><label>28</label><element-citation publication-type="journal" id="sbref0335"><person-group person-group-type="author"><name><surname>Li</surname><given-names>R.</given-names></name><name><surname>Pei</surname><given-names>S.</given-names></name><name><surname>Chen</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>T.</given-names></name><name><surname>Yang</surname><given-names>W.</given-names></name></person-group><article-title>Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)</article-title><source>Science.</source><year>2020</year><pub-id pub-id-type="doi">10.1126/science.abb3221</pub-id></element-citation></ref><ref id="bib0340"><label>29</label><element-citation publication-type="journal" id="sbref0340"><person-group person-group-type="author"><name><surname>Ti</surname><given-names>L.K.</given-names></name><name><surname>Ang</surname><given-names>L.S.</given-names></name><name><surname>Foong</surname><given-names>T.W.</given-names></name><name><surname>Ng</surname><given-names>B.S.W.</given-names></name></person-group><article-title>What we do when a COVID-19 patient needs an operation: operating room preparation and guidance</article-title><source>Can J Anaesth.</source><year>2020</year><pub-id pub-id-type="doi">10.1007/s12630-020-01617-4</pub-id></element-citation></ref><ref id="bib0345"><label>30</label><element-citation publication-type="journal" id="sbref0345"><person-group person-group-type="author"><name><surname>Ran</surname><given-names>L.</given-names></name><name><surname>Chen</surname><given-names>X.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Wu</surname><given-names>W.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Tan</surname><given-names>X.</given-names></name></person-group><article-title>Risk factors of healthcare workers with corona virus disease 2019: a retrospective cohort study in a designated hospital of Wuhan in China</article-title><source>Clin Infect Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1093/cid/ciaa287</pub-id></element-citation></ref><ref id="bib0350"><label>31</label><element-citation publication-type="journal" id="sbref0350"><person-group person-group-type="author"><name><surname>Wolters</surname><given-names>U.</given-names></name><name><surname>Wolf</surname><given-names>T.</given-names></name><name><surname>Stutzer</surname><given-names>H.</given-names></name><name><surname>Schroder</surname><given-names>T.</given-names></name></person-group><article-title>ASA classification and perioperative variables as predictors of postoperative outcome</article-title><source>Br J Anaesth.</source><volume>77</volume><year>1996</year><fpage>217</fpage><lpage>222</lpage><pub-id pub-id-type="pmid">8881629</pub-id></element-citation></ref><ref id="bib0355"><label>32</label><element-citation publication-type="journal" id="sbref0355"><person-group person-group-type="author"><name><surname>Di Martino</surname><given-names>M.</given-names></name><name><surname>Mora-Guzman</surname><given-names>I.</given-names></name><name><surname>Blanco-Traba</surname><given-names>Y.G.</given-names></name><name><surname>Diaz</surname><given-names>M.C.</given-names></name><name><surname>Khurram</surname><given-names>M.A.</given-names></name><name><surname>Martin-Perez</surname><given-names>E.</given-names></name></person-group><article-title>Predictive factors of pancreatic fistula after pancreaticoduodenectomy and external validation of predictive scores</article-title><source>Anticancer Res.</source><volume>39</volume><year>2019</year><fpage>499</fpage><lpage>504</lpage><pub-id pub-id-type="doi">10.21873/anticanres.13140</pub-id><pub-id pub-id-type="pmid">30591501</pub-id></element-citation></ref><ref id="bib0360"><label>33</label><element-citation publication-type="journal" id="sbref0360"><person-group person-group-type="author"><name><surname>Margonis</surname><given-names>G.A.</given-names></name><name><surname>Sasaki</surname><given-names>K.</given-names></name><name><surname>Gholami</surname><given-names>S.</given-names></name><name><surname>Kim</surname><given-names>Y.</given-names></name><name><surname>Andreatos</surname><given-names>N.</given-names></name><name><surname>Rezaee</surname><given-names>N.</given-names></name></person-group><article-title>Genetic and morphological evaluation (GAME) score for patients with colorectal liver metastases</article-title><source>Br J Surg.</source><volume>105</volume><year>2018</year><fpage>1210</fpage><lpage>1220</lpage><pub-id pub-id-type="pmid">29691844</pub-id></element-citation></ref><ref id="bib0365"><label>34</label><element-citation publication-type="journal" id="sbref0365"><person-group person-group-type="author"><name><surname>Sciuto</surname><given-names>A.</given-names></name><name><surname>Merola</surname><given-names>G.</given-names></name><name><surname>De Palma</surname><given-names>G.D.</given-names></name><name><surname>Sodo</surname><given-names>M.</given-names></name><name><surname>Pirozzi</surname><given-names>F.</given-names></name><name><surname>Bracale</surname><given-names>U.M.</given-names></name></person-group><article-title>Predictive factors for anastomotic leakage after laparoscopic colorectal surgery</article-title><source>World J Gastroenterol.</source><volume>24</volume><year>2018</year><fpage>2247</fpage><lpage>2260</lpage><pub-id pub-id-type="pmid">29881234</pub-id></element-citation></ref><ref id="bib0370"><label>35</label><element-citation publication-type="journal" id="sbref0370"><person-group person-group-type="author"><name><surname>Lin</surname><given-names>H.S.</given-names></name><name><surname>Watts</surname><given-names>J.N.</given-names></name><name><surname>Peel</surname><given-names>N.M.</given-names></name><name><surname>Hubbard</surname><given-names>R.E.</given-names></name></person-group><article-title>Frailty and post-operative outcomes in older surgical patients: a systematic review</article-title><source>BMC Geriatr.</source><volume>16</volume><year>2016</year><fpage>157</fpage><pub-id pub-id-type="pmid">27580947</pub-id></element-citation></ref><ref id="bib0375"><label>36</label><element-citation publication-type="journal" id="sbref0375"><person-group person-group-type="author"><name><surname>Heimbach</surname><given-names>J.K.</given-names></name><name><surname>Kulik</surname><given-names>L.M.</given-names></name><name><surname>Finn</surname><given-names>R.S.</given-names></name><name><surname>Sirlin</surname><given-names>C.B.</given-names></name><name><surname>Abecassis</surname><given-names>M.M.</given-names></name><name><surname>Roberts</surname><given-names>L.R.</given-names></name></person-group><article-title>AASLD guidelines for the treatment of hepatocellular carcinoma</article-title><source>Hepatology.</source><volume>67</volume><year>2018</year><fpage>358</fpage><lpage>380</lpage><pub-id pub-id-type="pmid">28130846</pub-id></element-citation></ref><ref id="bib0380"><label>37</label><element-citation publication-type="journal" id="sbref0380"><person-group person-group-type="author"><name><surname>Di Martino</surname><given-names>M.</given-names></name><name><surname>Rompianesi</surname><given-names>G.</given-names></name><name><surname>Mora-Guzm&#x000e1;n</surname><given-names>I.</given-names></name><name><surname>Mart&#x000ed;n-P&#x000e9;rez</surname><given-names>E.</given-names></name><name><surname>Montalti</surname><given-names>R.</given-names></name><name><surname>Troisi</surname><given-names>R.I.</given-names></name></person-group><article-title>Systematic review and meta-analysis of local ablative therapies for resectable colorectal liver metastases</article-title><source>Eur J Surg Oncol.</source><volume>46</volume><year>2020</year><fpage>772</fpage><lpage>781</lpage><pub-id pub-id-type="doi">10.1016/j.ejso.2019.12.003</pub-id><pub-id pub-id-type="pmid">31862133</pub-id></element-citation></ref><ref id="bib0385"><label>38</label><element-citation publication-type="journal" id="sbref0385"><person-group person-group-type="author"><name><surname>Dumoulin</surname><given-names>F.L.</given-names></name><name><surname>Hildenbrand</surname><given-names>R.</given-names></name></person-group><article-title>Endoscopic resection techniques for colorectal neoplasia: Current developments</article-title><source>World J Gastroenterol.</source><volume>25</volume><year>2019</year><fpage>300</fpage><lpage>307</lpage><pub-id pub-id-type="pmid">30686899</pub-id></element-citation></ref><ref id="bib0390"><label>39</label><element-citation publication-type="journal" id="sbref0390"><person-group person-group-type="author"><name><surname>Dossa</surname><given-names>F.</given-names></name><name><surname>Chesney</surname><given-names>T.R.</given-names></name><name><surname>Acuna</surname><given-names>S.A.</given-names></name><name><surname>Baxter</surname><given-names>N.N.</given-names></name></person-group><article-title>A watch-and-wait approach for locally advanced rectal cancer after a clinical complete response following neoadjuvant chemoradiation: a systematic review and meta-analysis</article-title><source>Lancet Gastroenterol Hepatol.</source><volume>2</volume><year>2017</year><fpage>501</fpage><lpage>513</lpage><pub-id pub-id-type="pmid">28479372</pub-id></element-citation></ref></ref-list></back></article>