<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="case-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Enferm Clin</journal-id><journal-id journal-id-type="iso-abbrev">Enferm Clin</journal-id><journal-title-group><journal-title>Enfermeria Clinica</journal-title></journal-title-group><issn pub-type="ppub">1130-8621</issn><issn pub-type="epub">1579-2013</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7245291</article-id><article-id pub-id-type="publisher-id">S1130-8621(20)30315-6</article-id><article-id pub-id-type="doi">10.1016/j.enfcli.2020.05.018</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>El cuidado humanizado en la muerte por COVID-19: a prop&#x000f3;sito de un caso</article-title><trans-title-group xml:lang="en"><trans-title>Humanized care in a death for COVID-19: A case study</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Allande Cuss&#x000f3;</surname><given-names>Regina</given-names></name><email>rallande@us.es</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Navarro Navarro</surname><given-names>Carmen</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Porcel G&#x000e1;lvez</surname><given-names>Ana Mar&#x000ed;a</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref></contrib><aff id="aff0005"><label>a</label>Unidad de Urgencias, Hospital Universitario Virgen del Roc&#x000ed;o, Sevilla, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Departamento de Enfermer&#x000ed;a, Facultad de Enfermer&#x000ed;a, Fisioterapia y Podolog&#x000ed;a, Universidad de Sevilla, Sevilla, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Grupo PAIDI-cTS 1050 &#x000ab;Cuidados Complejos, Cronicidad y Resultados en Salud&#x000bb;, Universidad de Sevilla, Sevilla, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>rallande@us.es</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>23</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>23</day><month>5</month><year>2020</year></pub-date><history><date date-type="received"><day>4</day><month>5</month><year>2020</year></date><date date-type="accepted"><day>11</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><p>La poblaci&#x000f3;n mundial est&#x000e1; sufriendo una pandemia por infecci&#x000f3;n del virus SARS-CoV-2, que provoca la COVID-19. En Espa&#x000f1;a, la tasa de crecimiento de la epidemia es del 6,79% desde la activaci&#x000f3;n del estado de alarma y un porcentaje de defunciones del 9,07% del total de infectados. Las recomendaciones del Ministerio de Sanidad para profesionales de la salud en contacto con personas infectadas, o sospecha de ello, incluyen la colocaci&#x000f3;n de dispositivos de protecci&#x000f3;n individual (mascarilla FPP2, guantes, bata impermeable, gorro y gafas protectoras o pantalla). Con todo este material colocado, el contacto directo se diluye, y es necesario reflexionar acerca de la humanizaci&#x000f3;n de los cuidados enfermeros a las personas en situaci&#x000f3;n ag&#x000f3;nica infectadas por COVID-19, a prop&#x000f3;sito de un caso. La pretensi&#x000f3;n es la puesta en valor del pensamiento enfermero para salvar esa distancia y mantener unos cuidados lo m&#x000e1;s humanos y cercanos posible al final de la vida.</p></abstract><trans-abstract xml:lang="en"><p>The world population is experiencing a pandemic due to infection with the SARS-Cov-2 virus, which causes the COVID-19 disease. In Spain, the growth rate of the epidemic is 6.79% since the alarm activation with 9,1% of deaths of the total infected. Recommendations of the National Government to prevent health professional contagion include the placement of personal protection devices (FPP2 mask, gloves, waterproof gown, hat, and protective glasses or screen). Once healthcare professionals are using protective equipment, it is necessary to argue about the humanization of nursing caring in people suffering dying situation, who are infected with COVID-19, regarding a clinical case. The aim is to enhance nursing thinking to bridge that distance, and maintain care as human and close as possible, at the end of life.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Humanizaci&#x000f3;n de la atenci&#x000f3;n</kwd><kwd>Plan de cuidados</kwd><kwd>COVID-19</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Humanization of assistance</kwd><kwd>Nursing care</kwd><kwd>COVID-19</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">La poblaci&#x000f3;n mundial est&#x000e1; sufriendo una pandemia por infecci&#x000f3;n del virus SARS-CoV-2, que provoca la enfermedad llamada COVID-19. En Espa&#x000f1;a, la cifra de infectados supera los 100.000, con una tasa de crecimiento de la epidemia del 6,79% desde la activaci&#x000f3;n del estado de alarma y un tiempo de duplicaci&#x000f3;n de los casos de 10,2 d&#x000ed;as. Consecuentemente, el porcentaje de defunciones es del 9,1% del total de infectados, con una cifra por encima de 10.000 casos, con un porcentaje de ocupaci&#x000f3;n de camas en Unidades de Cuidados Intensivos y de hospitalizaci&#x000f3;n por casos de COVID-19 mayor del 80%<xref rid="bib0095" ref-type="bibr"><sup>1</sup></xref>. Concretamente, en la Unidad de Gesti&#x000f3;n Cl&#x000ed;nica (UGC) de Urgencias del Adulto del Hospital Universitario Virgen del Roc&#x000ed;o (Sevilla) han disminuido un 69,67% los episodios de urgencias relacionados con las enfermedades, hasta ahora, m&#x000e1;s prevalentes (infarto agudo de miocardio, accidente vascular cerebral, traumatismos, neutropenias y procesos quir&#x000fa;rgicos, entre otros) desde la entrada en vigor del estado de alarma<xref rid="bib0100" ref-type="bibr"><sup>2</sup></xref>. As&#x000ed; mismo, la UGC de Urgencias del Adulto implement&#x000f3;, a finales del mes de febrero del 2020, un doble circuito interno de pacientes; esto es, aquellas personas con semiolog&#x000ed;a respiratoria o fiebre mayor de 37&#x000a0;&#x000b0;C eran atendidos en un &#x000e1;rea espec&#x000ed;fica, destinada solamente al diagn&#x000f3;stico precoz de COVID-19. Entendemos que esto, junto con el resto de medidas higi&#x000e9;nicas, ha posibilitado que la tasa actual de profesionales infectados en la UGC de Urgencias del Adulto del Hospital Virgen del Roc&#x000ed;o sea del 0%<xref rid="bib0100" ref-type="bibr">2</xref>, <xref rid="bib0105" ref-type="bibr">3</xref>.</p><p id="par0010">Por otro lado, los casos atendidos en esta &#x000e1;rea espec&#x000ed;fica, dadas las caracter&#x000ed;sticas fisiopatol&#x000f3;gicas de la COVID-19 y las medidas de seguridad para los propios profesionales sanitarios, requieren m&#x000e1;s recursos f&#x000ed;sicos y humanos. Esta situaci&#x000f3;n epidemiol&#x000f3;gica ha provocado una crisis sanitaria que se ha traducido en la necesidad de reorganizaci&#x000f3;n funcional inmediata de las unidades de Urgencias y Cuidados Cr&#x000ed;ticos de todos los hospitales nacionales, afectando al resto de los servicios y a la dotaci&#x000f3;n de profesionales sanitarios<xref rid="bib0105" ref-type="bibr">3</xref>, <xref rid="bib0110" ref-type="bibr">4</xref>.</p><p id="par0015">Con relaci&#x000f3;n a los fallecimientos por COVID-19, o con sospecha de infecci&#x000f3;n, los cuidados de enfermer&#x000ed;a a personas en situaci&#x000f3;n de agon&#x000ed;a han sufrido cambios protocolizados, en aras de garantizar la protecci&#x000f3;n de la salud p&#x000fa;blica y del personal sanitario que los ejecuta<xref rid="bib0115" ref-type="bibr"><sup>5</sup></xref>. Las recomendaciones del Ministerio de Sanidad, adaptadas a protocolos urgentes de aplicaci&#x000f3;n en los hospitales nacionales, indican que es necesaria la colocaci&#x000f3;n de los dispositivos de protecci&#x000f3;n individual (EPI) (guantes, mascarilla FPP2, gafas o pantalla protectora y bata impermeable) para entrar en contacto o administrar cuidados a las personas con sospecha de infecci&#x000f3;n<xref rid="bib0105" ref-type="bibr">3</xref>, <xref rid="bib0120" ref-type="bibr">6</xref>. La colocaci&#x000f3;n de estos equipos de protecci&#x000f3;n tiene como objetivo evitar dr&#x000e1;sticamente el contacto directo con las personas afectadas durante todo el proceso de atenci&#x000f3;n sanitaria, en aras de frenar la propagaci&#x000f3;n del virus<xref rid="bib0110" ref-type="bibr"><sup>4</sup></xref>. De igual forma, si acontece el deceso, el cuerpo sin vida ser&#x000e1; tratado con las mismas recomendaciones, a&#x000f1;adiendo adem&#x000e1;s que no deben retirarse los dispositivos invasivos colocados (sondas, cat&#x000e9;teres, tubos endotraqueales o drenajes) ni el aspirado de secreciones para evitar aerosoles ambientales<xref rid="bib0115" ref-type="bibr">5</xref>, <xref rid="bib0120" ref-type="bibr">6</xref>. As&#x000ed; mismo, en la medida de lo posible, se facilitar&#x000e1; la entrada de un solo familiar, equipado con los dispositivos de seguridad, pero en ning&#x000fa;n caso podr&#x000e1; entrar en contacto directo con la persona fallecida y se mantendr&#x000e1; como m&#x000ed;nimo a un metro de distancia de la misma<xref rid="bib0120" ref-type="bibr"><sup>6</sup></xref>. Estas mismas medidas ya fueron indicadas y protocolizadas durante el brote epid&#x000e9;mico por el virus del &#x000c9;bola en 2014<xref rid="bib0125" ref-type="bibr"><sup>7</sup></xref>. No obstante, una revisi&#x000f3;n sistem&#x000e1;tica avalada por el Instituto Joana Briggs recoge, con un grado de recomendaci&#x000f3;n A, que las medidas de seguridad para evitar contagios entre los profesionales de la salud son la higiene de manos exhaustiva, el uso de mascarilla FFP2 y gafas protectoras o pantallas<xref rid="bib0130" ref-type="bibr"><sup>8</sup></xref>.</p><p id="par0020">Desde un punto de vista disciplinar, los cuidados enfermeros al paciente en situaci&#x000f3;n ag&#x000f3;nica consisten en una atenci&#x000f3;n integral que contempla las necesidades f&#x000ed;sicas, emocionales, sociales y espirituales. Las intervenciones van en la l&#x000ed;nea de mejorar la calidad de vida, proporcionar comodidad, bienestar f&#x000ed;sico, pero tambi&#x000e9;n comodidad, bienestar espiritual. El dolor, el miedo, la soledad y la percepci&#x000f3;n del sufrimiento familiar son algunas de las caracter&#x000ed;sticas f&#x000ed;sicas y emocionales de las personas ag&#x000f3;nicas. As&#x000ed; mismo, el apoyo familiar es necesario para facilitar el proceso de duelo; la familia es tambi&#x000e9;n objeto de cuidados<xref rid="bib0135" ref-type="bibr"><sup>9</sup></xref>.</p><p id="par0025">En este sentido, a lo largo de la historia de la Enfermer&#x000ed;a, numerosas perspectivas te&#x000f3;ricas han considerado a la persona, en todo su ser y esp&#x000ed;ritu, como objeto clave del cuidado enfermero. As&#x000ed;, Paterson, Zderad y Katie Eriksson desarrollaron sus teor&#x000ed;as enfermeras con aportaciones humanistas. Eso es, la comprensi&#x000f3;n del otro como persona que siente y que necesita ser comprendido, mediante actitudes y comportamientos como la presencia, la empat&#x000ed;a y la escucha activa<xref rid="bib0140" ref-type="bibr"><sup>10</sup></xref>. Una evoluci&#x000f3;n de estas teor&#x000ed;as, que destaca por su amplio desarrollo basado en una extensa evidencia cient&#x000ed;fica, es la teor&#x000ed;a del cuidado humano de Jean Watson, como m&#x000e1;ximo exponente de los cuidados humanizados en enfermer&#x000ed;a. Todos los factores de cuidado que propone en su teor&#x000ed;a giran en torno del cuidado de la persona y su contexto social, desde un punto de vista integral<xref rid="bib0145" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0030">Con todo ello, con la aplicaci&#x000f3;n de las medidas de actuaci&#x000f3;n protocolizadas para la atenci&#x000f3;n a personas en situaci&#x000f3;n ag&#x000f3;nica, infectadas por el virus SARS-CoV-2 o sospecha de ello, cabe discutir, desde una perspectiva paradigm&#x000e1;tica, los cuidados enfermeros prestados en este escenario, a prop&#x000f3;sito de un caso.</p></sec><sec id="sec0010"><title>Caso cl&#x000ed;nico</title><p id="par0035">Se presenta el caso de una mujer de 81 a&#x000f1;os que ingresa en la Unidad de Observaci&#x000f3;n de Urgencias del &#x000e1;rea espec&#x000ed;fica de atenci&#x000f3;n a pacientes con semiolog&#x000ed;a respiratoria y presenta un cuadro de insuficiencia respiratoria compatible con infecci&#x000f3;n por el virus SARS-CoV-2. Dada la urgencia de la situaci&#x000f3;n se realiza una valoraci&#x000f3;n enfermera focalizada, mediante los patrones funcionales de Gordon <italic>nutricional-metab&#x000f3;lico, eliminaci&#x000f3;n, actividad-ejercicio, y cognitivo-perceptivo</italic>, seg&#x000fa;n el modelo te&#x000f3;rico de Jean Watson, con estricto cumplimiento del protocolo de seguridad del hospital<xref rid="bib0105" ref-type="bibr">3</xref>, <xref rid="bib0140" ref-type="bibr">10</xref>. Presenta piel &#x000ed;ntegra, aunque se observa acrocianosis, con una puntuaci&#x000f3;n en la escala EMINA de 9 puntos (alto riesgo).</p><p id="par0040">Los signos vitales son: presi&#x000f3;n arterial 100/55 mmHg, frecuencia card&#x000ed;aca 115 pulsaciones por minuto, 32 respiraciones por minuto, temperatura 37,3 &#x000b0;C, y SatO<sub>2</sub> 80%, con antecedentes patol&#x000f3;gicos de hipertensi&#x000f3;n arterial y asma. El diagn&#x000f3;stico m&#x000e9;dico de sospecha es neumon&#x000ed;a secundaria a infecci&#x000f3;n por SARS-CoV-2 y se prescribe sueroterapia, oxigenoterapia con mascarilla reservorio (sobre la que se coloca una mascarilla quir&#x000fa;rgica), inhaladores y antibioterapia emp&#x000ed;rica ante la presencia de condensaci&#x000f3;n pulmonar. Siguiendo las recomendaciones de la Sociedad Espa&#x000f1;ola de Cuidados Cr&#x000ed;ticos, Medicina Intensiva y Unidades Coronarias (SEMICYUC), los m&#x000e9;dicos no la conectaron a la ventilaci&#x000f3;n mec&#x000e1;nica no invasiva, pues est&#x000e1; desaconsejada en este caso dadas la comorbilidad y la edad de la paciente<xref rid="bib0150" ref-type="bibr"><sup>12</sup></xref>.</p><p id="par0045">El resultado de la reacci&#x000f3;n en cadena de la polimerasa para el virus Sars-Cov-2 es positivo y a pesar del tratamiento y los cuidados administrados, as&#x000ed; como las intervenciones implementadas, la situaci&#x000f3;n hemodin&#x000e1;mica de la paciente empeora a lo largo de las 4 h siguientes, por lo que, tras la reevaluaci&#x000f3;n enfermera focalizada en los patrones de <italic>rol-relaciones y cognitivo-perceptivo</italic>, se modifica el plan de cuidados. En la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
se recogen los cuidados enfermeros para la interrelaci&#x000f3;n de diagn&#x000f3;sticos, criterios de resultado e intervenciones<xref rid="bib0155" ref-type="bibr">13</xref>, <xref rid="bib0160" ref-type="bibr">14</xref>, <xref rid="bib0165" ref-type="bibr">15</xref>.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Interrelaci&#x000f3;n entre etiquetas NANDA, NOC y NIC presentada tras valoraci&#x000f3;n focalizada al ingreso de la paciente</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">NANDA</th><th align="left">Objetivos</th><th align="left">NOC</th><th align="left">NIC</th><th align="left">Actividades</th></tr></thead><tbody><tr><td colspan="5" align="center">Valoraci&#x000f3;n focalizada al ingreso<hr/></td></tr><tr><td align="left">00030 Deterioro del intercambio de gases</td><td align="left">Evitar complicaciones asociadas a la insuficiencia respiratoria</td><td align="left">0403 Estado respiratorio: ventilaci&#x000f3;n<break/>Indicadores:<break/>40309 Utilizaci&#x000f3;n de los m&#x000fa;sculos accesorios (ingreso: 3 moderado; 4&#x000a0;h despu&#x000e9;s: 1 grave)<break/>40310 Ruidos respiratorios patol&#x000f3;gicos (ingreso: 3 moderado; 4&#x000a0;h despu&#x000e9;s: 1 grave)</td><td align="left">3320 Oxigenoterapia<break/>2300 Administraci&#x000f3;n de medicaci&#x000f3;n<break/>6680 Monitorizaci&#x000f3;n de signos vitales<break/>7820 Manejo de muestras</td><td align="left">Control exhaustivo signos vitales<break/>Colocaci&#x000f3;n reservorio con mascarilla quir&#x000fa;rgica protectora<break/>Toma de muestra de exudado nasofar&#x000ed;ngeo para PCR<break/>Administraci&#x000f3;n tratamiento m&#x000e9;dico prescrito: v&#x000ed;a intravenosa e inhalatoria</td></tr><tr><td/><td/><td align="left">0407 Perfusi&#x000f3;n tisular: perif&#x000e9;rica<break/>Indicadores:<break/>40743 Palidez (ingreso: 3 moderado; 4&#x000a0;h despu&#x000e9;s: 1 grave)</td><td align="left">2300 Administraci&#x000f3;n de medicaci&#x000f3;n<break/>0840 Cambio de posici&#x000f3;n<break/>3590 Vigilancia de la piel</td><td align="left">Posici&#x000f3;n semisentada, aunque modificando puntos de apoyo &#x000f3;seos<break/>Observaci&#x000f3;n directa perfusi&#x000f3;n de la piel y presencia de livideces</td></tr><tr><td align="left">00047 Riesgo de deterioro de la integridad cut&#x000e1;nea</td><td align="left">Evitar la aparici&#x000f3;n de &#x000fa;lceras por presi&#x000f3;n</td><td align="left">1110 Integridad tisular: piel y membranas<break/>Indicadores:<break/>110113 Integridad tisular (ingreso: 5 no comprometido; 4&#x000a0;h despu&#x000e9;s: 5 no comprometido)</td><td align="left">3540 Prevenci&#x000f3;n &#x000fa;lceras por presi&#x000f3;n<break/>0840 Cambio de posici&#x000f3;n</td><td align="left">Cambio de puntos de apoyo &#x000f3;seos mediante almohadas<break/>Control de humedad</td></tr><tr><td align="left">00016 Deterioro de la eliminaci&#x000f3;n urinaria</td><td align="left">Realizar un sondaje vesical para facilitar la eliminaci&#x000f3;n urinaria y el control de la diuresis</td><td align="left">0503 Eliminaci&#x000f3;n urinaria<break/>Indicadores:<break/>50301 Patr&#x000f3;n de eliminaci&#x000f3;n (ingreso: 2 levemente comprometido; 4&#x000a0;h despu&#x000e9;s: 4 moderadamente comprometido)</td><td align="left">0580 Sondaje vesical<break/>4130 Monitorizaci&#x000f3;n de l&#x000ed;quidos</td><td align="left">Inserci&#x000f3;n est&#x000e9;ril de cat&#x000e9;ter urinario<break/>Manejo del cat&#x000e9;ter<break/>Control de diuresis horaria</td></tr></tbody></table><table frame="hsides" rules="groups"><tbody><tr><td colspan="5" align="center">Valoraci&#x000f3;n focalizada 4 h despu&#x000e9;s<hr/></td></tr><tr><td align="left">00067 Riesgo de sufrimiento espiritual</td><td align="left">Implementar los cuidados necesarios para evitar el sufrimiento y la incomodidad de la paciente</td><td align="left">2007 Muerte confortable<break/>Indicadores:<break/>200712 Sufrimientos (3 moderado; 5 ninguno)</td><td align="left">5260 Cuidados en la agon&#x000ed;a<break/>5420 Apoyo espiritual<break/>7140 Apoyo a la familia</td><td align="left">Administraci&#x000f3;n de f&#x000e1;rmacos prescritos<break/>Escucha activa y presencia<break/>Conversaci&#x000f3;n<break/>Contacto indirecto</td></tr></tbody></table></table-wrap></p><p id="par0050">La familia es informada telef&#x000f3;nicamente del pron&#x000f3;stico de la paciente por parte del equipo m&#x000e9;dico, que responde exhaustivamente a las dudas y las preocupaciones que manifiestan los familiares. As&#x000ed; mismo, dado que la paciente se encuentra ingresada en una unidad en la que hay m&#x000e1;s personas en la misma situaci&#x000f3;n, con el objetivo de evitar la transmisi&#x000f3;n de la infecci&#x000f3;n se informa a la familia de la imposibilidad de acompa&#x000f1;amiento a la paciente durante el proceso, en cumplimiento del protocolo que establecen las autoridades sanitarias<xref rid="bib0105" ref-type="bibr">3</xref>, <xref rid="bib0120" ref-type="bibr">6</xref>.</p><p id="par0055">Para facilitar el <italic>Apoyo a la familia (7140)</italic>, la enfermera responsable de la paciente interviene llamando a la misma. En esta actuaci&#x000f3;n se clarifican las intervenciones enfermeras que se est&#x000e1;n llevando a cabo, su objetivo, los resultados que se esperan y el proceso de acompa&#x000f1;amiento que se est&#x000e1; desarrollando. As&#x000ed; mismo, se abordan dudas e intranquilidades, en definitiva, se intenta facilitar el futuro proceso de duelo ante una muerte, a priori, no esperada y sobrevenida por una crisis epid&#x000e9;mica.</p><p id="par0060">Por otro lado, el abordaje de los <italic>Cuidados en la agon&#x000ed;a</italic> y el <italic>Apoyo espiritual (5260</italic> y <italic>5420,</italic> respectivamente) es complejo debido al uso de los EPI, que impiden el contacto con la paciente. En estas circunstancias, el proceso de acompa&#x000f1;amiento en los &#x000fa;ltimos momentos se desarrolla estando presente, pero de forma verbal, sin contacto directo. As&#x000ed;, la distancia requerida para evitar el contagio, adem&#x000e1;s del uso de mascarilla y gafas/pantallas protectoras dificultan la comunicaci&#x000f3;n con la paciente, limitan su percepci&#x000f3;n de nuestra presencia y deshumanizan en cierta medida el proceso de acompa&#x000f1;amiento. A pesar de ello, buscando minimizar la distancia emocional y espiritual, se dirigen palabras de apoyo y consuelo a la paciente, record&#x000e1;ndole que no est&#x000e1; sola y que su familia est&#x000e1; pensando y cuidando de ella, aun en la lejan&#x000ed;a.</p></sec><sec id="sec0015"><title>Discusi&#x000f3;n</title><p id="par0065">La insuficiencia respiratoria y la febr&#x000ed;cula, en el momento de ingreso de la paciente en la UGC de Urgencias del Adulto del Hospital Universitario Virgen del Roc&#x000ed;o, fueron los criterios que marcaron su admisi&#x000f3;n en el circuito espec&#x000ed;fico de atenci&#x000f3;n a personas con semiolog&#x000ed;a respiratoria compatible con infecci&#x000f3;n por el virus SARS-CoV-2, en seguimiento del protocolo interno de la UGC<xref rid="bib0105" ref-type="bibr"><sup>3</sup></xref>. Esta medida, que ya fue aplicada en esta UGC a finales de febrero del 2020, ha supuesto un aumento en la seguridad del paciente, evitando contagios innecesarios, y tambi&#x000e9;n la del personal sanitario. As&#x000ed;, la tasa actual de contagios entre profesionales sanitarios en dicha UGC es del 0%<xref rid="bib0100" ref-type="bibr"><sup>2</sup></xref>.</p><p id="par0070">Dada la situaci&#x000f3;n de salud de la paciente, se realiz&#x000f3; una valoraci&#x000f3;n enfermera focalizada, tomando como modelo te&#x000f3;rico la <italic>teor&#x000ed;a del cuidado humano</italic> de Jean Watson. En este caso, cobra especial importancia el factor de cuidado 10, orientado al cuidado de las necesidades espirituales de la persona, si tenemos en cuenta la evoluci&#x000f3;n cl&#x000ed;nica de la paciente<xref rid="bib0140" ref-type="bibr"><sup>10</sup></xref>. La continuidad de los cuidados, con la evaluaci&#x000f3;n mediante el razonamiento cl&#x000ed;nico que gu&#x000ed;a la pr&#x000e1;ctica enfermera, posibilit&#x000f3; detectar un nuevo diagn&#x000f3;stico <italic>00067 Riesgo de sufrimiento espiritual</italic> con una nueva planificaci&#x000f3;n de cuidados<xref rid="bib0170" ref-type="bibr"><sup>16</sup></xref>.</p><p id="par0075">Para hacer frente al <italic>Riesgo de sufrimiento espiritual</italic>, toman protagonismo las intervenciones 5260 <italic>Cuidados en la agon&#x000ed;a,</italic> que especifica aquellos cuidados f&#x000ed;sicos y para la paz psicol&#x000f3;gica en la fase final de la vida, y el 5420 <italic>Apoyo espiritual</italic>. Por otro lado, para la familia, se implementa el 7140 <italic>Apoyo a la familia</italic>
<xref rid="bib0155" ref-type="bibr">13</xref>, <xref rid="bib0165" ref-type="bibr">15</xref>. En este sentido, la enfermera deber&#x000ed;a llevar a cabo un proceso de acompa&#x000f1;amiento, caracterizado por la escucha activa, la presencia, el contacto, y el manejo de s&#x000ed;ntomas, buscando el bienestar de la persona. Adem&#x000e1;s, la NIC 7140 <italic>Apoyo a la familia</italic>, de forma directa, para evitar procesos de duelo patol&#x000f3;gico, es tambi&#x000e9;n una intervenci&#x000f3;n enfermera en estos procesos<xref rid="bib0135" ref-type="bibr"><sup>9</sup></xref>. Todo ello responde a la consideraci&#x000f3;n disciplinar de la persona como ser bio-psico-social y a la necesidad de involucrar en el cuidado el contexto social, en este caso, la familia. No obstante, la colocaci&#x000f3;n de todos los dispositivos de protecci&#x000f3;n individual (mascarilla FPP2, bata impermeable, guantes, gafas o pantalla), as&#x000ed; como la distancia que debe tomarse con las personas infectadas por el virus SARS-CoV-2<xref rid="bib0105" ref-type="bibr">3</xref>, <xref rid="bib0110" ref-type="bibr">4</xref>, dificulta este proceso de acompa&#x000f1;amiento emocional y espiritual. De igual forma, las familias no pueden estar presentes en esas &#x000fa;ltimas horas y la persona ag&#x000f3;nica tampoco puede despedirse.</p><p id="par0080">Cabe decir que la evidencia cient&#x000ed;fica recomienda tomar estas medidas y su cumplimiento es indiscutible, en aras de garantizar la salud p&#x000fa;blica<xref rid="bib0130" ref-type="bibr"><sup>8</sup></xref>. Poco puede discutirse al respecto, pues el objetivo final para frenar la crisis epid&#x000e9;mica es evitar la propagaci&#x000f3;n del virus<xref rid="bib0110" ref-type="bibr"><sup>4</sup></xref>. As&#x000ed; mismo, la decisi&#x000f3;n m&#x000e9;dica de limitar el esfuerzo terap&#x000e9;utico, sin implementar ventilaci&#x000f3;n mec&#x000e1;nica invasiva ni otras medidas, responde a las recomendaciones bio&#x000e9;ticas para la toma de decisiones de la SEMICYUC; en ellas, se especifica que pacientes a partir de 80 a&#x000f1;os, con comorbilidades previas, ser&#x000e1;n subsidiarios de dispositivos de oxigenaci&#x000f3;n del tipo reservorio y no de ventilaci&#x000f3;n mec&#x000e1;nica no invasiva, en casos confirmados de COVID-19<xref rid="bib0150" ref-type="bibr"><sup>12</sup></xref>.</p><p id="par0085">Es aqu&#x000ed;, con todo lo expuesto, donde nace la pregunta disciplinar acerca de la humanizaci&#x000f3;n de los cuidados enfermeros a personas en situaci&#x000f3;n de agon&#x000ed;a, infectadas o con sospecha de ello. No hay contacto directo y los dispositivos de protecci&#x000f3;n individual dificultan la escucha activa. Surge tambi&#x000e9;n la cuesti&#x000f3;n &#x000e9;tica y moral respecto al proceso de muerte en estos casos, que confronta con la obligaci&#x000f3;n normativa y legal impuesta por el estado de alarma.</p></sec><sec id="sec0035"><title>Conclusi&#x000f3;n</title><p id="par0090">En definitiva, desde la perspectiva disciplinar y deontol&#x000f3;gica de la profesi&#x000f3;n, las enfermeras deben procurar humanizar el cuidado todo lo posible. Quiz&#x000e1;s es necesario reactivar el pensamiento enfermero para encontrar formas de llevarlo a cabo. As&#x000ed;, una llamada telef&#x000f3;nica a la familia, como se hizo en el caso expuesto, detallando los cuidados implementados y describiendo al detalle la situaci&#x000f3;n de la persona ag&#x000f3;nica, podr&#x000ed;a facilitar el duelo. Tambi&#x000e9;n coger la mano de la paciente, aun manteniendo la distancia, o elevar la voz, podr&#x000ed;an aumentar su percepci&#x000f3;n de presencia y acompa&#x000f1;amiento. No puede olvidarse el poder de la voz y la mirada, como veh&#x000ed;culos de atenci&#x000f3;n plena y transmisi&#x000f3;n de bienestar y apoyo. Cabe tambi&#x000e9;n reflexionar acerca de la competencia de las enfermeras en la interacci&#x000f3;n de cuidado<xref rid="bib0175" ref-type="bibr"><sup>17</sup></xref>. As&#x000ed;, ya existe una adaptaci&#x000f3;n transcultural al espa&#x000f1;ol de una escala que mide dicha competencia, como un acercamiento hacia el inter&#x000e9;s creciente por mejorar la interacci&#x000f3;n y humanizar el cuidado<xref rid="bib0180" ref-type="bibr"><sup>18</sup></xref>. Una interacci&#x000f3;n que, en la situaci&#x000f3;n actual, debe caracterizarse por la presencia lejana, que no distante, por un discurso verbal sereno, comprensivo y sosegador; sin m&#x000e1;s, un discurso enfermero humanista en toda su esencia.</p><p id="par0110">La interacci&#x000f3;n de cuidado se caracteriza por el contacto f&#x000ed;sico, la presencia, y un discurso emp&#x000e1;tico y tranquilizador; aun en esta situaci&#x000f3;n de pandemia, con todos los dispositivos de protecci&#x000f3;n individual colocados, el cuidado humanizado y cercano debe seguir fundamentando los cuidados de enfermer&#x000ed;a.</p></sec><sec id="sec0025"><title>Financiaci&#x000f3;n</title><p id="par0100">No existen fuentes de financiaci&#x000f3;n p&#x000fa;blicas ni privadas.</p></sec><sec id="sec0030"><title>Conflicto de intereses</title><p id="par0105">Las autoras no declaran ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0095"><label>1</label><element-citation publication-type="book" id="sbref0095"><person-group person-group-type="author"><collab>Instituto de Salud Carlos III, Ministerio de Sanidad [Internet]</collab></person-group><chapter-title>Informe de evoluci&#x000f3;n diaria de la pandemia de COVID-19 en Espa&#x000f1;a</chapter-title><year>2020</year><publisher-name>Instituto de Salud Carlos III, Ministerio de Sanidad;</publisher-name><publisher-loc>Madrid</publisher-loc><comment>[consultado 1 Abril 2020]. Disponible en: https://portalcne.isciii.es/covid19/</comment></element-citation></ref><ref id="bib0100"><label>2</label><element-citation publication-type="book" id="sbref0100"><person-group person-group-type="author"><collab>Unidad de Gesti&#x000f3;n Cl&#x000ed;nica Urgencias Adulto</collab></person-group><chapter-title>Informe resumen Cuadro de mandos interno</chapter-title><year>2020</year><publisher-name>Hospital Universitario Virgen del Roc&#x000ed;o</publisher-name><publisher-loc>Sevilla</publisher-loc></element-citation></ref><ref id="bib0105"><label>3</label><element-citation publication-type="book" id="sbref0105"><person-group person-group-type="author"><collab>Unidad de Gesti&#x000f3;n Cl&#x000ed;nica Urgencias Adulto</collab></person-group><chapter-title>Plan de contingencia fase 2: reestructuraci&#x000f3;n Unidad de Urgencias y dotaci&#x000f3;n de material y recursos humanos</chapter-title><year>2020</year><publisher-name>Hospital Universitario Virgen del Roc&#x000ed;o</publisher-name><publisher-loc>Sevilla</publisher-loc></element-citation></ref><ref id="bib0110"><label>4</label><element-citation publication-type="book" id="sbref0110"><person-group person-group-type="author"><collab>Instituto de Salud Carlos III, Ministerio de Sanidad</collab></person-group><chapter-title>Procedimiento de actuaci&#x000f3;n frente a casos de infecci&#x000f3;n por el nuevo coronavirus (SARS-CoV-2)</chapter-title><year>2020</year><publisher-name>Instituto de Salud Carlos III, Ministerio de Sanidad;</publisher-name><publisher-loc>Madrid</publisher-loc><comment>[consultado 14 Abril 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/Procedimiento_COVID_19.pdf</comment></element-citation></ref><ref id="bib0115"><label>5</label><element-citation publication-type="book" id="sbref0115"><person-group person-group-type="author"><collab>European Centre for Disease Prevention and Control</collab></person-group><chapter-title>Considerations related to the safe handling of bodies of deceased persons with suspected or confirmed COVID-19</chapter-title><year>2020</year><publisher-name>European Centre for Disease Prevention and Control;</publisher-name><publisher-loc>Estocolmo, Suecia</publisher-loc><comment>[consultado 14 Abril 2020]. Disponible en: https://reliefweb.int/report/world/considerations-related-safe-handling-bodies-deceased-persons-suspected-or-confirmed</comment></element-citation></ref><ref id="bib0120"><label>6</label><element-citation publication-type="book" id="sbref0120"><person-group person-group-type="author"><collab>Consejer&#x000ed;a de Salud y Familias, Junta de Andaluc&#x000ed;a</collab></person-group><chapter-title>Recomendaciones de cuidados post mortem en pacientes fallecidos o sospecha de infecci&#x000f3;n por COVID-19</chapter-title><year>2020</year><publisher-name>Consejer&#x000ed;a de Salud y Familias, Junta de Andaluc&#x000ed;a</publisher-name><publisher-loc>Sevilla</publisher-loc></element-citation></ref><ref id="bib0125"><label>7</label><mixed-citation publication-type="other" id="oref0035">Ponencia de Alertas de Salud P&#x000fa;blica y Planes de Preparaci&#x000f3;n y Respuesta, Ponencia de Salud Laboral. Protocolo de Actuaci&#x000f3;n frente a casos sospechosos de enfermedad por virus &#x000c9;bola (EVE). Madrid: Ministerio de Sanidad, Servicios Sociales e Igualdad; 2014 [consultado 14 Abr 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/ebola/docs/5.12.2014_Protocolo-Ebola.pdf</mixed-citation></ref><ref id="bib0130"><label>8</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Marin</surname><given-names>T.</given-names></name></person-group><article-title>Evidence summary. Respiratory infection transmission (healthcare workers): Face masks and respirators</article-title><source>Joanna Briggs Inst EBP Database</source><year>2020</year><comment>JBI10300</comment></element-citation></ref><ref id="bib0135"><label>9</label><element-citation publication-type="book" id="sbref0135"><person-group person-group-type="author"><name><surname>Matzo</surname><given-names>M.</given-names></name><name><surname>Witz</surname><given-names>D.</given-names></name></person-group><chapter-title>Palliative Care Nursing. Quality care to the end of life</chapter-title><edition>5th ed.</edition><year>2019</year><publisher-name>Springer Publishing Company</publisher-name><publisher-loc>New York</publisher-loc></element-citation></ref><ref id="bib0140"><label>10</label><element-citation publication-type="book" id="sbref0140"><person-group person-group-type="author"><name><surname>Raile</surname><given-names>M.</given-names></name></person-group><chapter-title>Nursing theorists an their works</chapter-title><person-group person-group-type="editor"><name><surname>Marriner</surname><given-names>A.</given-names></name><name><surname>Raile</surname><given-names>M.</given-names></name></person-group><source>Nursing Theorists and Their Works.</source><edition>7th ed.</edition><year>2010</year><publisher-name>Mosby-Elsevier</publisher-name><publisher-loc>Maryland Heights</publisher-loc><fpage>3</fpage><lpage>14</lpage></element-citation></ref><ref id="bib0145"><label>11</label><element-citation publication-type="book" id="sbref0145"><person-group person-group-type="author"><name><surname>Jesse</surname><given-names>D.</given-names></name><name><surname>Watson</surname><given-names>J.</given-names></name></person-group><chapter-title>Filosof&#x000ed;a y teor&#x000ed;a del cuidado transpersonal de Watson</chapter-title><person-group person-group-type="editor"><name><surname>Marriner</surname><given-names>A.</given-names></name><name><surname>Raile</surname><given-names>M.</given-names></name></person-group><source>Modelos y teor&#x000ed;as de enfermer&#x000ed;a</source><year>2011</year><publisher-name>Elsevier</publisher-name><publisher-loc>Barcelona</publisher-loc><fpage>91</fpage><lpage>112</lpage></element-citation></ref><ref id="bib0150"><label>12</label><element-citation publication-type="book" id="sbref0150"><person-group person-group-type="author"><collab>Sociedad Espa&#x000f1;ola de Medicina Intensiva, Cr&#x000ed;tica y Unidades Coronarias [Internet]</collab></person-group><chapter-title>Recomendaciones &#x000e9;ticas para la toma de decisiones en la situaci&#x000f3;n excepcional de crisis por pandemia COVID-19 en las Unidades de Cuidados Intensivos</chapter-title><year>2020</year><publisher-name>Sociedad Espa&#x000f1;ola de Medicina Intensiva, Cr&#x000ed;tica y Unidades Coronarias</publisher-name><publisher-loc>Madrid</publisher-loc><comment>[consultado 10 Abr 2020], Disponible en: https://semicyuc.org/wp-content/uploads/2020/03/&#x000c9;tica_SEMICYUC-COVID-19.pdf</comment></element-citation></ref><ref id="bib0155"><label>13</label><element-citation publication-type="book" id="sbref0155"><person-group person-group-type="author"><name><surname>Herdman</surname><given-names>T.</given-names></name><name><surname>Kamtisuru</surname><given-names>S.</given-names></name></person-group><chapter-title>Diagn&#x000f3;sticos enfermeros. Definiciones y clasificaci&#x000f3;n 2018-220. NANDA International</chapter-title><year>2019</year><publisher-name>Elsevier</publisher-name><publisher-loc>Barcelona</publisher-loc></element-citation></ref><ref id="bib0160"><label>14</label><element-citation publication-type="book" id="sbref0160"><person-group person-group-type="author"><name><surname>Moorhead</surname><given-names>S.</given-names></name><name><surname>Johnson</surname><given-names>M.</given-names></name><name><surname>Maas</surname><given-names>M.</given-names></name><name><surname>Swanson</surname><given-names>E.</given-names></name></person-group><chapter-title>Clasificaci&#x000f3;n de resultados de enfermer&#x000ed;a (NOC). Medici&#x000f3;n de resultados en salud</chapter-title><edition>5&#x000aa; ed.</edition><year>2014</year><publisher-name>Elsevier</publisher-name><publisher-loc>Barcelona</publisher-loc></element-citation></ref><ref id="bib0165"><label>15</label><element-citation publication-type="book" id="sbref0165"><person-group person-group-type="author"><name><surname>Bulechek</surname><given-names>G.M.</given-names></name><name><surname>Butcher</surname><given-names>H.K.</given-names></name><name><surname>Dochterman</surname><given-names>J.M.</given-names></name><name><surname>Wagner</surname><given-names>C.M.</given-names></name></person-group><chapter-title>Clasificaci&#x000f3;n de intervenciones de enfermer&#x000ed;a (NIC)</chapter-title><edition>6.&#x000aa; ed.</edition><year>2014</year><publisher-name>Elsevier Espa&#x000f1;a, S.L</publisher-name><publisher-loc>Barcelona</publisher-loc></element-citation></ref><ref id="bib0170"><label>16</label><element-citation publication-type="book" id="sbref0170"><person-group person-group-type="author"><name><surname>Wilkinson</surname><given-names>J.</given-names></name></person-group><chapter-title>Nursing process and critical thinking</chapter-title><edition>5th ed.</edition><year>2012</year><publisher-name>Pearson</publisher-name><publisher-loc>Boston</publisher-loc><comment>p. 1-30</comment></element-citation></ref><ref id="bib0175"><label>17</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><name><surname>Allande</surname><given-names>R.</given-names></name><name><surname>Mac&#x000ed;as</surname><given-names>J.</given-names></name><name><surname>Porcel</surname><given-names>A.</given-names></name></person-group><article-title>La relaci&#x000f3;n enfermera-paciente: identidad hist&#x000f3;rica, metodol&#x000f3;gica y terap&#x000e9;utica en los cuidados de enfermer&#x000ed;a</article-title><source>Cultura de los Cuidados.</source><volume>23</volume><year>2020</year><fpage>78</fpage><lpage>84</lpage></element-citation></ref><ref id="bib0180"><label>18</label><element-citation publication-type="journal" id="sbref0180"><person-group person-group-type="author"><name><surname>Allande</surname><given-names>R.</given-names></name><name><surname>Mac&#x000ed;as</surname><given-names>J.</given-names></name><name><surname>Porcel</surname><given-names>A.</given-names></name></person-group><article-title>Transcultural adaptation into Spanish of the $$ for assessing nurse-patient relationship competence</article-title><source>Enf Clin.</source><volume>30</volume><year>2020</year><fpage>42</fpage><lpage>46</lpage></element-citation></ref></ref-list></back></article>