<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?properties open_access?><?DTDIdentifier.IdentifierValue -//NLM//DTD JATS (Z39.96) Journal Publishing DTD v1.1 20151215//EN?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName JATS-journalpublishing1.dtd?><?SourceDTD.Version 1.1?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Biomedica</journal-id><journal-id journal-id-type="iso-abbrev">Biomedica</journal-id><journal-id journal-id-type="publisher-id">bio</journal-id><journal-title-group><journal-title>Biom&#x000e9;dica</journal-title></journal-title-group><issn pub-type="ppub">0120-4157</issn><issn pub-type="epub">2590-7379</issn><publisher><publisher-name>Instituto Nacional de Salud</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7505512</article-id><article-id pub-id-type="pmid">32673456</article-id><article-id pub-id-type="doi">10.7705/biomedica.4658</article-id><article-categories><subj-group subj-group-type="heading"><subject>Art&#x000ed;culo Original</subject></subj-group></article-categories><title-group><article-title>An&#x000e1;lisis de costo-efectividad del uso del programa VECTOS en el control rutinario de enfermedades transmitidas por <italic>Aedes aegypti</italic> en dos municipios de Santander, Colombia</article-title><trans-title-group xml:lang="en"><trans-title>Cost-effectiveness analysis of VECTOS software for the control of diseases transmitted by <italic>Aedes aegypti</italic> in two Colombian municipalities</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name><surname>Salinas</surname><given-names>Manuel Alejandro</given-names></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref><xref ref-type="corresp" rid="c1">*</xref></contrib><contrib contrib-type="author"><name><surname>Soto</surname><given-names>Victoria Eugenia</given-names></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref></contrib><contrib contrib-type="author"><name><surname>Prada</surname><given-names>Sergio Iv&#x000e1;n</given-names></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref></contrib><aff id="aff1">
<label>1</label>
<institution content-type="original"> Centro de Estudios en Protecci&#x000f3;n Social y Econom&#x000ed;a de la Salud, PROESA, Universidad Icesi, Cali, Colombia</institution>
<institution content-type="normalized">Universidad Icesi</institution>
<institution content-type="orgdiv1">Centro de Estudios en Protecci&#x000f3;n Social y Econom&#x000ed;a de la Salud, PROESA</institution>
<institution content-type="orgname">Universidad Icesi</institution>
<addr-line><state>Cali</state></addr-line>
<country country="CO">Colombia</country>
</aff></contrib-group><author-notes><corresp id="c1"><label>*</label><bold>Correspondencia:</bold> Manuel Alejandro Salinas, Calle 32a No 33a-20, Palmira, Colombia Tel&#x000e9;fono: (571) (317) 753 6893 <email>manuelsalis@hotmail.com</email></corresp></author-notes><pub-date pub-type="epub"><day>30</day><month>6</month><year>2020</year></pub-date><pub-date pub-type="collection"><month>6</month><year>2020</year></pub-date><volume>40</volume><issue>2</issue><fpage>270</fpage><lpage>282</lpage><history><date date-type="received"><day>22</day><month>8</month><year>2018</year></date><date date-type="accepted"><day>22</day><month>8</month><year>2019</year></date></history><permissions><license license-type="open-access" xlink:href="https://creativecommons.org/licenses/by/4.0/"><license-p>Este es un art&#x000ed;culo publicado en acceso abierto bajo una licencia Creative Commons</license-p></license></permissions><abstract><title>Resumen</title><sec><title>Introducci&#x000f3;n.</title><p> Las enfermedades transmitidas por <italic>Aedes aegypti</italic> son un problema de salud p&#x000fa;blica. VECTOS es un programa novedoso de integraci&#x000f3;n de estrategias de control de vectores. </p></sec><sec><title>Objetivo.</title><p> Evaluar el costo-efectividad del uso del VECTOS en los programas de control rutinario de enfermedades transmitidas por el vector <italic>Aedes aegypti</italic> en el municipio de San Juan de Gir&#x000f3;n (Santander).</p></sec><sec><title>Materiales y m&#x000e9;todos.</title><p> Se evalu&#x000f3; el costo-efectividad del programa empleando un modelo de an&#x000e1;lisis de decisiones desde la perspectiva de las autoridades locales de salud. Se estudi&#x000f3; la integraci&#x000f3;n de las estrategias de control de vectores mediante el programa VECTOS utilizado en el municipio de San Juan de Gir&#x000f3;n durante el 2016, con el control rutinario llevado a cabo sin VECTOS en el municipio de Floridablanca. Se calcul&#x000f3; la raz&#x000f3;n incremental del costo-efectividad (RICE), usando como medida de efectividad los a&#x000f1;os de vida ajustados por discapacidad (AVAD).</p></sec><sec><title>Resultados.</title><p> El uso del programa VECTOS fue rentable a una tasa de ahorro de USD$ 660,4 por cada AVAD evitado en comparaci&#x000f3;n con el control de rutina en Floridablanca. El modelo probabil&#x000ed;stico indic&#x000f3; que el sistema fue costo-efectivo en el 70 % de las 10.000 iteraciones para un umbral entre 1 y 3 PIB per c&#x000e1;pita.</p></sec><sec><title>Conclusiones. </title><p> El programa VECTOS fue muy costo-efectivo en el municipio de San Juan de Gir&#x000f3;n. Su uso puede adoptarse en otros municipios del pa&#x000ed;s donde las enfermedades transmitidas por <italic>A. aegypti</italic> son end&#x000e9;micas.</p></sec></abstract><trans-abstract xml:lang="en"><title>Abtract</title><sec><title>Introduction:</title><p> Diseases transmitted by <italic>Aedes aegypti</italic> are considered a public health problem. VECTOS is a novel software for the integration of vector control strategies. Objective: To assess the cost-effectiveness of the use of VECTOS in the routine control programs of diseases transmitted by <italic>A. aegypti</italic> in the municipality of San Juan de Gir&#x000f3;n (Santander).</p></sec><sec><title>Materials and methods:</title><p> We conducted a cost-effectiveness analysis using a decision analysis model from the perspective of the local health authorities. We considered the use of the VECTOS software in the routine control activities in the municipality of San Juan de Gir&#x000f3;n during 2016 as the treatment group while the routine control in the municipality of Floridablanca, where VECTOS is not implemented, was considered as the comparator. We calculated the incremental cost-effectiveness ratio (ICER) taking as effectiveness measure the disability-adjusted life years (DALY).</p></sec><sec><title>Results:</title><p> VECTOS was cost-effective at a rate of USD$ 660,4 savings per each DALY avoided compared to the routine control in Floridablanca. The probabilistic model showed that the system was cost-effective in 70% of the 10.000 iterations for a threshold between 1 to 3 GDP per capita.</p></sec><sec><title>Conclusions:</title><p> VECTOS software as implemented in the municipality of San Juan de Gir&#x000f3;n is highly cost-effective and could be used in other municipalities in the country where diseases transmitted by <italic>A. aegypti</italic> are endemic.</p></sec></trans-abstract><kwd-group><title>Palabras clave:</title><kwd>Aedes aegypti</kwd><kwd>dengue</kwd><kwd>control de vectores</kwd><kwd>an&#x000e1;lisis costo-beneficio</kwd><kwd>programas inform&#x000e1;ticos.</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords:</title><kwd>Aedes aegypti</kwd><kwd>dengue</kwd><kwd>vector control</kwd><kwd>cost-benefit analysis</kwd><kwd>software.</kwd></kwd-group><counts><fig-count count="2"/><table-count count="4"/><equation-count count="3"/><ref-count count="30"/><page-count count="13"/></counts></article-meta></front><body><p><italic>Aedes aegypti</italic> es el principal vector transmisor de dengue, Zika y chikungunya en Colombia. Estas enfermedades representan un grave problema de salud p&#x000fa;blica en el pa&#x000ed;s; en el 2016, cerca de 103.822 personas contrajeron el virus del dengue <xref rid="B1" ref-type="bibr"><sup>1</sup></xref> y, en el 2010, 151.774 personas, siendo este el peor a&#x000f1;o en la &#x000fa;ltima d&#x000e9;cada <xref rid="B2" ref-type="bibr"><sup>2</sup></xref>. Cerca del 55 % de la poblaci&#x000f3;n colombiana se encuentra en riesgo de contraer estas enfermedades o morir a causa de ellas, pues <italic>A. aegypti</italic> est&#x000e1; presente en zonas que se encuentran por debajo de los 2.200 msnm <xref rid="B3" ref-type="bibr"><sup>3</sup></xref>.</p><p>En t&#x000e9;rminos econ&#x000f3;micos, el costo del dengue en el pa&#x000ed;s se cuantific&#x000f3;, aproximadamente en USD$167 millones en el 2010, con un registro de 292 muertes confirmadas en ese a&#x000f1;o y una carga estimada en 57.017 a&#x000f1;os de vida ajustados por discapacidad (AVAD) <xref rid="B4" ref-type="bibr"><sup>4</sup></xref>.</p><p>El Centro Internacional de Entrenamiento e Investigaciones M&#x000e9;dicas (CIDEIM), junto con la Corporaci&#x000f3;n para la Investigaci&#x000f3;n de la Corrosi&#x000f3;n (CIC) y las secretar&#x000ed;as de salud de San Juan de Gir&#x000f3;n (Santander), Yopal (Casanare) y Buga (Valle), desarrollaron un sistema integrado de gesti&#x000f3;n cuyo producto principal es el programa llamado VECTOS.</p><p>Este programa permite visualizar la informaci&#x000f3;n epidemiol&#x000f3;gica, entomol&#x000f3;gica y social georreferenciada diariamente, as&#x000ed; como emitir alertas tempranas por barrio y hacer un an&#x000e1;lisis estratificado del riesgo seg&#x000fa;n los &#x000ed;ndices de infestaci&#x000f3;n, los casos reportados y el n&#x000fa;mero de criaderos, entre otras variables. Dicha informaci&#x000f3;n busca responder a los diversos factores determinantes de transmisi&#x000f3;n del dengue en los contextos locales mediante el an&#x000e1;lisis y la evaluaci&#x000f3;n de las variables epidemiol&#x000f3;gicas, entomol&#x000f3;gicas y sociales asociadas con su transmisi&#x000f3;n, con el fin de facilitar la toma de decisiones informadas y, as&#x000ed;, facilitar el dise&#x000f1;o de estrategias de prevenci&#x000f3;n y control del dengue.</p><p>El objetivo de este estudio fue analizar el costo-efectividad del programa VECTOS, dise&#x000f1;ado para integrar las estrategias de control rutinario de vectores, en el municipio de San Juan de Gir&#x000f3;n (Santander) durante el 2016. Este programa se compar&#x000f3; con el control rutinario del municipio de Floridablanca, de caracter&#x000ed;sticas similares a las de Gir&#x000f3;n, en donde no se us&#x000f3; VECTOS, pero tambi&#x000e9;n se planean y ejecutan las estrategias de control vectorial seg&#x000fa;n las directrices de las gu&#x000ed;as del Instituto Nacional de Salud.</p><sec sec-type="materials|methods"><title>Materiales y m&#x000e9;todos</title><p>En los estudios de costo-efectividad, es usual establecer la pregunta de evaluaci&#x000f3;n econ&#x000f3;mica mediante la estrategia denominada PICOT (poblaci&#x000f3;n, intervenci&#x000f3;n, control, <italic>outcome</italic> o resultado y tiempo) <xref rid="B5" ref-type="bibr"><sup>5</sup></xref>. A continuaci&#x000f3;n, se define cada uno de los elementos empleados en la pregunta de evaluaci&#x000f3;n econ&#x000f3;mica.</p><sec><title>Poblaci&#x000f3;n</title><p>VECTOS se dise&#x000f1;&#x000f3; para las cabeceras urbanas de los municipios donde el dengue es una enfermedad end&#x000e9;mica. En este estudio, en particular, se emple&#x000f3; la informaci&#x000f3;n recolectada en Gir&#x000f3;n, municipio donde se ha usado el programa VECTOS desde el 2015. San Juan de Gir&#x000f3;n se ubica en el departamento de Santander y su cabecera urbana ten&#x000ed;a 170.917 habitantes en el 2016 <xref rid="B6" ref-type="bibr"><sup>6</sup></xref>.</p></sec><sec><title>Perspectiva del an&#x000e1;lisis</title><p>Se adopt&#x000f3; la perspectiva del municipio, dado que VECTOS est&#x000e1; concebido como un sistema de planeaci&#x000f3;n y focalizaci&#x000f3;n local. La autoridad de salud local es responsable de reducir la morbilidad de las enfermedades transmitidas por <italic>A. aegypti</italic> y la disponibilidad local de recursos es limitada. En este marco, los costos que se deben tener en cuenta son los empleados por las secretar&#x000ed;as de salud de los entes territoriales en la planeaci&#x000f3;n y ejecuci&#x000f3;n de sus programas de control vectorial.</p></sec><sec><title>Intervenci&#x000f3;n</title><p>VECTOS es un programa integrado de an&#x000e1;lisis y estratificaci&#x000f3;n de las variables epidemiol&#x000f3;gicas, entomol&#x000f3;gicas y sociales asociadas con la transmisi&#x000f3;n de dengue. El programa facilita la adopci&#x000f3;n de decisiones informadas mediante la visualizaci&#x000f3;n georreferenciada de la informaci&#x000f3;n recolectada diariamente, con una interfaz que permite emitir alertas tempranas por barrio y hacer el an&#x000e1;lisis estratificado del riesgo, seg&#x000fa;n los &#x000ed;ndices de infestaci&#x000f3;n, los casos reportados y el n&#x000fa;mero de criaderos, entre otras variables. Ello contribuye al dise&#x000f1;o y evaluaci&#x000f3;n de las estrategias de prevenci&#x000f3;n y control de las enfermedades transmitidas por <italic>A. aegypti</italic> en contextos locales.</p><p>El programa integra esta informaci&#x000f3;n y genera indicadores de estratificaci&#x000f3;n del riesgo para el barrio, visualiz&#x000e1;ndolos de forma georreferenciada en tiempo real, lo que permite a las autoridades adoptar estrategias de control focalizadas en los barrios o comunas y seg&#x000fa;n los factores de riesgo preponderantes en cada localidad.</p><p>La informaci&#x000f3;n entomol&#x000f3;gica es recolectada mediante la aplicaci&#x000f3;n m&#x000f3;vil SPECTRA que est&#x000e1; integrada con VECTOS y permite el ingreso directo de los datos al sistema por parte de los t&#x000e9;cnicos del municipio encargados de los levantamientos entomol&#x000f3;gicos. La aplicaci&#x000f3;n tiene en cuenta la productividad de los mosquitos por hogar mediante el conteo de pupas y la detecci&#x000f3;n de larvas en los recipientes de agua (&#x000ed;ndice de Breteau). Adem&#x000e1;s, caracteriza los contenedores de agua en los hogares para determinar los factores de riesgo en el hogar y extrapolarlos a la unidad espacial del barrio.</p><p>El programa capta los datos epidemiol&#x000f3;gicos suministrados al Sistema Nacional de Vigilancia en Salud P&#x000fa;blica (Sivigila). Las secretar&#x000ed;as municipales de salud tienen la funci&#x000f3;n de recolectar el reporte de los casos de inter&#x000e9;s en salud p&#x000fa;blica entregado por los prestadores de servicios de salud, informaci&#x000f3;n que es compilada e ingresada semanalmente al Sivigila y al sistema VECTOS, el cual se encarga de depurar la informaci&#x000f3;n, caracterizarla por caso y georreferenciarla por barrio con base en la direcci&#x000f3;n reportada. El componente social del sistema obtiene informaci&#x000f3;n de las encuestas realizadas por los t&#x000e9;cnicos en la visita a los hogares. La encuesta busca capturar informaci&#x000f3;n sobre las condiciones socioecon&#x000f3;micas de riesgo, como estado de la vivienda, acceso a los servicios p&#x000fa;blicos y hacinamiento, entre otros.</p><p>Una vez integrados estos componentes, el programa estratifica el riesgo por barrio y sugiere qu&#x000e9; estrategias se deben implementar en cada uno, con base en los factores de riesgo de transmisi&#x000f3;n. Asimismo, prioriza las estrategias de control implementadas en el municipio seg&#x000fa;n si el riesgo proviene de la presencia de criaderos, potenciales criaderos y vectores adultos, de la incidencia de enfermedades o de las condiciones sociales de los hogares. Las estrategias implementadas en ambos municipios fueron las recomendadas en la gu&#x000ed;a del Instituto Nacional de Salud y el Ministerio de Salud y Protecci&#x000f3;n Social, las cuales incluyen la eliminaci&#x000f3;n de criaderos, la intervenci&#x000f3;n de focos espec&#x000ed;ficos (por ejemplo, tanques altos y sumideros) y el control qu&#x000ed;mico del vector en la etapa larval y la adulta, incluida la entrega de mosquiteros tratados con insecticida en Gir&#x000f3;n. Tambi&#x000e9;n, se hicieron campa&#x000f1;as educativas e informativas de prevenci&#x000f3;n en barrios e instituciones prestadoras de servicios de salud (IPS), y a poblaciones vulnerables.</p><p>El programa incluye una interfaz intuitiva y de f&#x000e1;cil manejo; est&#x000e1; dise&#x000f1;ado para ser usado por los coordinadores de los programas de enfermedades transmitidas por vectores (ETV) de los municipios y tiene un m&#x000f3;dulo de consulta que los secretarios de salud o el personal involucrado en las estrategias de control de las enfermedades transmitidas por vectores pueden usar.</p></sec><sec><title>Control</title><p>VECTOS se compar&#x000f3; con el programa rutinario de control vectorial de Floridablanca, donde no se us&#x000f3; VECTOS, pero s&#x000ed; se utilizaron las estrategias de control de las enfermedades transmitidas por vectores contempladas en las gu&#x000ed;as del Instituto y la informaci&#x000f3;n entomol&#x000f3;gica y epidemiol&#x000f3;gica que se recolecta localmente. Este municipio, a 1 km de Bucaramanga, limita con Gir&#x000f3;n y, al igual que este, hace parte del &#x000e1;rea metropolitana de la ciudad. Su poblaci&#x000f3;n proyectada en cabeceras urbanas es de 257.265 habitantes <xref rid="B7" ref-type="bibr"><sup>7</sup></xref>.</p><p>En la <xref ref-type="fig" rid="f1">figura 1</xref> se ilustra el comportamiento temporal de la incidencia del dengue por cien mil habitantes en los dos municipios evaluados, aparentemente con un alto grado de correlaci&#x000f3;n entre ellos en el periodo de enero de 2014 a diciembre de 2016 (coeficiente de correlaci&#x000f3;n de Pearson de 0,802). En cuanto a la magnitud de la incidencia, en el periodo entre el 2014 y el 2015, el comportamiento de las incidencias fue similar, con un nivel de confianza del 95 % (t=1,8709, gl=25) (p=0,07), en tanto que, durante el 2016, se present&#x000f3; una divergencia entre febrero y mayo, siendo la incidencia significativamente mayor en el municipio de comparaci&#x000f3;n, con un nivel de confianza del 95 % (t=3,2736, gl=12) (p=0,007).</p><p>
<fig id="f1" orientation="portrait" position="float"><label>Figura 1</label><caption><title>Incidencia del dengue (2014-2016) en el municipio de Gir&#x000f3;n (&#x000e1;rea verde) intervenido con el programa VECTOS e intervenciones rutinarias de control en el municipio de Floridablanca (l&#x000ed;nea negra, control). La l&#x000ed;nea vertical punteada indica el mes de enero de 2016, cuando se empez&#x000f3; a usar VECTOS en el municipio de Gir&#x000f3;n. Fuente de datos: Sivigila</title></caption><graphic xlink:href="2590-7379-bio-40-02-270-gf1"/></fig>
</p></sec><sec><title>Resultado final</title><p>En el estudio se consideraron los AVAD derivados de los casos reportados de dengue y muertes por dengue como resultado final. La <xref ref-type="disp-formula" rid="e1">ecuaci&#x000f3;n 1</xref> muestra el c&#x000e1;lculo empleado para estimar esta variable: AVAD = AVP + AVD, donde AVP es a&#x000f1;os de vida perdidos y AVD, a&#x000f1;os vividos con discapacidad.</p><p>Para el c&#x000e1;lculo de los a&#x000f1;os de vida perdidos se emple&#x000f3; la <xref ref-type="disp-formula" rid="e2">ecuaci&#x000f3;n 2</xref>:</p><p>
<disp-formula id="e1"><graphic xlink:href="2590-7379-bio-40-02-270-e1.jpg" position="float" orientation="portrait"/></disp-formula>
</p><p>Los a&#x000f1;os vividos con discapacidad se calcularon mediante la <xref ref-type="disp-formula" rid="e3">ecuaci&#x000f3;n 3</xref>:</p><p>
<disp-formula id="e2"><graphic xlink:href="2590-7379-bio-40-02-270-e2.jpg" position="float" orientation="portrait"/></disp-formula>
</p><p>donde para la <xref ref-type="disp-formula" rid="e2">ecuaci&#x000f3;n, 2</xref> N corresponde al n&#x000fa;mero de muertes por dengue, mientras que para la <xref ref-type="disp-formula" rid="e3">ecuaci&#x000f3;n 3</xref>, I corresponde al n&#x000fa;mero de casos incidentes; DW, al ponderador de discapacidad, y para ambas ecuaciones C, a la constante correctora del ponderador de edades; r, a la tasa de descuento; &#x003b2;, al par&#x000e1;metro de la funci&#x000f3;n ponderadora de edades; a, a la edad de inicio de s&#x000ed;ntomas, y L, a los d&#x000ed;as perdidos por discapacidad o por muerte prematura.</p><p>No se tuvo en cuenta la informaci&#x000f3;n reportada sobre casos de Zika y chikungunya, dado que en Colombia no se dispone de informaci&#x000f3;n sobre la carga de estas enfermedades causadas, adem&#x000e1;s, por virus introducidos en el pa&#x000ed;s recientemente. Se emplearon los par&#x000e1;metros estimados en un estudio sobre la carga de enfermedad del dengue para Colombia <xref rid="B4" ref-type="bibr"><sup>4</sup></xref>. Con el diferencial entre la raz&#x000f3;n de costos y la efectividad de implementaci&#x000f3;n de VECTOS, y la alternativa de no implementar este programa, se obtuvo la raz&#x000f3;n incremental de costo-efectividad (RICE) representada por la <xref ref-type="disp-formula" rid="e3">ecuaci&#x000f3;n 4</xref>:</p><p>
<disp-formula id="e3"><graphic xlink:href="2590-7379-bio-40-02-270-e3.jpg" position="float" orientation="portrait"/></disp-formula>
</p><p>En esta raz&#x000f3;n, el sub&#x000ed;ndice 1 denota el uso de VECTOS y, el sub&#x000ed;ndice 2, el programa de control de vectores rutinario en Floridablanca.</p></sec><sec><title>Horizonte temporal</title><p>El horizonte temporal del estudio fue de un a&#x000f1;o con los datos recolectados para el 2016, con el fin de reflejar los efectos de llevar a cabo estrategias de control vectorial basadas en la evidencia <xref rid="B8" ref-type="bibr"><sup>8</sup></xref>.</p></sec><sec><title>Costos</title><p>Los costos se establecieron con la metodolog&#x000ed;a de microcosteo de abajo hacia arriba, cuantificando los recursos empleados en cada una de las actividades ejecutadas mensualmente <xref rid="B9" ref-type="bibr"><sup>9</sup></xref>. Se clasificaron por estrategia y costos recurrentes y de capital, seg&#x000fa;n la metodolog&#x000ed;a de la Organizaci&#x000f3;n Mundial de la Salud (OMS) <xref rid="B10" ref-type="bibr"><sup>10</sup></xref>.</p><p>La fuente de los datos sobre los costos de las intervenciones provino de la contabilidad de los municipios, la contrataci&#x000f3;n, los registros trimestrales de ejecuci&#x000f3;n de recursos y los registros diarios de ejecuci&#x000f3;n de actividades usados en el CIDEIM.</p><p>En esta fase del proyecto, los costos de VECTOS fueron asumidos por el CIDEIM y los de esta evaluaci&#x000f3;n se cargaron al programa de control de vectores de Gir&#x000f3;n. El costo asignado a VECTOS corresponde al valor mensual cobrado a un municipio por los servicios de implementaci&#x000f3;n, puesta en marcha y acompa&#x000f1;amiento continuo en el uso del sistema, e incluye el recurso humano, los insumos y el recurso tecnol&#x000f3;gico. La totalidad del costo del programa no pod&#x000ed;a ser asignada a un solo municipio, ya que est&#x000e1; concebido como un sistema que integra un n&#x000fa;mero significativo de entes territoriales.</p><p>Parte del costo del programa de enfermedades transmitidas por vectores de Gir&#x000f3;n en este estudio, provino del estudio sobre los costos de los programas de control vectorial para entes territoriales en Colombia de Salinas-L&#x000f3;pez, <italic>et al.</italic><xref rid="B11" ref-type="bibr"><sup>11</sup></xref>.</p><p>Otros costos para los que no se contaba con una fuente confiable, se tomaron de la tabla de precios internacionales disponible en el portal WHO- CHOICE de la OMS <xref rid="B12" ref-type="bibr"><sup>12</sup></xref> y se convirtieron a pesos colombianos (COP) del 2016 y a d&#x000f3;lares americanos (USD) a una tasa de cambio de COP$ 3.053,42 por USD$ 1, la cual corresponde al promedio anual de la tasa representativa del mercado en el 2016.</p></sec><sec><title>Modelo</title><p>Para las evaluaciones econ&#x000f3;micas de enfermedades infecciosas, se considera m&#x000e1;s apropiado el uso de modelos din&#x000e1;micos, ya que ofrecen una aproximaci&#x000f3;n m&#x000e1;s realista de su transmisi&#x000f3;n <xref rid="B13" ref-type="bibr"><sup>13</sup></xref>. En el caso del dengue, un modelado de este tipo requiere par&#x000e1;metros que involucran una interacci&#x000f3;n compleja entre humanos, vectores, ambiente y serotipos del virus <xref rid="B14" ref-type="bibr"><sup>14</sup></xref>, informaci&#x000f3;n que no estaba disponible para los casos estudiados en los programas rutinarios de control de Gir&#x000f3;n y de Floridablanca.</p><p>Por lo tanto, se consider&#x000f3; el uso de un &#x000e1;rbol de decisiones como modelo de an&#x000e1;lisis y se asumi&#x000f3; la transmisi&#x000f3;n del dengue como est&#x000e1;tica, por estar capturada &#x000fa;nicamente en la tasa de incidencia por cien mil habitantes en cada una de las poblaciones analizadas, lo que refleja las condiciones de incertidumbre y las disyuntivas relevantes que implica la evaluaci&#x000f3;n de un programa de este tipo <xref rid="B15" ref-type="bibr"><sup>15</sup></xref>.</p><p>Ante la ausencia de un umbral en t&#x000e9;rminos de AVAD evitados para Colombia, se tom&#x000f3; como umbral de costo-efectividad el planteado por la comisi&#x000f3;n macroecon&#x000f3;mica de la OMS, la cual estableci&#x000f3; que una estrategia es muy costo-efectiva si tiene un valor de un PIB per c&#x000e1;pita por AVAD evitado y es costo-efectiva si es inferior a tres veces el PIB per c&#x000e1;pita de cada pa&#x000ed;s <xref rid="B16" ref-type="bibr"><sup>16</sup></xref>.</p><p>Los par&#x000e1;metros empleados en la estimaci&#x000f3;n del modelo se presentan en el <xref rid="t1" ref-type="table">cuadro 1</xref>, y provienen de los datos recolectados y de la literatura especializada. Para la estimaci&#x000f3;n del modelo, se emple&#x000f3; el programa TreeAge Pro 2012&#x02122; (TreeAge Software Inc., Williamstown, MA, USA).</p><p>
<table-wrap id="t1" orientation="portrait" position="float"><label>Cuadro 1</label><caption><title>Par&#x000e1;metros del modelo de decisi&#x000f3;n con los valores, los rangos en que fluct&#x000fa;an los par&#x000e1;metros, las distribuciones de probabilidad y el origen o la fuente de los datos. Los par&#x000e1;metros que acompa&#x000f1;an la distribuci&#x000f3;n gamma son &#x003ba; y &#x003bb; y los que acompa&#x000f1;an la distribuci&#x000f3;n beta son &#x003b1; y &#x003b2;, los cuales se calcularon a partir de una aproximaci&#x000f3;n de la media y la desviaci&#x000f3;n est&#x000e1;ndar.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="3"/><col span="2"/></colgroup><thead><tr><th align="left" rowspan="3" colspan="1">Par&#x000e1;metro</th><th align="center" colspan="2" rowspan="1">VECTOS y control rutinario (Gir&#x000f3;n)</th><th align="center" colspan="1" rowspan="1">
</th><th align="center" colspan="2" rowspan="1">Control rutinario (Floridablanca)</th><th align="center" colspan="1" rowspan="1">
</th></tr><tr><th align="center" rowspan="1" colspan="1">Valor de base</th><th align="center" rowspan="1" colspan="1">Distribuci&#x000f3;n</th><th align="center" rowspan="1" colspan="1">Fuente</th><th align="center" rowspan="1" colspan="1">Valor de base</th><th align="center" rowspan="1" colspan="1">Distribuci&#x000f3;n</th><th align="center" rowspan="1" colspan="1">Fuente</th></tr><tr><th align="center" rowspan="1" colspan="1">(Rango)</th><th align="center" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">(Rango)</th><th align="center" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">
</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Tasa de incidencia anual de dengue (%)</td><td align="center" rowspan="1" colspan="1">0,28</td><td align="center" rowspan="1" colspan="1">Beta (459; 166,149)</td><td align="center" rowspan="1" colspan="1">SIVIGILA</td><td align="center" rowspan="1" colspan="1">0,54</td><td align="center" rowspan="1" colspan="1">Beta (1,391; 255,315)</td><td align="center" rowspan="1" colspan="1">SIVIGILA</td></tr><tr><td align="left" rowspan="1" colspan="1">Peso de discapacidad del dengue</td><td align="center" rowspan="1" colspan="1">0,81 (0,6-0,92)</td><td align="center" rowspan="1" colspan="1">Estimacion fija</td><td align="center" rowspan="1" colspan="1">-4</td><td align="center" rowspan="1" colspan="1">0,81 (0,6-0,92)</td><td align="center" rowspan="1" colspan="1">Estimacion fija</td><td align="center" rowspan="1" colspan="1">-4</td></tr><tr><td align="left" rowspan="1" colspan="1">Costo promedio mensual de personal (USD)</td><td align="center" rowspan="1" colspan="1">4.188</td><td align="center" rowspan="1" colspan="1">Gamma (6,46; 0,00154)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td><td align="center" rowspan="1" colspan="1">6.321</td><td align="center" rowspan="1" colspan="1">Gamma (6,45; 0,00102)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos1</td></tr><tr><td align="left" rowspan="1" colspan="1">Costos operacionales, promedio mensual (USD)</td><td align="center" rowspan="1" colspan="1">1.833</td><td align="center" rowspan="1" colspan="1">Gamma (6,45; 0,003)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td><td align="center" rowspan="1" colspan="1">3.603</td><td align="center" rowspan="1" colspan="1">Gamma (6,46; 0,00179)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td></tr><tr><td align="left" rowspan="1" colspan="1">Costos de insumos, promedio mensual (USD)</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">846</td><td align="center" rowspan="1" colspan="1">Gamma (6,45;0,00763)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td></tr><tr><td align="left" rowspan="1" colspan="1">Costos de capital, promedio mensual ($USD)</td><td align="center" rowspan="1" colspan="1">1.424</td><td align="center" rowspan="1" colspan="1">Gamma (6,47; 0,00454)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td><td align="center" rowspan="1" colspan="1">3.383</td><td align="center" rowspan="1" colspan="1">Gamma (6,45; 0,00191)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td></tr><tr><td align="left" rowspan="1" colspan="1">Costo de VECTOS, promedio mensual (USD)</td><td align="center" rowspan="1" colspan="1">3.398</td><td align="center" rowspan="1" colspan="1">Gamma (6,46; 0,0019)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" rowspan="1" colspan="1">Costo de toldillos, promedio mensual (USD)</td><td align="center" rowspan="1" colspan="1">776</td><td align="center" rowspan="1" colspan="1">Gamma (6,47; 0,00834)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" rowspan="1" colspan="1">Costo de larvicida, promedio mensual (USD)</td><td align="center" rowspan="1" colspan="1">88</td><td align="center" rowspan="1" colspan="1">Gamma (6,32; 0,07184)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">No se modelo</td></tr><tr><td align="left" rowspan="1" colspan="1">Costo de adulticida, promedio mensual (USD)</td><td align="center" rowspan="1" colspan="1">515</td><td align="center" rowspan="1" colspan="1">Gamma (6,44; 0,0125)</td><td align="center" rowspan="1" colspan="1">Recoleccion de datos</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">No se modelo</td></tr><tr><td align="left" rowspan="2" colspan="1">AVAD</td><td align="center" rowspan="1" colspan="1">17,62 (13,05-20,01)</td><td align="center" rowspan="1" colspan="1">Estimacion fija</td><td align="center" rowspan="1" colspan="1">Calculos propios</td><td align="center" rowspan="1" colspan="1">52,71 (39,05-59,87)</td><td align="center" rowspan="1" colspan="1">Estimacion fija</td><td align="center" rowspan="1" colspan="1">Calculos propios</td></tr><tr><td align="left" rowspan="1" colspan="1">Umbral de costos (USD$) 5,861-17,583 Analisis de umbral </td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td><td align="left" rowspan="1" colspan="1">
</td></tr></tbody></table><table-wrap-foot><fn id="TFN1"><label><sup>1</sup></label><p> Contabilidad de los municipios, contrataci&#x000f3;n y registros trimestrales de ejecuci&#x000f3;n de recursos, y registro diario de ejecuci&#x000f3;n de actividades del CIDEIM</p></fn></table-wrap-foot></table-wrap>
</p></sec></sec><sec sec-type="results"><title>Resultados</title><p>El an&#x000e1;lisis de costos de cada uno de los programas de control de las enfermedades transmitidas por vectores de los municipios estudiados, se presenta en el <xref rid="t2" ref-type="table">cuadro 2</xref>. En general, el programa de Floridablanca fue m&#x000e1;s costoso que el de Gir&#x000f3;n, especialmente por los costos recurrentes que representaron el 77 % del total; el rubro de personal represent&#x000f3; cerca del 45 % del total. El uso y la implementaci&#x000f3;n de VECTOS para el control rutinario de vectores en Gir&#x000f3;n, representaron cerca del 28 % del total de los costos, lo que equilibr&#x000f3; la composici&#x000f3;n entre costos recurrentes y de capital del programa. No obstante, sin contar el uso de VECTOS, el programa es intensivo en costos recurrentes, principalmente los de personal.</p><p>
<table-wrap id="t2" orientation="portrait" position="float"><label>Cuadro 2</label><caption><title>Costos de los programas de enfermedades transmitidas por vectores en cada municipio en el 2016 (cifras en USD)</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Rubros</th><th align="center" rowspan="1" colspan="1">VECTOS y control</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">Control rutinario</th><th align="center" rowspan="1" colspan="1">%</th></tr><tr><th align="center" rowspan="1" colspan="1">rutinario (Gir&#x000f3;n)</th><th align="center" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">(Floridablanca)</th><th align="center" rowspan="1" colspan="1">
</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Recurrentes</td><td align="center" rowspan="1" colspan="1">79.488</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1"> 129.237</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Personal</td><td align="center" rowspan="1" colspan="1">50.254</td><td align="center" rowspan="1" colspan="1">34,3</td><td align="center" rowspan="1" colspan="1">75.855</td><td align="center" rowspan="1" colspan="1">44,7</td></tr><tr><td align="left" rowspan="1" colspan="1">Operacionales</td><td align="center" rowspan="1" colspan="1">22.001</td><td align="center" rowspan="1" colspan="1">15</td><td align="center" rowspan="1" colspan="1">43.230</td><td align="center" rowspan="1" colspan="1">25,5</td></tr><tr><td align="left" rowspan="1" colspan="1">Insumos</td><td align="center" rowspan="1" colspan="1">7.233</td><td align="center" rowspan="1" colspan="1">4,9</td><td align="center" rowspan="1" colspan="1">10.153</td><td align="center" rowspan="1" colspan="1">6</td></tr><tr><td align="left" rowspan="1" colspan="1">Capital</td><td align="center" rowspan="1" colspan="1">67.163</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">40.596</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">VECTOS</td><td align="center" rowspan="1" colspan="1">40.770</td><td align="center" rowspan="1" colspan="1">27,8</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">0</td></tr><tr><td align="left" rowspan="1" colspan="1">Capital</td><td align="center" rowspan="1" colspan="1">26.393</td><td align="center" rowspan="1" colspan="1">18</td><td align="center" rowspan="1" colspan="1">40.596</td><td align="center" rowspan="1" colspan="1">23,9</td></tr><tr><td align="left" rowspan="1" colspan="1">Total</td><td align="center" rowspan="1" colspan="1">146.651</td><td align="center" rowspan="1" colspan="1">100</td><td align="center" rowspan="1" colspan="1">169.834</td><td align="center" rowspan="1" colspan="1">100</td></tr></tbody></table></table-wrap>
</p><p>Los resultados del modelo determin&#x000ed;stico sugieren que la alternativa de implementaci&#x000f3;n de VECTOS en Gir&#x000f3;n fue m&#x000e1;s costo-efectiva que el programa rutinario de enfermedades transmitidas por vectores ejecutado en Floridablanca. En el <xref rid="t3" ref-type="table">cuadro 3</xref>, se resumen los resultados del an&#x000e1;lisis determin&#x000ed;stico. Cabe destacar que el programa rutinario de enfermedades transmitidas por vectores de Floridablanca cost&#x000f3; USD$ 23.172 m&#x000e1;s que el de Gir&#x000f3;n, incluso agregando el costo mensual promedio de USD$ 3.398 atribuible al VECTOS en este &#x000fa;ltimo municipio (<xref rid="t2" ref-type="table">cuadro 2</xref>).</p><p>
<table-wrap id="t3" orientation="portrait" position="float"><label>Cuadro 3</label><caption><title>Estimaci&#x000f3;n del modelo determin&#x000ed;stico en t&#x000e9;rminos de la raz&#x000f3;n incremental de costo- efectividad (RICE)</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Alternativas</th><th align="center" rowspan="1" colspan="1">Costo</th><th align="center" rowspan="1" colspan="1">Costo incremental</th><th align="center" rowspan="1" colspan="1">AVAD</th><th align="center" rowspan="1" colspan="1">AVAD</th><th align="center" rowspan="1" colspan="1">RICE</th><th align="center" rowspan="1" colspan="1">Resultado</th></tr><tr><th align="center" rowspan="1" colspan="1">(USD)</th><th align="center" rowspan="1" colspan="1">(USD)</th><th align="center" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">evitados</th><th align="center" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">
</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">VECTOS y control rutinario (Gir&#x000f3;n)</td><td align="center" rowspan="1" colspan="1">$ 146.664</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">17,62</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Control rutinario (Floridablanca)</td><td align="center" rowspan="1" colspan="1">$ 169.836</td><td align="center" rowspan="1" colspan="1">$ 23.172</td><td align="center" rowspan="1" colspan="1">52,71</td><td align="center" rowspan="1" colspan="1">35,09</td><td align="center" rowspan="1" colspan="1">$ 660,36</td><td align="center" rowspan="1" colspan="1">Dominada</td></tr></tbody></table><table-wrap-foot><fn id="TFN3"><p>AVAD: a&#x000f1;os de vida ajustados por discapacidad; RICE: raz&#x000f3;n incremental de costo-efectividad</p></fn></table-wrap-foot></table-wrap>
</p><p>En cuanto a la efectividad, aunque el programa de Floridablanca destin&#x000f3; m&#x000e1;s recursos, se observ&#x000f3; que la carga del dengue es de 35,09 AVAD m&#x000e1;s que en Gir&#x000f3;n, lo que evidencia la poca efectividad de su programa para reducir la morbilidad por dengue comparado con el de Gir&#x000f3;n. La raz&#x000f3;n incremental de costo-efectividad (RICE) indic&#x000f3; que, en el control rutinario y el uso de VECTOS en Gir&#x000f3;n, se emplearon USD$ 660,4 menos por cada AVAD evitado que en el control rutinario de Floridablanca.</p><p>Los resultados individuales en el modelo planteado se resumen en el <xref rid="t4" ref-type="table">cuadro 4</xref>. Estos se obtienen de ingresar al modelo la informaci&#x000f3;n de un individuo, teniendo en cuenta sus probabilidades de contraer la enfermedad en cada una de las alternativas del &#x000e1;rbol de decisi&#x000f3;n, e indicaron que segu&#x000ed;a siendo m&#x000e1;s costo-efectivo el uso de VECTOS, pues en Gir&#x000f3;n se evitaron 0,24 AVAD a un costo inferior a los USD$ 23.586, comparado con el control rutinario de Floridablanca. Cabe anotar que la magnitud del resultado final disminuy&#x000f3; porque, en estos municipios, la probabilidad de que un individuo se infecte es baja y esta probabilidad se deriv&#x000f3; de la incidencia anual de dengue en el 2016.</p><p>
<table-wrap id="t4" orientation="portrait" position="float"><label>Cuadro 4</label><caption><title>Estimaci&#x000f3;n del modelo determin&#x000ed;stico en t&#x000e9;rminos de la raz&#x000f3;n incremental de costo- efectividad (RICE) por individuo en el modelo de decisi&#x000f3;n</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Alternativas</th><th align="center" rowspan="1" colspan="1">Costo</th><th align="center" rowspan="1" colspan="1">Costo incremental</th><th align="center" rowspan="1" colspan="1">AVAD</th><th align="center" rowspan="1" colspan="1">AVAD</th><th align="center" rowspan="1" colspan="1">RICE</th><th align="center" rowspan="1" colspan="1">Resultado</th></tr><tr><th align="center" rowspan="1" colspan="1">(USD)</th><th align="center" rowspan="1" colspan="1">(USD)</th><th align="center" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">evitados</th><th align="center" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">
</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">VECTOS y control rutinario (Gir&#x000f3;n)</td><td align="center" rowspan="1" colspan="1">$ 146.664</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">0,05</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Control rutinario (Floridablanca)</td><td align="center" rowspan="1" colspan="1">$ 169.836</td><td align="center" rowspan="1" colspan="1">$ 23.586</td><td align="center" rowspan="1" colspan="1">0,29</td><td align="center" rowspan="1" colspan="1">0,24</td><td align="center" rowspan="1" colspan="1">98.033</td><td align="center" rowspan="1" colspan="1">Dominada</td></tr></tbody></table><table-wrap-foot><fn id="TFN4"><p>AVAD: a&#x000f1;os de vida ajustados por discapacidad; RICE: raz&#x000f3;n incremental de costo-efectividad</p></fn></table-wrap-foot></table-wrap>
</p><p>El an&#x000e1;lisis univariado tomando como variable de efectividad los AVAD para el control rutinario m&#x000e1;s VECTOS en Gir&#x000f3;n, indic&#x000f3; que el umbral de indiferencia entre ambas alternativas se alcanz&#x000f3; cuando esta variable tom&#x000f3; el valor de 103,5 AVAD, en tanto que el an&#x000e1;lisis univariado para la variable del costo total ubic&#x000f3; el umbral de indiferencia de costo-efectividad en USD$ 169.836 en el caso del control rutinario de Floridablanca. Los resultados de estos an&#x000e1;lisis de sensibilidad indican que el costo-efectividad fue mucho m&#x000e1;s sensible a los cambios en el costo del programa, puesto que el umbral en t&#x000e9;rminos de AVAD equivali&#x000f3; a casi seis veces la medici&#x000f3;n inicial del programa rutinario m&#x000e1;s VECTOS en Gir&#x000f3;n, en tanto que el umbral de costos equivali&#x000f3; a casi el 16 % de la estimaci&#x000f3;n inicial de costos.</p><p>Los resultados del an&#x000e1;lisis probabil&#x000ed;stico tambi&#x000e9;n sugieren que el sistema VECTOS es la alternativa m&#x000e1;s costo-efectiva. En la <xref ref-type="fig" rid="f2">figura 2</xref> se presenta el gr&#x000e1;fico de dispersi&#x000f3;n de las 10.000 iteraciones de la simulaci&#x000f3;n de Montecarlo y se observa que la mayor&#x000ed;a de los puntos de la alternativa VECTOS se ubican en la zona de mayor efectividad y menor costo, frente a la alternativa del control rutinario de Floridablanca. En promedio, la efectividad de la alternativa VECTOS fue de 0,05 AVAD y su costo promedio fue de USD$ 146.484, en tanto que la efectividad promedio de la alternativa del control rutinario de Floridablanca fue de 0,28 AVAD y el costo promedio fue de USD$ 170.070. La curva de aceptabilidad expresa el porcentaje de iteraciones que resultaron costo-efectivas en los varios niveles de disponibilidad para pagar de las alternativas. Cerca del 70 % de las 10.000 iteraciones de la alternativa VECTOS fue costo-efectivo en un rango de disponibilidad para pagar de 1 a 3 PIB per c&#x000e1;pita en Colombia en el 2016.</p><p>
<fig id="f2" orientation="portrait" position="float"><label>Figura 2</label><caption><title>An&#x000e1;lisis de sensibilidad, diagrama de dispersi&#x000f3;n de 10.000 iteraciones del modelo de costo-efectividad. Cuadrante 1: posible situaci&#x000f3;n menos deseable, m&#x000e1;s costosa y menos efectiva. Cuadrantes 2 y 3: compensaci&#x000f3;n entre ahorro en costos u obtener m&#x000e1;s efectividad. Cuadrante 4: posible situaci&#x000f3;n m&#x000e1;s deseable, menos costosa y m&#x000e1;s efectiva</title></caption><graphic xlink:href="2590-7379-bio-40-02-270-gf2"/></fig>
</p></sec><sec sec-type="discussion"><title>Discusi&#x000f3;n</title><p>Los resultados indican que el programa VECTOS implementado en el control rutinario del municipio de Gir&#x000f3;n fue m&#x000e1;s costo-efectivo que el programa rutinario de control de vectores en Floridablanca durante el periodo analizado. Con el an&#x000e1;lisis de costo-efectividad se evalu&#x000f3; el valor econ&#x000f3;mico de un sistema de planeaci&#x000f3;n de programas de enfermedades transmitidas por vectores a nivel de entes territoriales. El modelo basado en la metodolog&#x000ed;a del &#x000e1;rbol de decisi&#x000f3;n permiti&#x000f3; determinar que el programa VECTOS implementado en Gir&#x000f3;n, aparentemente, result&#x000f3; en una menor carga de dengue en t&#x000e9;rminos de AVAD y a un costo inferior que el programa rutinario de enfermedades transmitidas por vectores en Floridablanca, lo que indicar&#x000ed;a que los sistemas basados en la evidencia son m&#x000e1;s costo-efectivos a la hora de tomar decisiones para el control vectorial en la prevenci&#x000f3;n del dengue, como ya se ha se&#x000f1;alado en la literatura cient&#x000ed;fica <xref rid="B8" ref-type="bibr"><sup>8</sup></xref>.</p><p>En cuanto a los costos de los programas evaluados de enfermedades transmitidas por vectores, los resultados coinciden con lo hallado en la literatura especializada en el sentido de que las intervenciones en estas enfermedades implican una cantidad importante de personal remunerado y no remunerado, principalmente, si los programas est&#x000e1;n enfocados en estrategias que involucran a la comunidad <xref rid="B17" ref-type="bibr"><sup>17</sup></xref><sup>-</sup><xref rid="B19" ref-type="bibr"><sup>19</sup></xref>.</p><p>Los diversos estudios de costo-efectividad se han enfocado principalmente en el an&#x000e1;lisis de intervenciones espec&#x000ed;ficas sobre grupos poblacionales focalizados <xref rid="B20" ref-type="bibr"><sup>20</sup></xref><sup>-</sup><xref rid="B24" ref-type="bibr"><sup>24</sup></xref>. En este sentido, una limitaci&#x000f3;n del presente estudio fue el no haber analizado las estrategias espec&#x000ed;ficas implementadas en cada uno de los municipios, lo que impidi&#x000f3; determinar el costo-efectividad a este nivel en poblaci&#x000f3;n focalizada. La hip&#x000f3;tesis que se plantea es que las estrategias implementadas en Gir&#x000f3;n fueron planeadas y priorizadas de acuerdo con los factores de riesgo entomol&#x000f3;gicos, epidemiol&#x000f3;gicos y sociales, suministrados y estratificados por VECTOS en tiempo real y de manera integrada, lo que permiti&#x000f3; hacer intervenciones focalizadas por barrio. Esto lleva a concluir que una parte significativa de la efectividad de las estrategias aplicadas se explicar&#x000ed;a por el uso de dicho programa.</p><p>Los an&#x000e1;lisis de sensibilidad demostraron que, en situaciones de incertidumbre, la alternativa VECTOS es costo-efectiva frente a los principales par&#x000e1;metros, como la disponibilidad para pagar, el costo de cada uno de los programas y el peso de la discapacidad en el c&#x000e1;lculo de los AVAD. El an&#x000e1;lisis evidenci&#x000f3; que la decisi&#x000f3;n es m&#x000e1;s sensible a los cambios en el costo de cada programa que a la magnitud de la carga de enfermedad en cada municipio, lo que coincide con la realidad que enfrentan los municipios colombianos que tienen m&#x000fa;ltiples necesidades de salud y recursos limitados; por lo tanto, es prioritario el uso de an&#x000e1;lisis como el presentado aqu&#x000ed; para optimizar el uso de dichos recursos.</p><p>En cuanto a los factores no controlables, el estudio adolece de varias limitaciones. Primero, los m&#x000fa;ltiples factores implicados en la transmisi&#x000f3;n de la enfermedad no son considerados por los programas locales de salud p&#x000fa;blica, que solo se encargan de controlar la poblaci&#x000f3;n de adultos del vector y sus potenciales criaderos <xref rid="B25" ref-type="bibr"><sup>25</sup></xref>. Segundo, puede haber subestimaci&#x000f3;n de los casos reportados en ambos municipios. El subregistro comienza con la notificaci&#x000f3;n de los casos y depende de si los casos son reportados en los centros ambulatorios o si son de origen hospitalario, si son confirmados por el laboratorio o son casos sospechosos por s&#x000ed;ntomas, as&#x000ed; como del hecho de si las personas acuden a los puestos de salud en cuanto presentan los s&#x000ed;ntomas <xref rid="B26" ref-type="bibr"><sup>26</sup></xref><sup>,</sup><xref rid="B27" ref-type="bibr"><sup>27</sup></xref>. Por lo tanto, la estimaci&#x000f3;n de la carga de la enfermedad puede haberse visto afectada en ambos municipios por dicho subregistro, ya que se calcul&#x000f3; con los indicadores de morbilidad reportados al Sivigila <xref rid="B26" ref-type="bibr"><sup>26</sup></xref>.</p><p>Si bien en el municipio intervenido con VECTOS la carga de enfermedad fue menor, cabe resaltar que aislar el efecto del programa sobre la morbilidad es complejo, m&#x000e1;s a&#x000fa;n si en periodos anteriores la magnitud de la incidencia del dengue era dispar entre los municipios analizados. Por &#x000fa;ltimo, no fue posible elaborar un modelo din&#x000e1;mico que diera una aproximaci&#x000f3;n m&#x000e1;s realista de la transmisi&#x000f3;n del dengue en los municipios, y se sabe que esta metodolog&#x000ed;a es m&#x000e1;s apropiada para el an&#x000e1;lisis de enfermedades infecciosas <xref rid="B13" ref-type="bibr"><sup>13</sup></xref>.</p><p>En t&#x000e9;rminos de los valores per c&#x000e1;pita, los controles rutinarios de ambos municipios fueron comparables al considerar el costo de VECTOS. En el municipio de Gir&#x000f3;n, el costo per c&#x000e1;pita fue de USD$ 0,62, mientras que, en Floridablanca, fue de USD$ 0,66; por lo tanto, el efecto de una escala mayor de costos por cuenta de una mayor poblaci&#x000f3;n expuesta en el municipio en comparaci&#x000f3;n no se consider&#x000f3; determinante. Aunque el enfoque de este estudio se centr&#x000f3; en el costo de la ejecuci&#x000f3;n de los programas de control vectorial, cabe resaltar que, en los de dengue, los costos corresponden a los del sistema de salud y a los indirectos debidos a la p&#x000e9;rdida de productividad, lo que indicar&#x000ed;a que cada caso evitado tiene un impacto mayor en t&#x000e9;rminos de carga para la sociedad <xref rid="B28" ref-type="bibr"><sup>28</sup></xref>.</p><p>Las implicaciones de los resultados de esta investigaci&#x000f3;n en t&#x000e9;rminos de pol&#x000ed;tica, indicar&#x000ed;an la necesidad de adoptar el programa VECTOS o una herramienta similar en los entes territoriales, pues mejora la planeaci&#x000f3;n de estrategias y recursos para el control de enfermedades transmitidas por <italic>A. aegypti.</italic></p><p>El programa responde a las necesidades de los entes territoriales que presentan un d&#x000e9;ficit de personal capacitado para el manejo de los programas de enfermedades transmitidas por vectores <xref rid="B29" ref-type="bibr"><sup>29</sup></xref>. Los reportes que genera y su interfaz son f&#x000e1;ciles de comprender y manejar para facilitar la planeaci&#x000f3;n y optimizar la gesti&#x000f3;n de los escasos recursos de los programas de enfermedades transmitidas por vectores <xref rid="B30" ref-type="bibr"><sup>30</sup></xref>. Adem&#x000e1;s, VECTOS permite integrar el componente de vigilancia epidemiol&#x000f3;gica y entomol&#x000f3;gica en un sistema de informaci&#x000f3;n en tiempo real para la toma de decisiones. La ventaja de este programa es que se ajusta a las pol&#x000ed;ticas locales de enfermedades transmitidas por vectores y las mejora con base en un trabajo coordinado con los entes territoriales, y no en una intervenci&#x000f3;n introducida por un tercero.</p><p>Una posible dificultad para el uso de VECTOS es que los municipios deben contar con una dependencia municipal de enfermedades transmitidas por vectores que se encargue de recolectar la informaci&#x000f3;n y garantizar su fiabilidad, y que cuente con los recursos suficientes para un plan integral de intervenciones. Dado este contexto, puede decirse que el m&#x000e1;ximo aprovechamiento del programa se logra en municipios con autonom&#x000ed;a fiscal y categor&#x000ed;a de poblaci&#x000f3;n 1, 2 o 3. Para los municipios de categor&#x000ed;a 4, 5 y 6, el programa deber&#x000ed;a ser administrado por el ente departamental debido a la necesidad de contar con los recursos econ&#x000f3;micos, humanos y tecnol&#x000f3;gicos necesarios.</p><p>Por &#x000fa;ltimo, los resultados de este estudio son relevantes en el sentido de que suministran evidencia sobre el costo-efectividad de una tecnolog&#x000ed;a nueva en el control de las enfermedades transmitidas por <italic>A. aegypti</italic>. El marco metodol&#x000f3;gico empleado puede ser replicado para ampliar el horizonte del estudio y detectar efectos perdurables en el tiempo y en otras localidades, pues el modelo de an&#x000e1;lisis se alimenta con informaci&#x000f3;n disponible en los entes territoriales de Colombia.</p><sec><title>Agradecimientos</title><p>A la Secretar&#x000ed;a de Salud de San Juan de Gir&#x000f3;n y su programa de control de enfermedades transmitidas por vectores, y a la Secretar&#x000ed;a de Salud de Floridablanca, por el suministro de la informaci&#x000f3;n necesaria para este estudio. Al CIDEIM, por su orientaci&#x000f3;n en el manejo de los datos epidemiol&#x000f3;gicos y la bibliograf&#x000ed;a sobre las arbovirosis urbanas. Por &#x000fa;ltimo, al equipo del Centro de Estudios en Protecci&#x000f3;n Social y Econom&#x000ed;a de la Salud (PROESA), por el apoyo recibido.</p></sec></sec></body><back><fn-group><fn fn-type="other" id="fn1"><p><bold>Citaci&#x000f3;n:</bold> Salinas MA, Soto VE, Prada SI. An&#x000e1;lisis de costo- efectividad del uso del programa VECTOS en el control rutinario de enfermedades transmitidas por Aedes aegypti en dos municipios de Santander, Colombia. Biom&#x000e9;dica. 2020;40:270-82. <ext-link ext-link-type="uri" xlink:href="https://doi.org/10.7705/biomedica.4658">https://doi.org/10.7705/biomedica.4658</ext-link>
</p></fn><fn fn-type="other" id="fn2"><p><bold>Contribuci&#x000f3;n de los autores:</bold> Todos los autores participaron en la concepci&#x000f3;n y el dise&#x000f1;o del estudio, en la recolecci&#x000f3;n e interpretaci&#x000f3;n de los datos analizados y en la escritura del manuscrito.</p></fn><fn fn-type="other" id="fn3"><p><bold>Financiaci&#x000f3;n:</bold> Este proyecto fue financiado en el marco del programa &#x0201c;Desarrollo de investigaci&#x000f3;n aplicada para contribuir a un modelo efectivo y sostenible de intervenci&#x000f3;n del dengue en Santander, Casanare y Valle del Cauca&#x0201d;, por el Sistema General de Regal&#x000ed;as, Fondo de Ciencia, Tecnolog&#x000ed;a e Innovaci&#x000f3;n (Acuerdo 009 de 2013).</p></fn><fn fn-type="other" id="fn4"><p><bold>Conflicto de intereses:</bold> Los autores manifiestan no tener ning&#x000fa;n tipo de conflicto de intereses.</p></fn></fn-group><ref-list><title>Referencias</title><ref id="B1"><label>1</label><element-citation publication-type="webpage"><person-group person-group-type="author"><collab>Instituto Nacional de Salud</collab></person-group><source>Bolet&#x000ed;n epidemiol&#x000f3;gico semanal No. 52 de 2016. Bogot&#x000e1;: Instituto Nacional de Salud; 2016</source><date-in-citation content-type="access-date" iso-8601-date="2017-00-00">28 de noviembre de 2017</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.ins.gov.co/buscador-eventos/BoletinEpidemiologico/2016%20Bolet%C3%ADn%20epidemiol%C3%B3gico%20semana%2052%20-.pdf">https://www.ins.gov.co/buscador-eventos/BoletinEpidemiologico/2016%20Bolet%C3%ADn%20epidemiol%C3%B3gico%20semana%2052%20-.pdf</ext-link></comment></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Castrill&#x000f3;n</surname><given-names>JC</given-names></name><name><surname>Casta&#x000f1;o</surname><given-names>J</given-names></name><name><surname>Urcuqui</surname><given-names>S</given-names></name></person-group><article-title>Dengue en Colombia, diez a&#x000f1;os de evoluci&#x000f3;n</article-title><source>Rev Chil Infectol</source><year>2015</year><volume>32</volume><pub-id pub-id-type="doi">10.4067/S0716-10182015000300002</pub-id></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Chaparro</surname><given-names>P</given-names></name><name><surname>Le&#x000f3;n</surname><given-names>W</given-names></name><name><surname>Casta&#x000f1;eda</surname><given-names>CA</given-names></name></person-group><article-title>Comportamiento de la mortalidad por dengue en Colombia entre 1985 y 2012</article-title><source>Biom&#x000e9;dica</source><year>2016</year><issue>36Supl.2</issue><fpage>125</fpage><lpage>134</lpage><pub-id pub-id-type="doi">10.7705/biomedica.v36i0.3009</pub-id><pub-id pub-id-type="pmid">27622802</pub-id></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Castro-Rodr&#x000ed;guez</surname><given-names>R</given-names></name><name><surname>Carrasquilla</surname><given-names>G</given-names></name><name><surname>Porras</surname><given-names>A</given-names></name><name><surname>Galera-G&#x000e9;lvez</surname><given-names>K</given-names></name><name><surname>Yescas</surname><given-names>JG</given-names></name><name><surname>Rueda-Gallardo</surname><given-names>JA</given-names></name></person-group><article-title>The burden of dengue and the financial cost to Colombia, 2010-2012</article-title><source>Am J Trop Med Hyg</source><year>2016</year><volume>94</volume><fpage>1065</fpage><lpage>1072</lpage><pub-id pub-id-type="doi">10.4269/ajtmh.15-0280</pub-id><pub-id pub-id-type="pmid">26928834</pub-id></element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Guyatt</surname><given-names>G</given-names></name><name><surname>Rennie</surname><given-names>D</given-names></name><name><surname>Meade</surname><given-names>M</given-names></name><name><surname>Drummond</surname><given-names>MD</given-names></name></person-group><article-title>Users&#x02019; guides to the medical literature: Essentials of evidence-based clinical practice. Second edition</article-title><publisher-loc>New York</publisher-loc><publisher-name>American Medical Association</publisher-name><source>McGraw-Hill Education</source><year>2002</year><pub-id pub-id-type="doi">10.1036/0071590382</pub-id></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="webpage"><person-group person-group-type="author"><collab>Departamento Nacional de Planeaci&#x000f3;n</collab></person-group><source>Fichas de caracterizaci&#x000f3;n territorial m&#x000f3;dulo territorial. Bogot&#x000e1;: Departamento Nacional de Planeaci&#x000f3;n; 2017</source><date-in-citation content-type="access-date" iso-8601-date="2018-00-00">30 de marzo de 2018</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://colaboracion.dnp.gov.co/CDT/Desarrollo%20Territorial/FIT/PDF/81000.pdf">https://colaboracion.dnp.gov.co/CDT/Desarrollo%20Territorial/FIT/PDF/81000.pdf</ext-link></comment></element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="webpage"><person-group person-group-type="author"><collab>Departamento Nacional de Planeaci&#x000f3;n</collab></person-group><source>Fichas de caracterizaci&#x000f3;n territorial Floridablanca. Bogot&#x000e1;, 2017</source><date-in-citation content-type="access-date" iso-8601-date="2018-00-00">30 de marzo de 2018</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.dnp.gov.co/programas/desarrollo-territorial/Paginas/Fichas-de-Caracterizacion-Regional.aspx">https://www.dnp.gov.co/programas/desarrollo-territorial/Paginas/Fichas-de-Caracterizacion-Regional.aspx</ext-link></comment></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Pepin</surname><given-names>KM</given-names></name><name><surname>Marques-Toledo</surname><given-names>C</given-names></name><name><surname>Scherer</surname><given-names>L</given-names></name><name><surname>Morais</surname><given-names>MM</given-names></name><name><surname>Ellis</surname><given-names>B</given-names></name><name><surname>Eiras</surname><given-names>AE</given-names></name></person-group><article-title>Cost-effectiveness of novel system of mosquito surveillance and control, Brazil</article-title><source>Emerg Infect Dis</source><year>2013</year><volume>19</volume><fpage>542</fpage><lpage>550</lpage><pub-id pub-id-type="doi">10.3201/eid1904.120117</pub-id><pub-id pub-id-type="pmid">23628282</pub-id></element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Hendriks</surname><given-names>ME</given-names></name><name><surname>Kundu</surname><given-names>P</given-names></name><name><surname>Boers</surname><given-names>AC</given-names></name><name><surname>Bolarinwa</surname><given-names>OA</given-names></name><name><surname>Te Pas</surname><given-names>MJ</given-names></name><name><surname>Akande</surname><given-names>TM</given-names></name><etal/></person-group><article-title>Step-by-step guideline for disease-specific costing studies in low- and middle-income countries: A mixed methodology</article-title><source>Glob Health Action</source><year>2014</year><volume>7</volume><fpage>23573</fpage><lpage>23573</lpage><pub-id pub-id-type="doi">10.3402/gha.v7.23573</pub-id><pub-id pub-id-type="pmid">24685170</pub-id></element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Johns</surname><given-names>B</given-names></name><name><surname>Baltussen</surname><given-names>R</given-names></name><name><surname>Hutubessy</surname><given-names>R</given-names></name></person-group><article-title>Cost effectiveness and resource programme costs in the economic evaluation of health interventions</article-title><source>Cost Eff Resour Alloc</source><year>2003</year><volume>1</volume><fpage>1</fpage><lpage>1</lpage><pub-id pub-id-type="doi">10.1186/1478-7547-1-1</pub-id><pub-id pub-id-type="pmid">12773220</pub-id></element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Salinas-L&#x000f3;pez</surname><given-names>MA</given-names></name><name><surname>Soto-Rojas</surname><given-names>VE</given-names></name><name><surname>Ocampo</surname><given-names>CB</given-names></name></person-group><article-title>Costos de un programa de control del vector Aedes aegypti en municipios de Colombia: el caso de Gir&#x000f3;n y Guadalajara de Buga, 2016</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2018</year><volume>34</volume><elocation-id>e00044518</elocation-id><pub-id pub-id-type="doi">10.1590/0102-311x00044518</pub-id><pub-id pub-id-type="pmid">30517314</pub-id></element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="webpage"><person-group person-group-type="author"><collab>World Health Organization</collab></person-group><source>Table: Prices and useful lives of tradable capital goods</source><date-in-citation content-type="access-date" iso-8601-date="2017-00-00">19 de noviembre de 2017</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.who.int/choice/cost-effectiveness/inputs/capitalgoods/en/">http://www.who.int/choice/cost-effectiveness/inputs/capitalgoods/en/</ext-link></comment></element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Lugn&#x000e9;r</surname><given-names>AK</given-names></name><name><surname>Mylius</surname><given-names>SD</given-names></name><name><surname>Wallinga</surname><given-names>J</given-names></name></person-group><article-title>Dynamic versus static models in cost-effectiveness analyses of anti-viral drug therapy to mitigate an influenza pandemic</article-title><source>Health Econ</source><year>2010</year><volume>19</volume><fpage>518</fpage><lpage>531</lpage><pub-id pub-id-type="doi">10.1002/hec.1485</pub-id><pub-id pub-id-type="pmid">19382106</pub-id></element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>de Castro Medeiros</surname><given-names>LC</given-names></name><name><surname>Castilho</surname><given-names>CA</given-names></name><name><surname>Braga</surname><given-names>C</given-names></name><name><surname>de Souza</surname><given-names>WV</given-names></name><name><surname>Regis</surname><given-names>L</given-names></name><name><surname>Monteiro</surname><given-names>AM</given-names></name></person-group><article-title>Modeling the dynamic transmission of dengue fever: Investigating disease persistence</article-title><source>PLoS Negl Trop Dis</source><year>2011</year><volume>5</volume><fpage>1</fpage><lpage>14</lpage><pub-id pub-id-type="doi">10.1371/journal.pntd.0000942</pub-id></element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Ryder</surname><given-names>HF</given-names></name><name><surname>McDonough</surname><given-names>C</given-names></name><name><surname>Tosteson</surname><given-names>AN</given-names></name><name><surname>Lurie</surname><given-names>JD</given-names></name></person-group><article-title>Decision analysis and cost-effectiveness analysis</article-title><source>Semin Spine Surg</source><year>2009</year><volume>21</volume><fpage>216</fpage><lpage>222</lpage><pub-id pub-id-type="doi">10.1053/j.semss.2009.08.003</pub-id><pub-id pub-id-type="pmid">23966758</pub-id></element-citation></ref><ref id="B16"><label>16</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Sachs</surname><given-names>JD</given-names></name></person-group><article-title>Macroeconomics and health: Investing in health for economic development: Report of the commission on macroeconomics and health</article-title><source>Nat Med</source><year>2001</year><volume>8</volume><fpage>1</fpage><lpage>200</lpage><pub-id pub-id-type="doi">10.1038/nm0602-551b</pub-id></element-citation></ref><ref id="B17"><label>17</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Baly</surname><given-names>A</given-names></name><name><surname>Toledo</surname><given-names>ME</given-names></name><name><surname>Lambert</surname><given-names>I</given-names></name><name><surname>Ben&#x000ed;tez</surname><given-names>E</given-names></name><name><surname>Rodr&#x000ed;guez</surname><given-names>K</given-names></name><name><surname>Rodr&#x000ed;guez</surname><given-names>E</given-names></name><etal/></person-group><article-title>Cost of intensive routine control and incremental cost of insecticide-treated curtain deployment in a setting with low Aedes aegypti infestation</article-title><source>Rev Soc Bras Med Trop</source><year>2016</year><volume>49</volume><fpage>418</fpage><lpage>424</lpage><pub-id pub-id-type="doi">10.1590/0037-8682-0368-2015</pub-id><pub-id pub-id-type="pmid">27598627</pub-id></element-citation></ref><ref id="B18"><label>18</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Thalagala</surname><given-names>N</given-names></name><name><surname>Tissera</surname><given-names>H</given-names></name><name><surname>Palihawadana</surname><given-names>P</given-names></name><name><surname>Amarasinghe</surname><given-names>A</given-names></name><name><surname>Ambagahawita</surname><given-names>A</given-names></name><name><surname>Wilder-Smith</surname><given-names>A</given-names></name><etal/></person-group><article-title>Costs of dengue control activities and hospitalizations in the public health sector during an epidemic year in urban Sri Lanka</article-title><source>Negl Trop Dis</source><year>2016</year><volume>10</volume><fpage>1</fpage><lpage>13</lpage><pub-id pub-id-type="doi">10.1371/journal.pntd.0004466</pub-id></element-citation></ref><ref id="B19"><label>19</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Alfonso-Sierra</surname><given-names>E</given-names></name><name><surname>Basso</surname><given-names>C</given-names></name><name><surname>Beltr&#x000e1;n-Ayala</surname><given-names>E</given-names></name><name><surname>Mitchell-Foster</surname><given-names>K</given-names></name><name><surname>Quintero</surname><given-names>J</given-names></name><name><surname>Cort&#x000e9;s</surname><given-names>S</given-names></name><etal/></person-group><article-title>Innovative dengue vector control interventions in Latin America: What do they cost?</article-title><source>Pathog Glob Health</source><year>2016</year><volume>110</volume><fpage>14</fpage><lpage>24</lpage><pub-id pub-id-type="doi">10.1080/20477724.2016.1142057</pub-id><pub-id pub-id-type="pmid">26924235</pub-id></element-citation></ref><ref id="B20"><label>20</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Suaya</surname><given-names>JA</given-names></name><name><surname>Shepard</surname><given-names>DS</given-names></name><name><surname>Chang</surname><given-names>MS</given-names></name><name><surname>Caram</surname><given-names>M</given-names></name><name><surname>Hoyer</surname><given-names>S</given-names></name><name><surname>Socheat</surname><given-names>D</given-names></name><etal/></person-group><article-title>Cost-effectiveness of annual targeted larviciding campaigns in Cambodia against the dengue vector Aedes aegypti</article-title><source>Trop Med Int Health</source><year>2007</year><volume>12</volume><fpage>1026</fpage><lpage>1036</lpage><pub-id pub-id-type="doi">10.1111/j.1365-3156.2007.01889.x</pub-id><pub-id pub-id-type="pmid">17875014</pub-id></element-citation></ref><ref id="B21"><label>21</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Baly</surname><given-names>A</given-names></name><name><surname>Toledo</surname><given-names>ME</given-names></name><name><surname>Boelaert</surname><given-names>M</given-names></name><name><surname>Reyes</surname><given-names>A</given-names></name><name><surname>Vanlerberghe</surname><given-names>V</given-names></name><name><surname>Ceballos</surname><given-names>E</given-names></name><etal/></person-group><article-title>Cost effectiveness of Aedes aegypti control programmes: Participatory versus vertical</article-title><source>Trans R Soc Trop Med Hyg</source><year>2007</year><volume>101</volume><fpage>578</fpage><lpage>586</lpage><pub-id pub-id-type="doi">10.1016/j.trstmh.2007.01.002</pub-id><pub-id pub-id-type="pmid">17368696</pub-id></element-citation></ref><ref id="B22"><label>22</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Hanson</surname><given-names>K</given-names></name><name><surname>Kikumbih</surname><given-names>N</given-names></name><name><surname>Armstrong Schellenberg</surname><given-names>J</given-names></name><name><surname>Mponda</surname><given-names>H</given-names></name><name><surname>Nathan</surname><given-names>R</given-names></name><name><surname>Lake</surname><given-names>S</given-names></name><etal/></person-group><article-title>Cost-effectiveness of social marketing of insecticide-treated nets for malaria control in the United Republic of Tanzania</article-title><source>Bull World Health Organ</source><year>2003</year><volume>81</volume><fpage>269</fpage><lpage>276</lpage><pub-id pub-id-type="pmid">12764493</pub-id></element-citation></ref><ref id="B23"><label>23</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Mendoza-Cano</surname><given-names>O</given-names></name><name><surname>Hern&#x000e1;ndez-Su&#x000e1;rez</surname><given-names>CM</given-names></name><name><surname>Trujillo</surname><given-names>X</given-names></name><name><surname>D&#x000ed;az-L&#x000f3;pez</surname><given-names>HO</given-names></name><name><surname>Lugo-Radillo</surname><given-names>A</given-names></name><name><surname>Espinoza- G&#x000f3;mez</surname><given-names>F</given-names></name><etal/></person-group><article-title>Cost-effectiveness of the strategies to reduce the incidence of dengue in Colima, M&#x000e9;xico</article-title><source>Int J Environ Res Public Health</source><year>2017</year><volume>14</volume><pub-id pub-id-type="doi">10.3390/ijerph14080890</pub-id></element-citation></ref><ref id="B24"><label>24</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Tozan</surname><given-names>Y</given-names></name><name><surname>Ratanawong</surname><given-names>P</given-names></name><name><surname>Louis</surname><given-names>VR</given-names></name><name><surname>Kittayapong</surname><given-names>P</given-names></name><name><surname>Wilder-Smith</surname><given-names>A</given-names></name></person-group><article-title>Use of insecticide-treated school uniforms for prevention of dengue in schoolchildren: A cost-effectiveness analysis</article-title><source>PLoS One</source><year>2014</year><volume>9</volume><fpage>1</fpage><lpage>9</lpage><pub-id pub-id-type="doi">10.1371/journal.pone.0108017</pub-id></element-citation></ref><ref id="B25"><label>25</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>World Health Organization</collab></person-group><source>Dengue: Guidelines for diagnosis, treatment, prevention, and control</source><publisher-loc>Geneva</publisher-loc><publisher-name>World Health Organization</publisher-name><year>2009</year><fpage>147</fpage><lpage>147</lpage><date-in-citation content-type="access-date" iso-8601-date="2017-00-00">29 de diciembre de 2017</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://apps.who.int/iris/bitstream/handle/10665/44188/9789241547871eng.pdf;jsessionid=C8E3B9C4C8AA3569A0353015DCD389FD?sequence=1">https://apps.who.int/iris/bitstream/handle/10665/44188/9789241547871eng.pdf;jsessionid=C8E3B9C4C8AA3569A0353015DCD389FD?sequence=1</ext-link></comment></element-citation></ref><ref id="B26"><label>26</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Pacheco</surname><given-names>O</given-names></name><name><surname>Mart&#x000ed;nez</surname><given-names>M</given-names></name><name><surname>Alarc&#x000f3;n</surname><given-names>A</given-names></name><name><surname>Bonilla</surname><given-names>M</given-names></name><name><surname>Caycedo</surname><given-names>A</given-names></name><name><surname>Valbuena</surname><given-names>T</given-names></name><etal/></person-group><article-title>Estimaci&#x000f3;n del subregistro de casos de enfermedad por el virus de chikungunya en Girardot, Colombia, noviembre de 2014 a mayo de 2015</article-title><source>Biom&#x000e9;dica</source><year>2017</year><volume>37</volume><fpage>507</fpage><lpage>515</lpage><pub-id pub-id-type="doi">10.7705/biomedica.v37i4.3370</pub-id><pub-id pub-id-type="pmid">29373771</pub-id></element-citation></ref><ref id="B27"><label>27</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Constenla</surname><given-names>D</given-names></name><name><surname>Armien</surname><given-names>B</given-names></name><name><surname>Arreondo</surname><given-names>J</given-names></name><name><surname>Carabali</surname><given-names>M</given-names></name><name><surname>Carrasquilla</surname><given-names>G</given-names></name><name><surname>Castro</surname><given-names>R</given-names></name><etal/></person-group><article-title>Costing dengue fever cases and outbreaks: Recommendations from a costing Dengue Working Group in the Americas</article-title><source>Value Health Reg Issues</source><year>2015</year><volume>8</volume><fpage>80</fpage><lpage>91</lpage><pub-id pub-id-type="doi">10.1016/j.vhri.2015.06.001</pub-id><pub-id pub-id-type="pmid">29698176</pub-id></element-citation></ref><ref id="B28"><label>28</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Laserna</surname><given-names>A</given-names></name><name><surname>Barahona-Correa</surname><given-names>J</given-names></name><name><surname>Baquero</surname><given-names>L</given-names></name><name><surname>Casta&#x000f1;eda-Cardona</surname><given-names>C</given-names></name><name><surname>Rosselli</surname><given-names>D</given-names></name></person-group><article-title>Economic impact of dengue fever in Latin America and the Caribbean: A systematic review</article-title><source>Rev Panam Salud P&#x000fa;blica</source><year>2018</year><volume>42</volume><elocation-id>e111</elocation-id><pub-id pub-id-type="doi">10.26633/RPSP.2018.111</pub-id><pub-id pub-id-type="pmid">31093139</pub-id></element-citation></ref><ref id="B29"><label>29</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Carrasquilla</surname><given-names>G</given-names></name></person-group><source>Descentralizaci&#x000f3;n, reforma sectorial y control de la malaria en Colombia. En: Yad&#x000f3;n ZE, G&#x000fc;rtler RE, Tobar F, Medici AC, editores. Descentralizaci&#x000f3;n y gesti&#x000f3;n del control de las enfermedades transmisibles en Am&#x000e9;rica Latina</source><publisher-loc>Washington D.C</publisher-loc><publisher-name>Organizaci&#x000f3;n Panamericana de la Salud</publisher-name><year>2006</year></element-citation></ref><ref id="B30"><label>30</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Kroeger</surname><given-names>A</given-names></name><name><surname>Ord&#x000f3;&#x000f1;ez-Gonz&#x000e1;lez</surname><given-names>J</given-names></name><name><surname>Avi&#x000f1;a</surname><given-names>AI</given-names></name></person-group><article-title>Malaria control reinvented: Health sector reform and strategy development in Colombia</article-title><source>Trop Med Int Health</source><year>2002</year><volume>7</volume><fpage>450</fpage><lpage>458</lpage><pub-id pub-id-type="doi">10.1046/j.1365-3156.2002.00876.x</pub-id><pub-id pub-id-type="pmid">12000655</pub-id></element-citation></ref></ref-list></back></article>