<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Vacunas</journal-id><journal-id journal-id-type="iso-abbrev">Vacunas</journal-id><journal-title-group><journal-title>Vacunas</journal-title></journal-title-group><issn pub-type="ppub">1576-9887</issn><issn pub-type="epub">1578-8857</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7140272</article-id><article-id pub-id-type="publisher-id">S1576-9887(08)71918-6</article-id><article-id pub-id-type="doi">10.1016/S1576-9887(08)71918-6</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Aspectos b&#x000e1;sicos de la transmisibilidad</article-title></title-group><contrib-group><contrib contrib-type="author"><name><surname>Gil Cuesta</surname><given-names>J.</given-names></name><email>jgil@vhebron.net</email><xref rid="cor1" ref-type="corresp">*</xref></contrib><contrib contrib-type="author"><name><surname>Vaqu&#x000e9; Rafart</surname><given-names>J.</given-names></name></contrib><aff>Servicio de Medicina Preventiva y Epidemiolog&#x000ed;a. Hospital Universitari Vall d&#x02019;Hebron. Universitat Aut&#x000f2;noma de Barcelona. Barcelona. Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor1"><label>*</label>Dra. J. Gil Cuesta. Servicio de Medicina Preventiva y Epidemiolog&#x000ed;a. Hospital Universitari Vall d&#x02019;Hebron. Pg. Vall d&#x02019;Hebron, 119-129. 08035 Barcelona. Espa&#x000f1;a. <email>jgil@vhebron.net</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>6</day><month>1</month><year>2009</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>1</month><year>2008</year></pub-date><pub-date pub-type="epub"><day>6</day><month>1</month><year>2009</year></pub-date><volume>9</volume><issue>1</issue><fpage>25</fpage><lpage>33</lpage><permissions><copyright-statement>Copyright &#x000a9; 2008 Elsevier Espa&#x000f1;a, S.L. All rights reserved.</copyright-statement><copyright-year>2008</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p id="p0005">Si bien las enfermedades transmisibles han disminuido en buena parte de los pa&#x000ed;ses, su magnitud sigue siendo enorme en diversas zonas del globo. Constituyen un problema persistente en el mundo desarrollado y un flagelo de elevadas dimensiones en los pa&#x000ed;ses en v&#x000ed;as de desarrollo, donde ocasionan el 60% de las enfermedades<xref rid="bb0005" ref-type="bibr"><sup>1</sup></xref> y el 42% de las muertes. Globalmente, son la primera causa de muerte en la infancia y la juventud, y la principal responsable de p&#x000e9;rdida de a&#x000f1;os de vida por discapacidad, con el 30%. Cerca del 90% de las defunciones por enfermedades transmisibles se debe a una serie de afecciones concretas: infecciones de v&#x000ed;as respiratorias inferiores, 3,9 millones; virus de la inmunodeficiencia humana (VIH) y sida, 2,8 millones; enfermedades diarreicas, 1,9 millones; tuberculosis, 1,6 millones; paludismo, 1,3 millones; sarampi&#x000f3;n, 0,6 millones; tos ferina, 0,3 millones, y t&#x000e9;tanos, enfermedades de transmisi&#x000f3;n sexual y meningitis aproximadamente 0,2 millones cada una<xref rid="bb0010" ref-type="bibr"><sup>2</sup></xref>.</p><p id="p0010">La continua emergencia de nuevos agentes (p. ej., s&#x000ed;ndrome respiratorio agudo grave [SARS]-CoV), del orden de uno al a&#x000f1;o, de origen zoon&#x000f3;tico en el 70%, as&#x000ed; como la reemergencia de enfermedades que en muchos pa&#x000ed;ses se consideraban controladas, como la tuberculosis o el dengue, representan un potencial peligro que ha obligado a la Organizaci&#x000f3;n Mundial de la Salud y otras agencias de salud a establecer un importante sistema global de vigilancia epidemiol&#x000f3;gica, y a alertar a las autoridades sanitarias de que una enfermedad infecciosa en un pa&#x000ed;s puede acabar constituyendo una emergencia mundial. Por todo ello, estamos obligados a tomar medidas dirigidas a reforzar la vigilancia epidemiol&#x000f3;gica de los eventos transmisibles y a aumentar la capacidad de contener y controlar tanto las persistentes epidemias actuales como las enfermedades emergentes.</p><p id="p0015">La infecci&#x000f3;n es el resultado de una compleja interacci&#x000f3;n entre los cuatro elementos sustantivos de la cadena epidemiol&#x000f3;gica, o secuencia de elementos que intervienen en la transmisi&#x000f3;n de un agente infeccioso a un hu&#x000e9;sped susceptible: las caracter&#x000ed;sticas del agente infeccioso, los mecanismos de transmisi&#x000f3;n, los factores del hu&#x000e9;sped y las condiciones del medio ambiente. Se denomina colonizaci&#x000f3;n a la presencia de microorganismos en un hu&#x000e9;sped, que crecen y se multiplican, pero sin producir invasi&#x000f3;n tisular ni da&#x000f1;o. Se denomina infecci&#x000f3;n cuando la entrada y la multiplicaci&#x000f3;n producen cambios serol&#x000f3;gicos y, eventualmente, signos y s&#x000ed;ntomas locales o sist&#x000e9;micos.</p><p id="p0020">Una enfermedad infecciosa es el conjunto de manifestaciones cl&#x000ed;nicas producidas por la infecci&#x000f3;n; no siempre una infecci&#x000f3;n produce enfermedad. Por otro lado, se entiende por enfermedad transmisible cualquier enfermedad causada por un agente infeccioso o sus productos, que se genera por la transmisi&#x000f3;n de ese agente o productos desde un hu&#x000e9;sped infectado o un reservorio inanimado a un hu&#x000e9;sped susceptible. En medicina cl&#x000ed;nica es habitual el uso del t&#x000e9;rmino enfermedad infecciosa, pues su finalidad es reconocer la enfermedad a partir de los signos y s&#x000ed;ntomas, para establecer el tratamiento oportuno. En cambio, en salud p&#x000fa;blica se utiliza m&#x000e1;s el de enfermedad transmisible, pues si bien de forma inmediata procura la adecuada asistencia del paciente o pacientes, su objetivo primordial es definir los mecanismos y los efectos de la transmisi&#x000f3;n del agente pat&#x000f3;geno en un entorno determinado.</p><p id="p0025">En el momento actual, para el control de cualquier enfermedad transmisible se precisan datos fiables sobre su situaci&#x000f3;n, procedentes de la vigilancia y un elevado conocimiento de su cadena epidemiol&#x000f3;gica. El SARS se logr&#x000f3; controlar cuando se alcanz&#x000f3; un buen nivel para ambos, y recientemente, gracias a la intensificaci&#x000f3;n de las acciones de vigilancia y a los conocimientos aportados por la investigaci&#x000f3;n cient&#x000ed;fica, se ha logrado contener la diseminaci&#x000f3;n del subtipo de virus influenza A (H5N1) en humanos y se poseen destacados elementos, en forma de programas de control, antivirales y una avanzada investigaci&#x000f3;n en vacunas, para hacer frente a la eventual eclosi&#x000f3;n de una pandemia. Ante amenazas y problemas concretos de origen infeccioso, la epidemiolog&#x000ed;a de las enfermedades transmisibles se enfoca hacia el estudio pormenorizado de los diversos elementos de la cadena epidemiol&#x000f3;gica. En esta epidemiolog&#x000ed;a es fundamental el conocimiento exhaustivo de los par&#x000e1;metros que rigen los aspectos b&#x000e1;sicos de la transmisi&#x000f3;n.</p><p id="p0030">En el presente art&#x000ed;culo se efect&#x000fa;a una puesta al d&#x000ed;a de los conceptos y las expresiones cuantitativas que se usan modernamente para dimensionar la transmisibilidad, entre los cuales han adquirido notable preeminencia el n&#x000fa;mero b&#x000e1;sico de reproducci&#x000f3;n (R<sub>0</sub>), el tiempo de generaci&#x000f3;n de casos (TG) y la proporci&#x000f3;n de la transmisi&#x000f3;n que ocurre antes de que aparezcan los s&#x000ed;ntomas (&#x003b8;)<xref rid="bb0015" ref-type="bibr"><sup>3</sup></xref>. Son tambi&#x000e9;n par&#x000e1;metros fundamentales las tasas de ataque cl&#x000ed;nicas, serol&#x000f3;gicas e intrafamiliares. Otros par&#x000e1;metros son el n&#x000fa;mero efectivo de reproducci&#x000f3;n y la proporci&#x000f3;n vacunal cr&#x000ed;tica, que est&#x000e1;n asociados a los anteriores y poseen tambi&#x000e9;n gran inter&#x000e9;s epidemiol&#x000f3;gico.</p><p id="p0035">Para ello, en primer lugar se examinan los efectos del pat&#x000f3;geno sobre el hu&#x000e9;sped y c&#x000f3;mo se miden. Luego se describen los diversos per&#x000ed;odos que permiten delimitar la din&#x000e1;mica infectiva y patog&#x000e9;nica de un proceso transmisible. En tercer lugar, en apartados dedicados a aspectos cuantitativos, se exponen otros par&#x000e1;metros esenciales para medir la transmisiblidad. En la tabla y las figuras se muestran resultados de epidemias, estudios vacunales y supuestos te&#x000f3;ricos, que se han seleccionado para ilustrar de forma clara el uso pr&#x000e1;ctico de los par&#x000e1;metros explicados.</p><sec id="s0005"><title>Efectos del agente etiol&#x000f3;gico</title><p id="p0040">Las principales propiedades que caracterizan los efectos del agente etiol&#x000f3;gico sobre el hu&#x000e9;sped son las siguientes<xref rid="bb0020" ref-type="bibr">4.</xref>, <xref rid="bb0025" ref-type="bibr">5.</xref>, <xref rid="bb0030" ref-type="bibr">6.</xref>, <xref rid="bb0035" ref-type="bibr">7.</xref>, <xref rid="bb0040" ref-type="bibr">8.</xref>, <xref rid="bb0045" ref-type="bibr">9.</xref>:<list list-type="simple" id="l0005"><list-item id="o0005"><label>1.</label><p id="p0045">La transmisibilidad o capacidad del agente para propagarse de un hu&#x000e9;sped a otro causando enfermedad. Depende de la infectividad y de la patogenicidad, adem&#x000e1;s de la frecuencia de contactos que el hu&#x000e9;sped infectivo mantenga con sujetos susceptibles, del tiempo durante el cual ese hu&#x000e9;sped elimina el microorganismo y de otros factores. Se puede medir mediante el R<sub>0</sub>, que constituye un par&#x000e1;metro fundamental en la epidemiolog&#x000ed;a de las enfermedades transmisibles.</p></list-item><list-item id="o0010"><label>2.</label><p id="p0050">La infectividad o capacidad del microorganismo para invadir y multiplicarse en un hu&#x000e9;sped susceptible. En general, se mide mediante el n&#x000fa;mero m&#x000ed;nimo de part&#x000ed;culas infecciosas necesarias para producir una infecci&#x000f3;n. En las enfermedades que se propagan de persona a persona se cuantifica mediante una tasa de ataque secundaria. La infectividad es elevada en el sarampi&#x000f3;n y la varicela, y baja en la lepra.</p></list-item><list-item id="o0015"><label>3.</label><p id="p0055">La patogenicidad es la capacidad para inducir enfermedad en los infectados. Aparece cuando el da&#x000f1;o producido por el agente perturba la homeostasis. Se mide mediante el porcentaje de sujetos infectados que desarrollan cl&#x000ed;nica. Var&#x000ed;a desde el 5-31% de la gripe (<xref rid="t0005" ref-type="table">tabla 1</xref>
) al 90% del paludismo o la tos ferina. Muchas infecciones se transmiten de forma asintom&#x000e1;tica en la comunidad, hasta que resulta infectada alguna persona especialmente susceptible que expresa s&#x000ed;ntomas cl&#x000ed;nicos, como sucede en la poliomielitis, en la que, por tanto, la patogenicidad es baja.<table-wrap position="float" id="t0005"><label>Tabla 1</label><caption><p>Par&#x000e1;metros de transmisibilidad del virus influenza A en diferentes escenarios: situaci&#x000f3;n basal interepid&#x000e9;mica y pandemias de 1957, 1968 y 1918-1919<xref rid="tf0005" ref-type="table-fn">*</xref></p></caption><table frame="hsides" rules="groups"><thead><tr><th align="left" valign="middle">Par&#x000e1;metro</th><th align="center">Situaci&#x000f3;n basal</th><th align="center">1957, H2N2</th><th align="center">1968, H3N2</th><th align="center">1918-1919, H1N1, primera ola</th><th align="center">1918-1919, H1N1, segunda ola</th><th align="center">1918-1919, H1N1, tercera ola</th></tr></thead><tbody><tr><td align="left">Tasa de ataque cl&#x000ed;nica, %</td><td align="center">25</td><td align="center">31</td><td align="center">21</td><td align="center">5</td><td align="center">9</td><td align="center">4</td></tr><tr><td align="left">Tasa de ataque serol&#x000f3;gica, %</td><td align="center">50</td><td align="center">67</td><td align="center">65</td><td align="center">79</td><td align="center">61</td><td align="center">69</td></tr><tr><td align="left">Inmunes al inicio de la ola, %</td><td align="center">0</td><td align="center">0</td><td align="center">15</td><td align="center">0</td><td align="center">0</td><td align="center">0</td></tr><tr><td align="left">R<sub>0</sub></td><td align="center">1,39</td><td align="center">1,65</td><td align="center">2,2</td><td align="center">2,00</td><td align="center">1,55</td><td align="center">1,70</td></tr><tr><td align="left">Letalidad, %</td><td align="center">&#x02013;</td><td align="center">&#x02013;</td><td align="center">&#x02013;</td><td align="center">0,70</td><td align="center">3,25</td><td align="center">2,70</td></tr></tbody></table><table-wrap-foot><fn id="tf0005"><label>*</label><p id="np0005">Estimaciones de Gani et al<xref rid="bb0045" ref-type="bibr"><sup>9</sup></xref>.</p></fn></table-wrap-foot></table-wrap></p></list-item><list-item id="o0020"><label>4.</label><p id="p0060">La virulencia o capacidad relativa de un microorganismo para causar da&#x000f1;o grave en los infectados. Es una propiedad del pat&#x000f3;geno pero modulada por la resistencia del hu&#x000e9;sped. Se ha identificado con la dosis letal 50, determinaci&#x000f3;n que s&#x000f3;lo se realiza en trabajos de investigaci&#x000f3;n y queda fuera de la microbiolog&#x000ed;a asistencial. Se cuantifica mediante la letalidad o proporci&#x000f3;n de casos mortales con respecto al total de enfermos. Por ejemplo, en la segunda ola de la pandemia gripal de 1918-1919, la letalidad fue del 3,25% (<xref rid="t0005" ref-type="table">tabla 1</xref>).</p></list-item><list-item id="o0025"><label>5.</label><p id="p0065">La inmunogenicidad o capacidad para inducir en el hu&#x000e9;sped una respuesta inmunitaria espec&#x000ed;fica y duradera. Se cuantifica mediante la proporci&#x000f3;n de individuos que desarrollan inmunidad (expresada por P), esto es, realizan seroconversi&#x000f3;n con un valor elevado de anticuerpos neutralizantes, y generan memoria inmunol&#x000f3;gica. Algunas infecciones, como la hepatitis A, inducen inmunidad de por vida y otras, como la fiebre tifoidea o la gripe, la pierden con el tiempo. Ante nuevos virus de la influenza causantes de pandemias de gripe es habitual que la poblaci&#x000f3;n general no posea ning&#x000fa;n grado de inmunidad (<xref rid="t0005" ref-type="table">tabla 1</xref>). Se entiende por susceptibilidad la ausencia de capacidad inmun&#x000f3;gena por parte del individuo, o la posesi&#x000f3;n de un grado muy bajo, frente a un determinado agente pat&#x000f3;geno. Se mide mediante la proporci&#x000f3;n de sujetos que se halla en esta situaci&#x000f3;n respecto al total de la poblaci&#x000f3;n (expresada por 1-P). Es muy frecuente su uso en los estudios cl&#x000ed;nicos y de seroprevalencia, y en especial en los ensayos de vacunas, pues su administraci&#x000f3;n produce una disminuci&#x000f3;n de la susceptibilidad de los individuos ante la infecci&#x000f3;n. El objetivo de los programas vacunales poblacionales es reducir la susceptibilidad de los individuos frente a las infecciones m&#x000e1;s relevantes, pues pretenden aumentar la inmunogenicidad media poblacional. En este sentido, Riley et al<xref rid="bb0050" ref-type="bibr"><sup>10</sup></xref>, ante la previsible escasez de vacunas prepand&#x000e9;micas y la necesidad de aprovechar al m&#x000e1;ximo las dosis disponibles en el caso de emergencia de una pandemia de gripe A (H5N1), han demostrado que la administraci&#x000f3;n de una fracci&#x000f3;n del 25% de la dosis recomendada de cualquiera de las tres vacunas en investigaci&#x000f3;n<xref rid="bb0055" ref-type="bibr">11.</xref>, <xref rid="bb0060" ref-type="bibr">12.</xref>, <xref rid="bb0065" ref-type="bibr">13.</xref> producir&#x000ed;a en los vacunados una reducci&#x000f3;n media de la susceptibilidad a la infecci&#x000f3;n del 20 al 30%, y que, en caso de administrar la dosis completa, la reducci&#x000f3;n m&#x000e1;xima de la susceptibilidad, es decir la eficacia global de la vacuna, ser&#x000ed;a del 50-60% (<xref rid="f0005" ref-type="fig">fig.&#x000a0;1</xref>
).<fig id="f0005"><label>Figura 1</label><caption><p>Reducci&#x000f3;n esperada de la susceptibilidad despu&#x000e9;s de la administraci&#x000f3;n de vacunas prepand&#x000e9;micas A (H5N1) con dosis parciales de la vacuna. Las vacunas candidatas son las propuestas por Bresson et al<xref rid="bb0055" ref-type="bibr"><sup>11</sup></xref>, Lin et al<xref rid="bb0060" ref-type="bibr"><sup>12</sup></xref> y Treanor et al<xref rid="bb0065" ref-type="bibr"><sup>13</sup></xref>, seg&#x000fa;n Riley et al<xref rid="bb0050" ref-type="bibr"><sup>10</sup></xref>.</p></caption><graphic xlink:href="gr1"/></fig></p></list-item></list>
</p></sec><sec id="s0010"><title>Per&#x000ed;odos</title><p id="p0070">Desde el momento inicial de exposici&#x000f3;n al agente infectivo, una enfermedad transmisible sigue 2 l&#x000ed;neas evolutivas en el hu&#x000e9;sped que acontecen de forma paralela: las l&#x000ed;neas de la infectividad y de la patogenicidad. La l&#x000ed;nea de la infectividad consta de los per&#x000ed;odos de latencia y de transmisibilidad, y la de la patogenicidad consta de los per&#x000ed;odos de incubaci&#x000f3;n y de manifestaciones cl&#x000ed;nicas (<xref rid="f0010" ref-type="fig">fig.&#x000a0;2</xref>
). La primera l&#x000ed;nea evolutiva tiene gran inter&#x000e9;s para la salud p&#x000fa;blica y la segunda para la atenci&#x000f3;n sanitaria del paciente.<list list-type="simple" id="l0010"><list-item id="o0030"><label>1.</label><p id="p0075">El per&#x000ed;odo de latencia es el intervalo transcurrido entre el momento de la exposici&#x000f3;n y el inicio de la transmisibilidad. En este per&#x000ed;odo, el individuo no tiene capacidad para infectar. Es corto en algunas enfermedades, como en el VIH, lo que implica que los sujetos infectados r&#x000e1;pidamente se tornan transmisibles, y puede llegar a ser largo en otras, como algunos tipos de malaria.</p></list-item><list-item id="o0035"><label>2.</label><p id="p0080">El per&#x000ed;odo de transmisibilidad es el intervalo (d&#x000ed;as, semanas o meses) durante el cual un individuo puede transmitir la infecci&#x000f3;n, de manera directa o indirecta (de una persona infectada a otra, de un animal infectado a los seres humanos, o de una persona infectada a los animales o a los artr&#x000f3;podos)<xref rid="bb0070" ref-type="bibr"><sup>14</sup></xref>. En muchas enfermedades, como el sarampi&#x000f3;n, la gripe y el VIH, el comienzo de la transmisibilidad es anterior al inicio de los s&#x000ed;ntomas. Fraser et al<xref rid="bb0015" ref-type="bibr"><sup>3</sup></xref> han introducido un par&#x000e1;metro para valorar este inicio adelantado de la propagaci&#x000f3;n: se trata del par&#x000e1;metro theta (&#x003b8;) o proporci&#x000f3;n de transmisiones que durante el per&#x000ed;odo de transmisibilidad se produce antes de que se inicien los s&#x000ed;ntomas o bien de forma asintom&#x000e1;tica. Es del 20-35% en el sarampi&#x000f3;n y del 35-45% en la gripe; estas infecciones son de dif&#x000ed;cil control, pues cuando el paciente es aislado ya se ha producido gran parte de la propagaci&#x000f3;n. Determina el potencial de las medidas de salud p&#x000fa;blica para reducir el n&#x000fa;mero de infecciones. Un aspecto clave es su estimaci&#x000f3;n a partir del momento de inicio de un brote, mediante el seguimiento o trazabilidad de los contactos, cuantificando la proporci&#x000f3;n de casos que aparecen tras la exposici&#x000f3;n a un sujeto infectante presintom&#x000e1;tico o asintom&#x000e1;tico<xref rid="bb0015" ref-type="bibr">3.</xref>, <xref rid="bb0075" ref-type="bibr">15.</xref>. La importancia pr&#x000e1;ctica del par&#x000e1;metro &#x003b8; se ha observado por ejemplo en el SARS, donde no se han confirmado casos de transmisi&#x000f3;n de pacientes asintom&#x000e1;ticos, lo que significa que para esta enfermedad, despu&#x000e9;s del comienzo de la cl&#x000ed;nica, se dispone de un tiempo efectivo para realizar el aislamiento del paciente antes de que la infectividad sea m&#x000e1;xima.</p></list-item><list-item id="o0040"><label>3.</label><p id="p0085">El per&#x000ed;odo de incubaci&#x000f3;n es el intervalo transcurrido entre la exposici&#x000f3;n inicial y efectiva al agente infeccioso y el inicio de la sintomatolog&#x000ed;a de la enfermedad, es decir, el tiempo para que la cantidad de microorganismos alcance el umbral necesario para generar s&#x000ed;ntomas. Durante este per&#x000ed;odo el hu&#x000e9;sped puede transmitir la infecci&#x000f3;n. Puede variar desde 1 a 3 d&#x000ed;as, como sucede en la gripe, hasta meses o a&#x000f1;os, como en el VIH. Es caracter&#x000ed;stico de cada enfermedad y puede variar en funci&#x000f3;n de la puerta de entrada, de la respuesta del individuo y de la dosis infectiva. En general, una dosis elevada implica un per&#x000ed;odo de incubaci&#x000f3;n corto.</p></list-item><list-item id="o0045"><label>4.</label><p id="p0090">El per&#x000ed;odo de manifestaciones cl&#x000ed;nicas es el lapso en que el hu&#x000e9;sped presenta signos y s&#x000ed;ntomas cl&#x000ed;nicos de la enfermedad. Incluye diferentes fases, desde el per&#x000ed;odo prodr&#x000f3;mico, la enfermedad cl&#x000ed;nica, el declive y, por &#x000fa;ltimo, la convalecencia.</p></list-item><list-item id="o0050"><label>5.</label><p id="p0095">El TG es el per&#x000ed;odo transcurrido en la aparici&#x000f3;n de signos o s&#x000ed;ntomas similares de la enfermedad (p. ej., fiebre, tos) entre un caso y el siguiente, infectado por el anterior caso, o sea, entre un caso primario y uno secundario (<xref rid="f0010" ref-type="fig">fig.&#x000a0;2</xref>). Es caracter&#x000ed;stico de las infecciones transmitidas de persona a persona. Su apreciaci&#x000f3;n es totalmente cl&#x000ed;nica. Se denomina tambi&#x000e9;n intervalo de serie, pues es la media de tiempo que transcurre entre las series o generaciones sucesivas de casos. Tambi&#x000e9;n recibe el nombre de par&#x000e1;metro ni (v). Para la gripe, Wu et al<xref rid="bb0075" ref-type="bibr"><sup>15</sup></xref> han estimado que es de 3,2 d&#x000ed;as, y seg&#x000fa;n Fraser<xref rid="bb0080" ref-type="bibr"><sup>16</sup></xref> es de 2,85 d&#x000ed;as. Se compone de fracciones de tiempo durante los per&#x000ed;odos de latencia e infectividad<xref rid="bb0085" ref-type="bibr"><sup>17</sup></xref>. Este per&#x000ed;odo, junto con el R<sub>0</sub>, permite valorar la escala de tiempo o rapidez de la propagaci&#x000f3;n de una infecci&#x000f3;n y se&#x000f1;ala, a su vez, la velocidad con que las medidas de salud p&#x000fa;blica deben aplicarse para evitar una epidemia.</p></list-item></list>
<fig id="f0010"><label>Figura 2</label><caption><p>Per&#x000ed;odos en las enfermedades transmisibles. L&#x000ed;nea de la infectividad: PL (per&#x000ed;odo de latencia) y PT (per&#x000ed;odo de transmisibilidad). L&#x000ed;nea de la patogenicidad: PI (per&#x000ed;odo de incubaci&#x000f3;n) y PC (per&#x000ed;odo de manifestaciones cl&#x000ed;nicas). TG: tiempo de generaci&#x000f3;n, llamado tambi&#x000e9;n intervalo de serie, o valor &#x003bd; (ni). Modificado de Giesecke<xref rid="bb0040" ref-type="bibr"><sup>8</sup></xref>.</p></caption><graphic xlink:href="gr2"/></fig></p></sec><sec id="s0015"><title>Tasas de ataque</title><p id="p0100">Por caso primario o &#x000ed;ndice se entiende aquel que introduce la infecci&#x000f3;n en la comunidad. Este caso puede haberse debido al contacto con una persona enferma, o a una transmisi&#x000f3;n desde un animal, desde un vector o por el consumo de alimentos, entre otras posibles fuentes. Por ejemplo, el paciente o caso inicial de SARS que, procedente de China en 2003, introdujo la infecci&#x000f3;n en Hong Kong ocasion&#x000f3; 13 casos que en 24&#x000a0;h distribuyeron la infecci&#x000f3;n por m&#x000fa;ltiples pa&#x000ed;ses. Estos casos, en sus respectivos pa&#x000ed;ses, constituyeron los casos primarios que diseminaron la infecci&#x000f3;n. Los casos secundarios son los infectados por los primarios y los terciarios los infectados por los secundarios. Los casos coprimarios son los considerados de la misma generaci&#x000f3;n que el &#x000ed;ndice, ya que se producen durante el per&#x000ed;odo de incubaci&#x000f3;n m&#x000ed;nimo de &#x000e9;ste (por lo que no han podido ser infectados por &#x000e9;ste).</p><p id="p0105">Por su poder ejemplificador, es interesante considerar la situaci&#x000f3;n en relaci&#x000f3;n con los actuales casos humanos por gripe aviar A (H5N1), en los que cabe diferenciar la transmisi&#x000f3;n primaria de persona a persona, debida a humanos que fueron infectados por animales (aves infectadas o enfermas), y la transmisi&#x000f3;n secundaria de persona a persona, debida a humanos que fueron infectados, a su vez, por humanos. La primera permite valorar la intensidad de la transmisi&#x000f3;n directamente asociada a las aves y la segunda, la intensidad de la transmisi&#x000f3;n interhumana. Es decir, para conocer la posible existencia de diseminaci&#x000f3;n humana de una infecci&#x000f3;n en una comunidad, m&#x000e1;s que obtener tasas de transmisi&#x000f3;n primaria, nos interesa obtener tasas de transmisi&#x000f3;n secundaria.</p><p id="p0110">Una tasa de ataque se define como la frecuencia de casos nuevos de una enfermedad en una poblaci&#x000f3;n determinada sometida a un riesgo infeccioso durante un per&#x000ed;odo<xref rid="bb0030" ref-type="bibr"><sup>6</sup></xref>. Se calcula dividiendo el n&#x000fa;mero de casos detectados de la enfermedad por el n&#x000fa;mero total de personas expuestas, que se multiplica por 100 para poder expresarlo en porcentaje:</p><p id="p0115">
<disp-formula id="fo0010"><mml:math id="M1" altimg="si1.gif" overflow="scroll"><mml:mrow><mml:mtext>Tasa de ataque</mml:mtext><mml:mo>,</mml:mo><mml:mo>%</mml:mo><mml:mo>=</mml:mo><mml:mfrac><mml:mrow><mml:mtext>N</mml:mtext><mml:mo>.</mml:mo><mml:mo>&#x000b0;</mml:mo><mml:mtext> de nuevos casos de la enfermedad</mml:mtext></mml:mrow><mml:mrow><mml:mtext>N</mml:mtext><mml:mo>.</mml:mo><mml:mo>&#x000b0;</mml:mo><mml:mtext>total de personas expuestas en una infecci&#x000f3;n</mml:mtext><mml:mo>,</mml:mo><mml:mtext>brote o epidemia</mml:mtext></mml:mrow></mml:mfrac><mml:mo>&#x000d7;</mml:mo><mml:mspace width="0.25em"/><mml:mn>100</mml:mn></mml:mrow></mml:math></disp-formula>
</p><p id="p0120">Se utiliza en las epidemias y los brotes en que la poblaci&#x000f3;n suele hallarse sometida a riesgo de infecci&#x000f3;n durante un per&#x000ed;odo corto, que va de minutos a meses, y permite estimar la intensidad de ese riesgo. Es la incidencia acumulada o proporci&#x000f3;n de personas que han enfermado entre las expuestas. En puridad, al estimar una incidencia acumulada, en el denominador se deber&#x000ed;a incluir solamente a las personas sometidas realmente a riesgo, es decir, las susceptibles a la infecci&#x000f3;n que no poseen inmunidad natural ni adquirida, por no haber padecido el proceso o no estar vacunadas. Como muchas veces no se dispone de esta informaci&#x000f3;n, es habitual calcular la tasa de ataque global en la poblaci&#x000f3;n; si existiera informaci&#x000f3;n sobre la poblaci&#x000f3;n vacunada, entonces podr&#x000ed;an calcularse las tasas en vacunados y no vacunados. Adem&#x000e1;s, es com&#x000fa;n calcular las tasas por edad y sexo. Cuando se describen epidemias que se han producido en grandes poblaciones, o en ensayos cl&#x000ed;nicos en que se comparan los resultados de enfermedad entre un gran n&#x000fa;mero de vacunados y no vacunados, es habitual expresar las tasas de ataque por 100.000 o por un mill&#x000f3;n de habitantes.</p><p id="p0125">Denominamos tasa de ataque cl&#x000ed;nica a la proporci&#x000f3;n de casos que desarrollan manifestaciones cl&#x000ed;nicas, y tasa de ataque serol&#x000f3;gica a la de los que presentan seroconversi&#x000f3;n. La tasa de ataque cl&#x000ed;nica es un indicador de la patogenicidad de infecci&#x000f3;n y la tasa de ataque serol&#x000f3;gica es un indicador de la infectividad global. Cuando, por ejemplo, en una familia, una persona presenta gripe, entre el 20 y el 65% de los convivientes expuestos muestran evidencia viral o serol&#x000f3;gica de la infecci&#x000f3;n, la mitad de los que presentar&#x000e1;n s&#x000ed;ntomas. Gani et al<xref rid="bb0045" ref-type="bibr"><sup>9</sup></xref> han estimado para la gripe interepid&#x000e9;mica o estacional las siguientes cifras basales: tasa de ataque cl&#x000ed;nica, 25%, y tasa de ataque serol&#x000f3;gica, 50% (<xref rid="t0005" ref-type="table">tabla 1</xref>). Como se muestra en la <xref rid="t0005" ref-type="table">tabla 1</xref>, en la pandemia de 1918-1919 la tasa de ataque serol&#x000f3;gica fue muy elevada y la de ataque cl&#x000ed;nica, baja; ello indica que si bien la diseminaci&#x000f3;n de la infecci&#x000f3;n fue muy extensa, la morbilidad cl&#x000ed;nica fue limitada y pod&#x000ed;a haber sido muy superior. Esta pandemia se distingui&#x000f3; por la elevada letalidad en los j&#x000f3;venes adultos, m&#x000e1;s que por las tasas de ataque o los par&#x000e1;metros de transmisibilidad<xref rid="bb0085" ref-type="bibr"><sup>17</sup></xref>. En la pandemia de gripe de 1957, el 46% de una muestra de m&#x000e9;dicos ingleses de atenci&#x000f3;n primaria con serolog&#x000ed;a positiva present&#x000f3; s&#x000ed;ntomas<xref rid="bb0045" ref-type="bibr"><sup>9</sup></xref>.</p><p id="p0130">En un proceso infectivo, ya sea de evoluci&#x000f3;n r&#x000e1;pida o lenta, se puede definir la tasa de ataque primaria como la proporci&#x000f3;n de casos primarios entre los expuestos y la tasa de ataque secundaria como la proporci&#x000f3;n de contactos de un caso primario que enferman; su formulaci&#x000f3;n es la siguiente:</p><p id="p0135">
<disp-formula id="fo0015"><mml:math id="M2" altimg="si2.gif" overflow="scroll"><mml:mrow><mml:mtext>Tasa de ataque secundaria</mml:mtext><mml:mo>,</mml:mo><mml:mo>%</mml:mo><mml:mo>=</mml:mo><mml:mfrac><mml:mrow><mml:mtext>N</mml:mtext><mml:mo>.</mml:mo><mml:mo>&#x000b0;</mml:mo><mml:mtext>de personas que han presentado la enfermedad</mml:mtext><mml:mo>&#x02212;</mml:mo><mml:mtext>los casos primarios</mml:mtext></mml:mrow><mml:mrow><mml:mtext>N</mml:mtext><mml:mo>.</mml:mo><mml:mo>&#x000b0;</mml:mo><mml:mtext>total de personas susceptibles expuestas</mml:mtext><mml:mo>&#x02212;</mml:mo><mml:mtext>los casos primarios</mml:mtext></mml:mrow></mml:mfrac><mml:mo>&#x000d7;</mml:mo><mml:mn>100</mml:mn></mml:mrow></mml:math></disp-formula>
</p><p id="p0140">Ambas tasas informan sobre la transmisibilidad casocontacto de la infecci&#x000f3;n. La primera informa sobre la intensidad de la introducci&#x000f3;n de la infecci&#x000f3;n en la comunidad, y la segunda sobre su capacidad de diseminaci&#x000f3;n interhumana. Para su c&#x000e1;lculo es necesario identificar los casos infecciosos y los susceptibles que han mantenido contacto con ellos durante su per&#x000ed;odo de transmisibilidad. Su &#x000e1;mbito de aplicaci&#x000f3;n ideal son los espacios o lugares peque&#x000f1;os, como escuelas, viviendas o pueblos, donde se presupone que el patr&#x000f3;n de exposici&#x000f3;n entre individuos es homog&#x000e9;neo.</p><p id="p0145">La tasa de ataque intrafamiliar o en el hogar es la proporci&#x000f3;n de casos que aparecen entre los miembros de un hogar durante un per&#x000ed;odo al ser expuestos al contacto con un familiar que presenta la infecci&#x000f3;n. Es una tasa de ataque secundaria. Es una buena medida de la infectividad general y, en especial, de la infectividad en el hogar. Es elevada en la gripe, el sarampi&#x000f3;n y la varicela, y baja en la meningitis meningoc&#x000f3;cica, neumon&#x000ed;a neumoc&#x000f3;cica y lepra. Hope Simpson<xref rid="bb0090" ref-type="bibr"><sup>18</sup></xref>, en un trabajo pionero, publicado en 1952, determin&#x000f3; que la tasa de ataque intrafamiliar del sarampi&#x000f3;n era del 80%, la de la varicela del 72% y la de la parotiditis del 38%. A pesar de que el sujeto enfermo es la fuente de infecci&#x000f3;n m&#x000e1;s importante, el papel de las infecciones subcl&#x000ed;nicas y de los portadores en la diseminaci&#x000f3;n de una infecci&#x000f3;n constituye un apartado destacado en la epidemiolog&#x000ed;a de las enfermedades transmisibles, pues es una transmisi&#x000f3;n larvada y silente que puede ser muy extensa, y que hasta los a&#x000f1;os sesenta y setenta no fue estudiada<xref rid="bb0030" ref-type="bibr">6.</xref>, <xref rid="bb0035" ref-type="bibr">7.</xref>. Cuando Hope Simpson<xref rid="bb0090" ref-type="bibr"><sup>18</sup></xref> calcul&#x000f3;, en los a&#x000f1;os cincuenta, las tasas de ataque para sarampi&#x000f3;n, varicela y parotiditis no dispon&#x000ed;a de serolog&#x000ed;as para determinar las infecciones subcl&#x000ed;nicas de los ni&#x000f1;os. En el caso del sarampi&#x000f3;n, los casos subcl&#x000ed;nicos son escasos, pero en la parotiditis, donde se da un n&#x000fa;mero considerable de casos asintom&#x000e1;ticos, pudo sobrestimar el n&#x000fa;mero de ni&#x000f1;os susceptibles. Esto pudo causar, a su vez, una subestimaci&#x000f3;n de la tasa de ataque para esta enfermedad<xref rid="bb0040" ref-type="bibr"><sup>8</sup></xref>.</p><p id="p0150">Recientemente, Yang et al<xref rid="bb0095" ref-type="bibr"><sup>19</sup></xref> han estudiado la tasa de transmisi&#x000f3;n en el hogar o intrafamiliar del virus de la gripe aviar A (H5N1) en un <italic>cluster</italic> de casos ocurridos en Sumatra. El valor estimado fue del 29%, que se&#x000f1;ala la existencia de propagaci&#x000f3;n interhumana, producida ocasionalmente en aquel brote que, cuando eclosion&#x000f3; en abril de 2006, gener&#x000f3; una notable alarma. Adem&#x000e1;s, intentaron calcular, sin &#x000e9;xito, la tasa de transmisi&#x000f3;n intrafamiliar externa o en otros hogares, pues el caso &#x000ed;ndice infect&#x000f3; a sujetos de su hogar y de otros<xref rid="bb0095" ref-type="bibr"><sup>19</sup></xref>.</p></sec><sec id="s0020"><title>N&#x000fa;meros de reproducci&#x000f3;n</title><p id="p0155">Los fen&#x000f3;menos transmisibles, singularmente las epidemias, se pueden caracterizar mediante el n&#x000fa;mero de reproducci&#x000f3;n (R) o n&#x000fa;mero de casos secundarios producido por cada caso en un determinado estadio de la epidemia. R es m&#x000e1;ximo al inicio de la epidemia, cuando la poblaci&#x000f3;n es totalmente susceptible (R = R<sub>0</sub>) y disminuye a medida que se genera inmunidad en la poblaci&#x000f3;n. En la actualidad, los n&#x000fa;meros de reproducci&#x000f3;n (R) ejercen un papel fundamental en el an&#x000e1;lisis epidemiol&#x000f3;gico de las enfermedades transmisibles<xref rid="bb0100" ref-type="bibr"><sup>20</sup></xref>. Se llama n&#x000fa;mero b&#x000e1;sico de reproducci&#x000f3;n R<sub>0</sub> a la cifra media de casos secundarios generados por un caso primario en una poblaci&#x000f3;n completamente susceptible; no incluye los producidos por los casos secundarios y sucesivos. Por ejemplo, en la &#x000e9;poca prevacunal en Europa occidental, el sarampi&#x000f3;n pose&#x000ed;a un R de entre 15 y 17, que significa que cada caso produc&#x000ed;a una media de 15 a 17 casos secundarios antes de resolverse la infecci&#x000f3;n. Los valores respectivos descritos para la parotiditis eran de 10-12; para la rub&#x000e9;ola, de 7-8; de 16-17 para la tos ferina, y de 5-6 para la difteria y la poliomielitis. Todo ello permite observar la elevada transmisibilidad del sarampi&#x000f3;n y de la tos ferina en relaci&#x000f3;n con otras infecciones vacunables, y se&#x000f1;ala la dificultad que todav&#x000ed;a existe en la actualidad para su control, pues exigen elevados porcentajes de cobertura vacunal<xref rid="bb0030" ref-type="bibr"><sup>6</sup></xref>.</p><p id="p0160">R<sub>0</sub> es una medida de la transmisibilidad intr&#x000ed;nseca de un proceso infectivo. Es un par&#x000e1;metro adimensional y no es espec&#x000ed;fico para un agente infeccioso, pero s&#x000ed; para un microorganismo en una poblaci&#x000f3;n y un tiempo determinados. As&#x000ed;, por ejemplo, es esperable que el R<sub>0</sub> del paludismo sea bajo durante la estaci&#x000f3;n en la que la densidad del mosquito es baja y viceversa, as&#x000ed; como que el R del VIH sea mucho m&#x000e1;s alto en poblaci&#x000f3;n promiscua y viceversa. Los valores de R<sub>0</sub> no son directamente observables; se calculan mediante modelos matem&#x000e1;ticos a partir de los datos recogidos en los eventos transmisibles. Los supuestos de estos modelos y las variables que incorporan pueden ser muy diferentes entre autores.</p><p id="p0165">El n&#x000fa;mero R<sub>0</sub> tiene tres componentes: la tasa de ataque (b), que depende de la enfermedad y del tipo de contacto; la duraci&#x000f3;n de la transmisibilidad (d), y el n&#x000fa;mero de contactos potencialmente infecciosos por unidad de tiempo, de una persona promedio (c), que depende, sobre todo, de factores personales, sociales y del tipo de infecci&#x000f3;n.</p><p id="p0170">
<disp-formula id="fo0020"><mml:math id="M3" altimg="si3.gif" overflow="scroll"><mml:mrow><mml:msub><mml:mtext>R</mml:mtext><mml:mn>0</mml:mn></mml:msub><mml:mo>=</mml:mo><mml:mtext>b</mml:mtext><mml:mo>&#x000d7;</mml:mo><mml:mtext>d</mml:mtext><mml:mo>&#x000d7;</mml:mo><mml:mtext>c</mml:mtext></mml:mrow></mml:math></disp-formula>
</p><p id="p0175">En general, cuando en una poblaci&#x000f3;n susceptible el n&#x000fa;mero R es &#x0003e; 1 puede ocurrir una epidemia en cualquier momento. En cambio, cuando es igual a 1, el nivel es end&#x000e9;mico, pues cada caso genera otro caso y la infecci&#x000f3;n se automantiene en la poblaci&#x000f3;n. Cuando R<sub>0</sub> es &#x0003c; 1 se ha alcanzado una situaci&#x000f3;n de bloqueo o control de la infecci&#x000f3;n, puesto que cada caso no llega a generar uno nuevo<xref rid="bb0030" ref-type="bibr">6.</xref>, <xref rid="bb0105" ref-type="bibr">21.</xref>.</p><p id="p0180">El objetivo de las acciones de salud p&#x000fa;blica frente a la enfermedades transmisibles es que los valores de R<sub>0</sub> sean &#x0003c; 1. En las infecciones que inducen inmunidad espec&#x000ed;fica y existe una vacunaci&#x000f3;n efectiva, este objetivo se desarrolla mediante los programas de vacunaci&#x000f3;n sistem&#x000e1;tica de la poblaci&#x000f3;n<xref rid="bb0105" ref-type="bibr"><sup>21</sup></xref>, si bien pueden utilizarse todas las actividades de prevenci&#x000f3;n y control de las infecciones: cuarentena de los contactos, aislamiento de pacientes, trazabilidad de los contactos, administraci&#x000f3;n de antivirales y otros medicamentos, barreras sanitarias y otras.</p><p id="p0185">El valor de R<sub>0</sub> se ve afectado por algunas limitaciones de sus componentes, como es la heterogeneidad en las tasas de ataque, en los per&#x000ed;odos infectivos y en la media de contactos, que puede ser muy elevada en condiciones de mayor hacinamiento, como colegios y campos de refugiados. Especialmente cuando la transmisi&#x000f3;n es d&#x000e9;bil o cercana a la eliminaci&#x000f3;n, estas heterogeneidades pueden desempe&#x000f1;ar un papel importante en determinar si el agente infectivo persistir&#x000e1; en una poblaci&#x000f3;n.</p><p id="p0190">Por otro lado, se ha observado que entre individuos infectivos existe gran hetereogeneidad en la emergencia o generaci&#x000f3;n de una infecci&#x000f3;n. A trav&#x000e9;s de la trazabilidad de los contactos, Lloyd-Smith et al<xref rid="bb0100" ref-type="bibr"><sup>20</sup></xref> han estudiado la distribuci&#x000f3;n de la infecciosidad individual en 8 enfermedades transmisibles por v&#x000ed;a directa y mostrado que el n&#x000fa;mero R<sub>0</sub> es una cifra media que posee notable sesgo. En la mayor&#x000ed;a de las infecciones existen sujetos con una transmisibilidad escasa y otros, pocos, en que es muy elevada. Este hecho se observ&#x000f3; claramente en la epidemia de SARS de 2003, en que algunos sujetos superdiseminadores ocasionaron una transmisi&#x000f3;n explosiva de la infecci&#x000f3;n, fen&#x000f3;meno ya descrito en la rub&#x000e9;ola y la fiebre de Ebola, entre otras. Habitualmente, las formas cl&#x000ed;nicas graves suelen ser m&#x000e1;s transmisibles que las subcl&#x000ed;nicas y leves; sin embargo, en el SARS se describi&#x000f3; que pacientes con un cuadro no especialmente grave pod&#x000ed;an generar una intensa diseminaci&#x000f3;n. En la <xref rid="f0015" ref-type="fig">figura&#x000a0;3</xref>
, referida a la transmisi&#x000f3;n del SARS en Singapur, puede observarse que la diseminaci&#x000f3;n media habitual para cada caso fue de 1 a 3 casos secundarios, mientras que en los sujetos superdiseminadores fue francamente superior: de 6 a 16<xref rid="bb0110" ref-type="bibr"><sup>22</sup></xref>. Nishiura<xref rid="bb0115" ref-type="bibr"><sup>23</sup></xref>, en su estudio sobre la heterogeneidad de R en la gripe de 1918-1919, ha diferenciado la R<sub>0</sub> relacionada con la edad, pues en ciertos grupos etarios la infecciosidad suele ser m&#x000e1;s elevada, de la social debida a los patrones geogr&#x000e1;ficos de diseminaci&#x000f3;n.<fig id="f0015"><label>Figura 3</label><caption><p>S&#x000ed;ndrome de dificultad respiratoria del adulto (SARS): R<sub>0</sub> b&#x000e1;sico y R<sub>0</sub> de superdiseminadores. Diseminaci&#x000f3;n de la enfermedad emergente: SARS en Singapur del 25 de febrero al 30 de abril de 2003. Brote de 201 casos probables y 722 sospechosos en el que intervinieron 5 sujetos superdiseminadores (casos probables n.&#x000b0; 1, 6, 35, 130 y 127). Cada caso de la enfermedad, representado por un c&#x000ed;rculo oscuro, genera 1-3 casos secundarios. El R<sub>0</sub> b&#x000e1;sico es de 1-3. El superdiseminador n.&#x000b0; 1 gener&#x000f3; 16 casos secundarios; el 6, de 10-12; el 35, de 6-8; el 130, de 9-10, y el 127, unos 7, por lo que puede considerarse que el R<sub>0</sub> de superdiseminadores est&#x000e1; entre 6 y 16, seg&#x000fa;n CDC<xref rid="bb0010" ref-type="bibr"><sup>2</sup></xref>.</p></caption><graphic xlink:href="gr3"/></fig></p><p id="p0195">En la gripe estacional el valor de R<sub>0</sub> muestra un amplio recorrido, con cifras que van de 1 a 20<xref rid="bb0015" ref-type="bibr">3.</xref>, <xref rid="bb0115" ref-type="bibr">23.</xref>. En brotes producidos en lugares cerrados se han obtenido valores elevados (superiores a 15), por ejemplo en escuelas, debido a que en ellas la susceptibilidad de los ni&#x000f1;os es elevada y la transmisi&#x000f3;n tambi&#x000e9;n debido a la proximidad y facilidad de los contactos. El valor de R<sub>0</sub> en la pandemia de gripe de 1918-1919 fue objeto de diversos an&#x000e1;lisis y existen muchas estimaciones que ofrecen valores entre 1,4 y 4, que sorprenden por lo bajos a pesar de la gran diseminaci&#x000f3;n que tuvo. En la <xref rid="t0005" ref-type="table">tabla 1</xref> se muestran las estimaciones realizadas por Gani et al<xref rid="bb0045" ref-type="bibr"><sup>9</sup></xref>. Mills et al<xref rid="bb0085" ref-type="bibr"><sup>17</sup></xref> han se&#x000f1;alado que esta pandemia tuvo una propagaci&#x000f3;n muy r&#x000e1;pida debido a que el tiempo de generaci&#x000f3;n fue muy corto; adem&#x000e1;s, por su R, la consideran de reducida transmisibilidad en relaci&#x000f3;n con otros subtipos de virus influenza y otros agentes, de manera que si ahora apareciera un subtipo viral de caracter&#x000ed;sticas similares, en teor&#x000ed;a su diseminaci&#x000f3;n podr&#x000ed;a controlarse.</p><p id="p0200">La definici&#x000f3;n de R<sub>0</sub> asume que todos los contactos son susceptibles, aunque la realidad es que en toda poblaci&#x000f3;n existe un cierto porcentaje de individuos inmunes (por infecci&#x000f3;n natural o vacunaci&#x000f3;n), por lo que se hace ineludible la definici&#x000f3;n del n&#x000fa;mero efectivo de reproducci&#x000f3;n (Re), que equivale a:</p><p id="p0205">
<disp-formula id="fo0025"><mml:math id="M4" altimg="si4.gif" overflow="scroll"><mml:mrow><mml:msub><mml:mtext>R</mml:mtext><mml:mn>0</mml:mn></mml:msub><mml:mspace width="0.25em"/><mml:msub><mml:mrow><mml:mtext>b&#x000e1;sico</mml:mtext><mml:mo>&#x000d7;</mml:mo><mml:mtext>proporci&#x000f3;n de susceptibles en la poblaci&#x000f3;n</mml:mtext><mml:mspace width="0.25em"/><mml:mn>1</mml:mn><mml:mo>&#x02212;</mml:mo><mml:mtext>P</mml:mtext><mml:mo>,</mml:mo><mml:mspace width="0.25em"/><mml:mtext>es decir</mml:mtext><mml:mo>,</mml:mo><mml:mspace width="0.25em"/><mml:mtext>Re</mml:mtext><mml:mo>=</mml:mo><mml:mtext>R</mml:mtext></mml:mrow><mml:mn>0</mml:mn></mml:msub><mml:mspace width="0.25em"/><mml:mtext>b&#x000e1;sico</mml:mtext><mml:mo>&#x000d7;</mml:mo><mml:mo stretchy="false">(</mml:mo><mml:mn>1</mml:mn><mml:mo>&#x02212;</mml:mo><mml:mtext>P</mml:mtext><mml:mo stretchy="false">)</mml:mo><mml:mo>.</mml:mo></mml:mrow></mml:math></disp-formula>
</p><p id="p0210">El n&#x000fa;mero R<sub>0</sub> de una enfermedad indica su transmisibilidad en &#x000e9;poca prevacunal o cuando las intervenciones sanitarias de control han sido muy limitadas. Expresa la transmisibilidad primaria, intr&#x000ed;nseca o caracter&#x000ed;stica de un agente pat&#x000f3;geno en un tipo de sociedad con determinadas pautas de relaci&#x000f3;n y contacto. El n&#x000fa;mero Re se&#x000f1;ala su transmisibilidad cuando se han aplicado medidas de control, ya sea de forma adecuada o no, en especial, los programas vacunales sistem&#x000e1;ticos infantiles.</p><p id="p0215">Si pretendemos evitar los valores epid&#x000e9;micos, donde un caso primario genera otros casos, Re debe ser inferior a 1, es decir:</p><p id="p0220">
<disp-formula id="fo0030"><mml:math id="M5" altimg="si5.gif" overflow="scroll"><mml:mrow><mml:msub><mml:mrow><mml:mtext>Re</mml:mtext><mml:mo>=</mml:mo><mml:mtext>R</mml:mtext></mml:mrow><mml:mn>0</mml:mn></mml:msub><mml:mspace width="0.25em"/><mml:mtext>b&#x000e1;sico</mml:mtext><mml:mo>&#x000d7;</mml:mo><mml:mo stretchy="false">(</mml:mo><mml:mn>1</mml:mn><mml:mo>&#x02212;</mml:mo><mml:mtext>P</mml:mtext><mml:mo stretchy="false">)</mml:mo><mml:mo>&#x0003c;</mml:mo><mml:mn>1</mml:mn><mml:mspace width="0.25em"/><mml:mtext>y de esta f&#x000f3;rmula se obtiene que</mml:mtext><mml:mo>,</mml:mo><mml:mtext>P</mml:mtext><mml:mo>&#x02265;</mml:mo><mml:msub><mml:mrow><mml:mn>1</mml:mn><mml:mo>&#x02212;</mml:mo><mml:mo stretchy="false">(</mml:mo><mml:mn>1</mml:mn><mml:mo>/</mml:mo><mml:mtext>R</mml:mtext></mml:mrow><mml:mn>0</mml:mn></mml:msub><mml:mo stretchy="false">)</mml:mo><mml:mo>.</mml:mo></mml:mrow></mml:math></disp-formula>
</p><p id="p0225">Este valor de P es la proporci&#x000f3;n de poblaci&#x000f3;n que deber&#x000ed;a recibir medidas de salud p&#x000fa;blica para prevenir la transmisi&#x000f3;n de la infecci&#x000f3;n. Como la medida preventiva m&#x000e1;s efectiva en las infecciones comunes de la infancia es la vacunaci&#x000f3;n, P recibe el nombre de proporci&#x000f3;n cr&#x000ed;tica de vacunados Pc (%). Esta Pc es de gran ayuda para definir los grados de cobertura vacunal efectiva a alcanzar en una regi&#x000f3;n o pa&#x000ed;s mediante los programas de vacunaci&#x000f3;n. Para lograr que la Re sea &#x0003c; 1, las enfermedades con un valor elevado de R<sub>0</sub> requieren valores elevados de vacunaci&#x000f3;n. Por ejemplo, en el sarampi&#x000f3;n, con un R de 15, se requiere una Pc del 94%, es decir, el 94% de la poblaci&#x000f3;n susceptible debe ser vacunada de forma efectiva para evitar la enfermedad; en la rub&#x000e9;ola, con un R<sub>0</sub> de 8, la Pc necesaria es del 87,5%<xref rid="bb0110" ref-type="bibr"><sup>22</sup></xref>.</p><p id="p0230">Mediante modelos de simulaci&#x000f3;n matem&#x000e1;tica, Fraser<xref rid="bb0080" ref-type="bibr"><sup>16</sup></xref> ha introducido recientemente los conceptos de n&#x000fa;mero de reproducci&#x000f3;n intrafamiliar (R*) y n&#x000fa;mero de reproducci&#x000f3;n fuera del hogar o extrafamiliar (R<sub>G</sub>), que son componentes del n&#x000fa;mero b&#x000e1;sico de reproducci&#x000f3;n de la poblaci&#x000f3;n (R<sub>0</sub>). Para estos par&#x000e1;metros ha estimado los siguientes valores en la pandemia de gripe de 1918-1919: R* = 2,26; R<sub>G</sub>= 1,21 y R = 1,74, que permiten apreciar que en los hogares pr&#x000e1;cticamente se registr&#x000f3; el doble de transmisibilidad que fuera<xref rid="bb0080" ref-type="bibr"><sup>16</sup></xref>. El valor R* = 2,26 implica que el porcentaje: 1 (1/R*) = 56% deb&#x000ed;a haber sido el objetivo global de las acciones de control (cuarentena, aislamiento y otras) para evitar la diseminaci&#x000f3;n epid&#x000e9;mica intrafamiliar. Como este valor de R* no fue muy elevado, el porcentaje de actuaciones que se deb&#x000ed;a desarrollar tampoco lo deb&#x000ed;a ser, por lo que si se hubieran aplicado de forma sistem&#x000e1;tica ciertas medidas de control de la transmisi&#x000f3;n en todos los hogares, con gran seguridad se habr&#x000ed;a mitigado la extensi&#x000f3;n y gravedad de la epidemia.</p><p id="p0235">Es muy &#x000fa;til comprender R<sub>0</sub> y sus componentes para poder comparar estrategias de intervenci&#x000f3;n y as&#x000ed; valorar cu&#x000e1;l tiene una mayor capacidad de reducci&#x000f3;n del par&#x000e1;metro R. As&#x000ed;, Longini et al<xref rid="bb0120" ref-type="bibr">24.</xref>, <xref rid="bb0125" ref-type="bibr">25.</xref> han determinado que si un brote de gripe aviar A (H5N1) tuviera una propagaci&#x000f3;n interhumana de R<sub>0</sub> = 1,6, con gran probabilidad podr&#x000ed;a ser controlado mediante la administraci&#x000f3;n extensiva de antivirales, y si la transmisi&#x000f3;n fuera m&#x000e1;s intensa, con R<sub>0</sub> = 2,1, podr&#x000ed;a ser igualmente controlado mediante la administraci&#x000f3;n de una vacuna prepand&#x000e9;mica.</p></sec><sec id="s0025"><title>Relaci&#x000f3;n de R<sub>0</sub> con otros par&#x000e1;metros</title><p id="p0240">Nishiura<xref rid="bb0115" ref-type="bibr"><sup>23</sup></xref> ha expresado la importancia del TG o intervalo de serie en el c&#x000e1;lculo de R<sub>0</sub>, pues &#x000e9;ste var&#x000ed;a sustancialmente seg&#x000fa;n el valor de TG que se utilice en las asunciones de los modelos matem&#x000e1;ticos para su obtenci&#x000f3;n. Unos TG elevados comportan unos estimados elevados de R^, a pesar de que existen excepciones, pues al analizar la pandemia de gripe de 1918-1919, ha se&#x000f1;alado que si la diseminaci&#x000f3;n epid&#x000e9;mica se produc&#x000ed;a en una comunidad con un estrecho contacto entre individuos, como por ejemplo en un campamento militar, el valor de R<sub>0</sub> ser&#x000ed;a elevado, a pesar de que el TG fuera bajo. As&#x000ed;, en un campamento de Nueva Zelanda, los valores de TG en 3 observaciones diferenciadas fueron 1,6; 1,1 y 0,9 d&#x000ed;as, y los respectivos de valores de R fueron de 3,1; 1,8 y 1,3. Comparativamente, el valor de R<sub>0</sub> estimado para la pandemia en Inglaterra y Gales fue de 1,6 para un TG de 6 d&#x000ed;as, y en 45 ciudades de los EE. UU. fue de 2,7 para un TG de 6 d&#x000ed;as<xref rid="bb0115" ref-type="bibr"><sup>23</sup></xref>. Todo ello viene a se&#x000f1;alar que, efectivamente, si el TG es elevado, tambi&#x000e9;n suele serlo el R, aunque existen excepciones.</p><p id="p0245">Fraser et al<xref rid="bb0015" ref-type="bibr"><sup>3</sup></xref> relacionaron el par&#x000e1;metro &#x003b8;, o proporci&#x000f3;n de la transmisi&#x000f3;n que ocurre previamente a la aparici&#x000f3;n de la sintomatolog&#x000ed;a, ya comentado, con los valores de R<sub>0</sub> para se&#x000f1;alar los factores que favorecen o dificultan el control de una infecci&#x000f3;n. El valor &#x003b8; aumentar&#x000e1; en el caso de retrasos en la aplicaci&#x000f3;n de las medidas de aislamiento (desde el comienzo de los s&#x000ed;ntomas hasta el ingreso hospitalario), cuarentena y trazabilidad de los contactos. Este retraso en las medidas de salud p&#x000fa;blica suele ser m&#x000e1;s com&#x000fa;n en el comienzo de un brote, como en el caso del SARS en Hong-Kong. Existen modelos matem&#x000e1;ticos en los que se determina que en las enfermedades en las que &#x003b8; es muy elevado, por ejemplo en el VIH, puede llegar al 100%, ninguna de las medidas asegurar&#x000e1; el control del brote, mientras que en aquellas en que el valor es bajo, la epidemia podr&#x000e1; controlarse con s&#x000f3;lo el aislamiento de los sujetos sintom&#x000e1;ticos.</p><p id="p0250">Seg&#x000fa;n Fraser et al<xref rid="bb0015" ref-type="bibr"><sup>3</sup></xref>, la relaci&#x000f3;n entre los valores de R<sub>0</sub> y &#x003b8; permite evaluar la efectividad de las medidas de salud p&#x000fa;blica para el control de un brote. Estas intervenciones ser&#x000e1;n suficientes si las combinaciones entre los valores de &#x003b8; y R<sub>0</sub> se sit&#x000fa;an por debajo de una l&#x000ed;nea cr&#x000ed;tica espec&#x000ed;fica para cada intervenci&#x000f3;n. En la <xref rid="f0020" ref-type="fig">figura&#x000a0;4</xref>
se muestra la l&#x000ed;nea cr&#x000ed;tica de 3 intervenciones: aislamiento de los enfermos, cuarentena de los contactos y trazabilidad de los contactos. Se estima un 100% de efectividad en la aplicaci&#x000f3;n de cada medida. El aislamiento permitir&#x000ed;a controlar un brote de viruela o de SARS, pero no de gripe o VIH. La trazabilidad permitir&#x000ed;a intervenir favorablemente en el control de la pandemia de gripe de 1918-1919, la viruela y el SARS. La cuarentena facilitar&#x000ed;a el control de una epidemia de gripe, as&#x000ed; como de viruela o de SARS.<fig id="f0020"><label>Figura 4</label><caption><p>Relaci&#x000f3;n entre 0 y R<sub>0</sub> y medidas para el control de un brote. La viruela y el s&#x000ed;ndrome de dificultad respiratoria del adulto (SARS) poseen un valor bajo (&#x0003c; 15%) del par&#x000e1;metro q y pudieron controlarse a pesar de que el valor de R<sub>0</sub> de la viruela en algunas zonas geogr&#x000e1;ficas era elevado (&#x0003e; 8). Las estimaciones de R<sub>0</sub> de la pandemia gripal de 1918-1919 fueron bajas (entre 1,4 y 4). En algunos brotes, la R<sub>0</sub> de la gripe es especialmente elevada (de 8 a 15). VIH: virus de la inmunodeficiencia humana. Datos de Fraser et al<xref rid="bb0015" ref-type="bibr"><sup>3</sup></xref>, 2004.</p></caption><graphic xlink:href="gr4"/></fig></p><p id="p0255">El c&#x000e1;lculo de las estimaciones de &#x003b8; y R<sub>0</sub> puede realizarse con los primeros casos de un brote, de forma que permite determinar de forma temprana el &#x000e9;xito o fracaso de las medidas de control. As&#x000ed;, por ejemplo, en el caso del SARS el &#x000e9;xito se debi&#x000f3; a la efectividad de las medidas en unos valores bajos de R<sub>0</sub> y &#x003b8;, en especial el inmediato aislamiento de los pacientes al iniciarse los s&#x000ed;ntomas, que propici&#x000f3; el efectivo control de la epidemia.</p></sec><sec id="s0030"><title>Conclusiones</title><p id="p0260">El conocimiento de los aspectos b&#x000e1;sicos de la transmisibilidad es muy &#x000fa;til para valorar la capacidad infectiva propia de un proceso, detectar y analizar los cambios en la frecuencia y la distribuci&#x000f3;n de las enfermedades transmisibles, as&#x000ed; como para optimizar la utilizaci&#x000f3;n de los recursos preventivos, ya sean medidas de aislamiento, cuarentena, trazabilidad, vacunaci&#x000f3;n o tratamiento.</p><p id="p0265">Los par&#x000e1;metros fundamentales para cuantificar la transmisibilidad de un proceso infeccioso y se&#x000f1;alar la factibilidad y rapidez con que deben introducirse las medidas de control son el n&#x000fa;mero b&#x000e1;sico de reproducci&#x000f3;n, el tiempo de generaci&#x000f3;n de casos y la proporci&#x000f3;n de la transmisi&#x000f3;n que ocurre antes de que aparezcan los s&#x000ed;ntomas. Por otro lado, para el estudio de los factores que han propiciado un brote, son muy adecuadas las tasas de ataque cl&#x000ed;nicas, serol&#x000f3;gicas e intrafamiliares.</p><p id="p0270">En resumen, el conocimiento de los par&#x000e1;metros que rigen la transmisibilidad nos sit&#x000fa;a en posici&#x000f3;n privilegiada para hacer frente a los brotes epid&#x000e9;micos, en especial los brotes de procesos emergentes. Asimismo, nos facilita herramientas para valorar las intervenciones aplicadas frente a los procesos transmisibles.</p></sec></body><back><ref-list id="bi0005"><title>Bibliograf&#x000ed;a</title><ref id="bb0005"><label>1.</label><mixed-citation publication-type="other">Comisi&#x000f3;n Europea. Communicable diseases overview [citado 18 Sept 2007]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://ec.europa.eu/research/leaflets/com-diseases/en/page1.html">http://ec.europa.eu/research/leaflets/com-diseases/en/page1.html</ext-link></mixed-citation></ref><ref id="bb0010"><label>2.</label><mixed-citation publication-type="other">Organizaci&#x000f3;n Mundial de la Salud. Informe sobre la salud en el mundo. Geneva: World Health Report. Organizaci&#x000f3;n Mundial de la Salud; 2003.</mixed-citation></ref><ref id="bb0015"><label>3.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Fraser</surname><given-names>C.</given-names></name><name><surname>Riley</surname><given-names>S.</given-names></name><name><surname>Anderson</surname><given-names>R.M.</given-names></name><name><surname>Ferguson</surname><given-names>M.</given-names></name></person-group><article-title>Factors that make an infectious disease outbreak controllable</article-title><source>Proc Natl Acad Sci USA</source><volume>101</volume><year>2004</year><fpage>6146</fpage><lpage>6151</lpage><pub-id pub-id-type="pmid">15071187</pub-id></element-citation></ref><ref id="bb0020"><label>4.</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Romero Vivas</surname><given-names>C.</given-names></name><name><surname>Rodr&#x000ed;guez</surname><given-names>C.</given-names></name><name><surname>Gonz&#x000e1;lez</surname><given-names>E.</given-names></name></person-group><chapter-title>Relaci&#x000f3;n hospedador-pat&#x000f3;geno</chapter-title><person-group person-group-type="editor"><name><surname>Perezagua</surname><given-names>C.</given-names></name></person-group><source>Tratado de Medicina Interna</source><edition>1.&#x000aa; ed.</edition><year>2005</year><publisher-name>Ariel Ciencias M&#x000e9;dicas</publisher-name><publisher-loc>Barcelona</publisher-loc><fpage>2869</fpage><lpage>2879</lpage></element-citation></ref><ref id="bb0025"><label>5.</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Vaqu&#x000e9;</surname><given-names>J.</given-names></name></person-group><chapter-title>Epidemiolog&#x000ed;a de las enfermedades infecciosas</chapter-title><person-group person-group-type="editor"><name><surname>Rozman</surname><given-names>C</given-names></name></person-group><source>Farreras Medicina interna</source><edition>15.&#x000aa; ed.</edition><year>2000</year><publisher-name>Elsevier Espa&#x000f1;a</publisher-name><publisher-loc>Madrid</publisher-loc><fpage>2196</fpage><lpage>2200</lpage></element-citation></ref><ref id="bb0030"><label>6.</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Vaqu&#x000e9;</surname><given-names>J.</given-names></name></person-group><chapter-title>Epidemiolog&#x000ed;a general de las enfermedades transmisibles</chapter-title><person-group person-group-type="editor"><name><surname>G&#x000e1;lvez</surname><given-names>R.</given-names></name><name><surname>Sierra</surname><given-names>A.</given-names></name><name><surname>S&#x000e1;enz</surname><given-names>M.C.</given-names></name></person-group><source>Medicina preventiva y salud p&#x000fa;blica</source><edition>10.&#x000aa; ed.</edition><year>2001</year><publisher-name>Masson SA</publisher-name><publisher-loc>Barcelona</publisher-loc><fpage>387</fpage><lpage>400</lpage></element-citation></ref><ref id="bb0035"><label>7.</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Halloran</surname><given-names>ME.</given-names></name></person-group><chapter-title>Concepts of transmision and dynamics</chapter-title><person-group person-group-type="editor"><name><surname>Thomas</surname><given-names>J.C.</given-names></name><name><surname>Weber</surname><given-names>D.J.</given-names></name></person-group><source>Epidemiologic methods for the study of infectious diseases</source><year>2001</year><publisher-name>Oxford University Press</publisher-name><publisher-loc>Oxford</publisher-loc><fpage>56</fpage><lpage>85</lpage></element-citation></ref><ref id="bb0040"><label>8.</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Giesecke</surname><given-names>J.</given-names></name></person-group><chapter-title>Modern infectious disease epidemiology</chapter-title><edition>2.&#x000aa; ed.</edition><year>2002</year><publisher-name>Arnold</publisher-name><publisher-loc>London</publisher-loc><comment>p. 8-26</comment></element-citation></ref><ref id="bb0045"><label>9.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Gani</surname><given-names>R.</given-names></name><name><surname>Hughes</surname><given-names>H.</given-names></name><name><surname>Fleming</surname><given-names>D.</given-names></name><name><surname>Griffin</surname><given-names>T.</given-names></name><name><surname>Medlock</surname><given-names>J.</given-names></name><name><surname>Leach</surname><given-names>S.</given-names></name></person-group><article-title>Potential impact of antiviral drug use during influenza pandemic</article-title><source>Emerg Infect Dis</source><volume>11</volume><year>2005</year><fpage>1355</fpage><lpage>1361</lpage><pub-id pub-id-type="pmid">16229762</pub-id></element-citation></ref><ref id="bb0050"><label>10.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Riley</surname><given-names>S.</given-names></name><name><surname>Wu</surname><given-names>J.T.</given-names></name><name><surname>Leung</surname><given-names>G.M.</given-names></name></person-group><article-title>Optimizing the dose of pre-pandemic influenza vaccines to reduce the infection attack rate</article-title><source>PLoS Med</source><volume>4</volume><year>2007</year><fpage>1032</fpage><lpage>1040</lpage></element-citation></ref><ref id="bb0055"><label>11.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Bresson</surname><given-names>J.L.</given-names></name><name><surname>Perronne</surname><given-names>C.</given-names></name><name><surname>Launay</surname><given-names>O.</given-names></name></person-group><article-title>Safety and immunogenicity of an inactivated split-virion influenza A/Vietnam/ 1194/2004 (H5N1) vaccine: Phase I randomised trial</article-title><source>Lancet</source><volume>367</volume><year>2006</year><fpage>1657</fpage><lpage>1664</lpage><pub-id pub-id-type="pmid">16714186</pub-id></element-citation></ref><ref id="bb0060"><label>12.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Lin</surname><given-names>J.</given-names></name><name><surname>Zhang</surname><given-names>J.</given-names></name><name><surname>Dong</surname><given-names>X.</given-names></name></person-group><article-title>Safety and immunogenicity of an inactivated adjuvanted whole-virion influenza A (H5N1) vaccine: A phase I randomized controlled trial</article-title><source>Lancet</source><volume>368</volume><year>2006</year><fpage>991</fpage><lpage>997</lpage><pub-id pub-id-type="pmid">16980114</pub-id></element-citation></ref><ref id="bb0065"><label>13.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Treanor</surname><given-names>J.J.</given-names></name><name><surname>Campbell</surname><given-names>J.D.</given-names></name><name><surname>Zangwill</surname><given-names>K.M.</given-names></name><name><surname>Rowe</surname><given-names>T.</given-names></name><name><surname>Wolff</surname><given-names>M.</given-names></name></person-group><article-title>Safety and immunogenicity of an inactivated subvirion influenza A (H5N1) vaccine</article-title><source>N Engl J Med</source><volume>354</volume><year>2006</year><fpage>1343</fpage><lpage>1351</lpage><pub-id pub-id-type="pmid">16571878</pub-id></element-citation></ref><ref id="bb0070"><label>14.</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Chin</surname><given-names>J.</given-names></name></person-group><chapter-title>Control of communicable diseases manual</chapter-title><edition>17tn ed.</edition><year>2000</year><publisher-name>American Public Health Association</publisher-name><publisher-loc>Washington</publisher-loc><comment>p. 29-35</comment></element-citation></ref><ref id="bb0075"><label>15.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>J.T.</given-names></name><name><surname>Riley</surname><given-names>S.</given-names></name><name><surname>Fraser</surname><given-names>C.</given-names></name><name><surname>Leung</surname><given-names>G.M.</given-names></name></person-group><article-title>Reducing the impact of the next influenza pandemic using household-based public health interventions</article-title><source>PLoS Med</source><volume>3</volume><year>2006</year><fpage>1532</fpage><lpage>1540</lpage></element-citation></ref><ref id="bb0080"><label>16.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Fraser</surname><given-names>C.</given-names></name></person-group><article-title>Estimating individual and household reproduction numbers in an emerging epidemic</article-title><source>PloS ONE</source><volume>8</volume><year>2007</year><fpage>1</fpage><lpage>12</lpage></element-citation></ref><ref id="bb0085"><label>17.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Mills</surname><given-names>C.E.</given-names></name><name><surname>Robins</surname><given-names>J.M.</given-names></name><name><surname>Lipsitch</surname><given-names>M.</given-names></name></person-group><article-title>Transmissibility of 1918 pandemic influenza</article-title><source>Nature</source><volume>432</volume><year>2004</year><fpage>904</fpage><lpage>906</lpage><pub-id pub-id-type="pmid">15602562</pub-id></element-citation></ref><ref id="bb0090"><label>18.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Hope Simpson</surname><given-names>R.E.</given-names></name></person-group><article-title>Infectiousness of communicable diseases in the household (measles, chickenpox and mumps)</article-title><source>Lancet</source><volume>2</volume><year>1952</year><fpage>549</fpage><lpage>554</lpage><pub-id pub-id-type="pmid">12981903</pub-id></element-citation></ref><ref id="bb0095"><label>19.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Yan</surname><given-names>Y.</given-names></name><name><surname>Halloran</surname><given-names>M.E.</given-names></name><name><surname>Sugimoto</surname><given-names>J.</given-names></name><name><surname>Longini</surname><given-names>I.M.</given-names><suffix>Jr</suffix></name></person-group><article-title>Detecting human-tohuman transmission of avian influenza A (H5N1)</article-title><source>Emerg Infect Dis</source><volume>13</volume><year>2007</year><fpage>1348</fpage><lpage>1353</lpage><pub-id pub-id-type="pmid">18252106</pub-id></element-citation></ref><ref id="bb0100"><label>20.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Lloyd-Smith</surname><given-names>J.O.</given-names></name><name><surname>Schreiber</surname><given-names>S.J.</given-names></name><name><surname>Kopp</surname><given-names>P.E.</given-names></name><name><surname>Getz</surname><given-names>W.M.</given-names></name></person-group><article-title>Superspreading and the effect of individual variation on disease emergence</article-title><source>Nature</source><volume>438</volume><year>2005</year><fpage>355</fpage><lpage>359</lpage><pub-id pub-id-type="pmid">16292310</pub-id></element-citation></ref><ref id="bb0105"><label>21.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Vaqu&#x000e9;</surname><given-names>J.</given-names></name></person-group><article-title>La importancia de la inmunidad colectiva</article-title><source>Vacunas</source><volume>3</volume><issue>Supl 2</issue><year>2002</year><fpage>19</fpage><lpage>25</lpage></element-citation></ref><ref id="bb0110"><label>22.</label><element-citation publication-type="journal"><person-group person-group-type="author"><collab>Centers for Disease Control</collab></person-group><article-title>Severe acute respiratory syndrome-Singapore, 2003</article-title><source>MMWR</source><volume>52</volume><year>2003</year><fpage>405</fpage><lpage>410</lpage><pub-id pub-id-type="pmid">12807088</pub-id></element-citation></ref><ref id="bb0115"><label>23.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Nishiura</surname><given-names>H.</given-names></name></person-group><article-title>Time variations in the transmissibility of pandemic influenza in Prussia, Germany, from 1918-1919</article-title><source>Theor Biol Med Model</source><volume>4</volume><year>2007</year><fpage>20</fpage><pub-id pub-id-type="pmid">17547753</pub-id></element-citation></ref><ref id="bb0120"><label>24.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Longini</surname><given-names>I.M.</given-names></name><name><surname>Halloran</surname><given-names>M.E.</given-names></name><name><surname>Nizam</surname><given-names>A.</given-names></name><name><surname>Yang</surname><given-names>Y.</given-names></name></person-group><article-title>Containing pandemic influenza with antiviral agents</article-title><source>Am J Epidemiol</source><volume>159</volume><year>2004</year><fpage>623</fpage><lpage>633</lpage><pub-id pub-id-type="pmid">15033640</pub-id></element-citation></ref><ref id="bb0125"><label>25.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Longini</surname><given-names>I.M.</given-names></name><name><surname>Nizam</surname><given-names>A.</given-names></name><name><surname>Xu</surname><given-names>S.</given-names></name><name><surname>Ungchusak</surname><given-names>K.</given-names></name><name><surname>Hanshaoworakul</surname><given-names>W.</given-names></name><name><surname>Cummings</surname><given-names>D.A.T.</given-names></name></person-group><article-title>Containing pandemic influenza at the source</article-title><source>Science</source><volume>303</volume><year>2005</year><fpage>1083</fpage><lpage>1087</lpage></element-citation></ref></ref-list></back></article>