<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">An Pediatr (Barc)</journal-id><journal-id journal-id-type="iso-abbrev">An Pediatr (Barc)</journal-id><journal-title-group><journal-title>Anales De Pediatria (Barcelona, Spain : 2003)</journal-title></journal-title-group><issn pub-type="ppub">1695-4033</issn><issn pub-type="epub">1695-9531</issn><publisher><publisher-name>Asociaci&#x000f3;n Espa&#x000f1;ola de Pediatr&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S1695-4033(08)74979-8</article-id><article-id pub-id-type="doi">10.1157/13127993</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Infecciones virales de v&#x000ed;as respiratorias en los primeros seis meses de vida</article-title><trans-title-group xml:lang="en"><trans-title>Viral respiratory tract infections in the first six months of life</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name><surname>Bueno Campa&#x000f1;a</surname><given-names>M.</given-names></name><email>mbueno@fhalcorcon.es</email><xref rid="aff1" ref-type="aff">a</xref><xref rid="cor1" ref-type="corresp">&#x02020;</xref></contrib><contrib contrib-type="author"><name><surname>Calvo Rey</surname><given-names>C.</given-names></name><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author"><name><surname>V&#x000e1;zquez &#x000c1;lvarez</surname><given-names>M.C.</given-names></name><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author"><name><surname>Parra Cuadrado</surname><given-names>E.</given-names></name><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author"><name><surname>Molina Amores</surname><given-names>C.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author"><name><surname>Rodrigo Garc&#x000ed;a</surname><given-names>G.</given-names></name><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author"><name><surname>Ech&#x000e1;varri Olavarria</surname><given-names>F.</given-names></name><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author"><name><surname>Valverde C&#x000e1;novas</surname><given-names>J.</given-names></name><xref rid="aff3" ref-type="aff">c</xref></contrib><contrib contrib-type="author"><name><surname>Casas Flecha</surname><given-names>I.</given-names></name><xref rid="aff4" ref-type="aff">d</xref></contrib><aff id="aff1"><label>a</label>Servicio de Pediatr&#x000ed;a Espa&#x000f1;a Fundaci&#x000f3;n Hospital Alcorc&#x000f3;n. Madrid Espa&#x000f1;a</aff><aff id="aff2"><label>b</label>Servicio de Pediatr&#x000ed;a Espa&#x000f1;a Hospital Severo Ochoa. Legan&#x000e9;s. Madrid. Servicio de Microbiolog&#x000ed;a Espa&#x000f1;a</aff><aff id="aff3"><label>c</label>Servicio de Pediatr&#x000ed;a Espa&#x000f1;a Fundaci&#x000f3;n Hospital Alcorc&#x000f3;n. Madrid Espa&#x000f1;a</aff><aff id="aff4"><label>d</label>Servicio de Pediatr&#x000ed;a Espa&#x000f1;a Laboratorio de Gripe y Virus Respiratorios. Centro Nacional de Microbiolog&#x000ed;a. Instituto de Salud Carlos III. Madrid. Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor1"><label>&#x02020;</label>Dra. M. Bueno Campa&#x000f1;a. Marqu&#x000e9;s de Lozoya, 7, 3.<sup>o</sup> B. 28007 Madrid. Espa&#x000f1;a <email>mbueno@fhalcorcon.es</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>6</day><month>1</month><year>2009</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>11</month><year>2008</year></pub-date><pub-date pub-type="epub"><day>6</day><month>1</month><year>2009</year></pub-date><volume>69</volume><issue>5</issue><fpage>400</fpage><lpage>405</lpage><history><date date-type="received"><month>4</month><year>2008</year></date><date date-type="accepted"><month>6</month><year>2008</year></date></history><permissions><copyright-statement>&#x000a9; 2008 Asociaci&#x000f3;n Espa&#x000f1;ola de Pediatr&#x000ed;a</copyright-statement><copyright-year>2008</copyright-year><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract><title>Resumen</title><sec><title>Antecedentes</title><p>El virus respiratorio sincitial (VRS) y otros virus son causas conocidas de hospitalizaci&#x000f3;n en lactantes. Menos conocido es el patr&#x000f3;n de virus en infecciones extrahospitalarias en menores de 6 meses.</p></sec><sec><title>Objetivo</title><p>El objetivo de este estudio es describir las caracter&#x000ed;sticas cl&#x000ed;nicas y los factores epidemiol&#x000f3;gicos asociados con las infecciones respiratorias virales de &#x000e1;mbito extrahospitalario en menores de 6 meses.</p></sec><sec><title>Pacientes y m&#x000e9;todos</title><p>Estudio prospectivo en cohorte de ni&#x000f1;os de las &#x000e1;reas 8 y 9 de Madrid controlados desde el nacimiento mediante llamadas telef&#x000f3;nicas quincenales durante una temporada invernal. Se registraron datos cl&#x000ed;nicos y epidemiol&#x000f3;gicos en cuestionarios predise&#x000f1;ados. Se explor&#x000f3; y recogi&#x000f3; el aspirado nasofar&#x000ed;ngeo (ANF) cuando el paciente present&#x000f3; sintomatolog&#x000ed;a compatible con una infecci&#x000f3;n respiratoria. El diagn&#x000f3;stico de los virus m&#x000e1;s comunes se realiz&#x000f3; con inmunofluorescencia directa (IFD) y amplificaci&#x000f3;n gen&#x000f3;mica (PCR).</p></sec><sec><title>Resultados</title><p>Fueron seleccionados 316 reci&#x000e9;n nacidos. Se realizaron 1.865 llamadas telef&#x000f3;nicas (mediana 4), y 106 visitas, en 89 de las cuales se confirm&#x000f3; la enfermedad. Los s&#x000ed;ntomas m&#x000e1;s frecuentes fueron rinitis (91 %) y tos (69 %). El diagn&#x000f3;stico cl&#x000ed;nico principal fue infecci&#x000f3;n respiratoria de v&#x000ed;as altas (82 %); 17 de 72 ANF realizados (23,2 %) fueron positivos. Se detectaron rinovirus (41,1 %) y VRS (35,2 %). Ingresaron un 16 % (17/106) de los ni&#x000f1;os atendidos por enfermedad (el 5,3% de la cohorte), diagnosticados de s&#x000ed;ndrome febril y de bronquiolitis. No encontramos ning&#x000fa;n factor epidemiol&#x000f3;gico asociado con la infecci&#x000f3;n respiratoria viral en los casos positivos.</p></sec><sec><title>Conclusiones</title><p>En nuestro medio las infecciones respiratorias de los lactantes son en su mayor&#x000ed;a banales y no precisan atenci&#x000f3;n hospitalaria. El rinovirus y el VRS son los principales agentes etiol&#x000f3;gicos. No se encontraron factores epidemiol&#x000f3;gicos relacionados con la infecci&#x000f3;n respiratoria asociada a virus.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Background</title><p>Respiratory syncytial virus and Influenza virus infections are known causes of hospital admission in infants. It is less well known the pattern of virus infections in infants under 6 months of age in the outpatient setting.</p></sec><sec><title>Objective</title><p>To describe the clinical and epidemiological pattern of community-acquired viral respiratory infections in infants under 6 months.</p></sec><sec><title>Patients and methods</title><p>A cohort of infants from the 8 and 9 Madrid Health Districts was followed by telephone calls every two weeks since birth during the epidemic winter season. Clinical and epidemiological data were collected in pre-designed questionnaires. Nasopharyngeal aspirate was obtained in every patient with symptoms compatible with respiratory infection. Diagnosis of the more common virus was made with direct immunofluorescence and nucleic acid amplification test (PCR).</p></sec><sec><title>Results</title><p>Were recruited 316 newborns. The 1,865 phone calls made (median 4 for every child), produced 106 visits, and the illness confirmed in 89 illness. Rhinitis (91 %) and cough (69 %) were the most common symptoms. Upper respiratory infection was the principal clinical diagnosis (84.5 %), and 17 of the 72 samples (23.2 %) were positive. Most common viruses were RSV (41.1 %) and rhinovirus (35.2 %). Of the children visited, 17 out of 106 (16 %) (5.3% of the cohort) were admitted to hospital. Diagnoses were febrile syndrome and bronchiolitis. We did not find any epidemiological factor associated with viral respiratory infection in positive cases.</p></sec><sec><title>Conclusions</title><p>In our population most of the respiratory infections in infants are minor and do not need hospital assistance. Rhinovirus and RSV are the major pathogens. We did not find any epidemiological factor associated with viral respiratory infection.</p></sec></trans-abstract><kwd-group><title>Palabras clave</title><kwd>Lactantes</kwd><kwd>Infecci&#x000f3;n respiratoria</kwd><kwd>Virus respiratorio sincitial</kwd><kwd>Rinovirus</kwd></kwd-group><kwd-group xml:lang="en"><title>Key words</title><kwd>Infants</kwd><kwd>Respiratory tract infection</kwd><kwd>Respiratory syncytial virus</kwd><kwd>Rhinovirus</kwd></kwd-group></article-meta></front><body><sec id="s0005"><title>INTRODUCCI&#x000d3;N</title><p id="p0090">Las infecciones respiratorias son la primera causa de morbimortalidad en el lactante en nuestro medio. El virus respiratorio sincitial (VRS) ha sido bien estudiado como primera causa de ingreso hospitalario por este motivo, y su cuadro cl&#x000ed;nico es ampliamente conocido. Como segundo grupo etiol&#x000f3;gico se encuentran diversos virus que en los &#x000fa;ltimos a&#x000f1;os han empezado a ser identificados, junto con sus caracter&#x000ed;sticas cl&#x000ed;nicas, gracias al desarrollo de t&#x000e9;cnicas de amplificaci&#x000f3;n gen&#x000f3;micas (PCR)<xref rid="bb0005" ref-type="bibr">1.</xref>, <xref rid="bb0010" ref-type="bibr">2.</xref>, altamente espec&#x000ed;ficas y m&#x000e1;s sensibles para el diagn&#x000f3;stico de virus respiratorios comunes que los m&#x000e9;todos convencionales, como el aislamiento en cultivos celulares o la inmunofluorescencia directa (IFD)<xref rid="bb0015" ref-type="bibr"><sup>3</sup></xref>. &#x000c9;ste es el caso del numeroso grupo de rinovirus del que se ha conocido su importancia real como causante bien de infecciones de v&#x000ed;as bajas en lactantes<xref rid="bb0020" ref-type="bibr"><sup>4</sup></xref>, o bien como desencadenante de exacerbaciones de asma en escolares<xref rid="bb0025" ref-type="bibr"><sup>5</sup></xref>. Tambi&#x000e9;n mediante estas t&#x000e9;cnicas moleculares se ha descrito la vinculaci&#x000f3;n del metaneumovirus humano como causa de cuadros cl&#x000ed;nicos muy similares a los producidos por el VRS, y se ha publicado que puede detectarse en el 12-16 % de los ni&#x000f1;os ingresados por infecci&#x000f3;n respiratoria<xref rid="bb0030" ref-type="bibr">6.</xref>, <xref rid="bb0035" ref-type="bibr">7.</xref>, <xref rid="bb0040" ref-type="bibr">8.</xref>. Otro de los virus recientemente descubiertos es el bocavirus<xref rid="bb0045" ref-type="bibr"><sup>9</sup></xref> humano, que se reconoce como causa de infecci&#x000f3;n respiratoria por detr&#x000e1;s del VRS y de los rinovirus. La mayor&#x000ed;a de los estudios realizados sobre &#x000e9;ste y sobre otros virus se han llevado a cabo en pacientes hospitalizados o en otros grupos de poblaci&#x000f3;n seleccionados.</p><p id="p0095">Los objetivos de nuestro trabajo fueron conocer la frecuencia y las caracter&#x000ed;sticas cl&#x000ed;nicas de las infecciones respiratorias virales, con hospitalizaci&#x000f3;n o sin ella, en una cohorte de ni&#x000f1;os nacidos durante los meses de invierno y controlados durante un per&#x000ed;odo de 6 meses.</p></sec><sec id="s0010"><title>PACIENTES Y M&#x000c9;TODOS</title><p id="p0100">Estudio prospectivo de cohortes realizado entre los reci&#x000e9;n nacidos en los hospitales de las &#x000e1;reas de salud 8 y 9 de la Comunidad de Madrid (Hospital Universitario Fundaci&#x000f3;n Alcorc&#x000f3;n y Hospital Severo Ochoa de Legan&#x000e9;s). Ambos hospitales tienen unidades de pediatr&#x000ed;a no terciarias, se localizan en la zona sur de Madrid y pertenecen a la red p&#x000fa;blica sanitaria de la Comunidad Aut&#x000f3;noma de Madrid. Los ni&#x000f1;os fueron seleccionados al nacer durante un per&#x000ed;odo de 3 meses (comprendido entre el 1 de noviembre de 2005 y el 31 de enero de 2006) por medio de una entrevista personal a los padres de todos ellos, durante su estancia en la maternidad. El seguimiento se realiz&#x000f3; desde el momento del reclutamiento en el estudio hasta el 30 de abril de 2006. Se solicit&#x000f3; el consentimiento informado a los padres para su inclusi&#x000f3;n en el estudio. Para ello deb&#x000ed;an estar dispuestos a acudir a las visitas de seguimiento cuando el ni&#x000f1;o presentara sintomatolog&#x000ed;a respiratoria. Los criterios de exclusi&#x000f3;n se exponen en la <xref rid="t0005" ref-type="table">tabla 1</xref>
. El estudio fue aprobado por el comit&#x000e9; de &#x000e9;tica de los hospitales participantes.<table-wrap position="float" id="t0005"><label>Tabla 1</label><caption><p>Criterios de exclusi&#x000f3;n de pacientes</p></caption><table frame="hsides" rules="groups"><tbody><tr><td align="left"><list list-type="simple" id="l0005"><list-item id="u0005"><label>&#x02013;</label><p id="p0005">Ni&#x000f1;os nacidos pret&#x000e9;rmino de menos de 36 semanas de gestaci&#x000f3;n</p></list-item><list-item id="u0010"><label>&#x02013;</label><p id="p0010">Antecedentes de enfermedad neonatal grave: SDR, sepsis o convulsiones</p></list-item><list-item id="u0015"><label>&#x02013;</label><p id="p0015">Enfermedad cr&#x000f3;nica de base: cardiopat&#x000ed;a, neuropat&#x000ed;a o epilepsia</p></list-item><list-item id="u0020"><label>&#x02013;</label><p id="p0020">Dificultad para la comunicaci&#x000f3;n con los padres: por idioma o falta de tel&#x000e9;fono disponible</p></list-item><list-item id="u0025"><label>&#x02013;</label><p id="p0025">Dificultad de acceso al hospital</p></list-item></list></td></tr></tbody></table><table-wrap-foot><fn><p>SDR: s&#x000ed;ndrome de distr&#x000e9;s respiratorio.</p></fn></table-wrap-foot></table-wrap></p><p id="p0105">A los padres que aceptaron participar se les proporcion&#x000f3; un cuestionario con datos epidemiol&#x000f3;gicos (edad, nacionalidad, estudios, afecciones previas, n&#x000fa;mero de hijos, estado vacunal, n&#x000fa;mero de convivientes en el domicilio, h&#x000e1;bito tab&#x000e1;quico) para que lo cumplimentaran antes de abandonar la maternidad. Se les entreg&#x000f3; una carta informativa sobre las caracter&#x000ed;sticas del estudio, destinada a su pediatra de atenci&#x000f3;n primaria. Los pediatras participantes en el estudio realizaron llamadas telef&#x000f3;nicas quincenales hasta la finalizaci&#x000f3;n del seguimiento. En ellas se realizaban preguntas a los padres con un cuestionario prefijado sobre el patr&#x000f3;n de lactancia, cambios en las caracter&#x000ed;sticas epidemiol&#x000f3;gicas (asistencia a guarder&#x000ed;a, n&#x000fa;mero de convivientes, vacunaci&#x000f3;n) y sobre la aparici&#x000f3;n de sintomatolog&#x000ed;a respiratoria (fiebre, rinorrea, tos, anorexia, rechazo de la alimentaci&#x000f3;n, dificultad respiratoria). Se concertaba una visita con uno de los facultativos responsables del estudio cuando los padres refer&#x000ed;an la existencia de s&#x000ed;ntomas compatibles con infecci&#x000f3;n respiratoria. Se valoraba cl&#x000ed;nicamente al paciente y si se cumpl&#x000ed;an al menos tres de los criterios preestablecidos se indicaba la recogida de muestra de aspirado nasofar&#x000ed;ngeo en ese momento. Los criterios para la recogida de muestras se exponen en la <xref rid="t0010" ref-type="table">tabla 2</xref>
. Se proporcion&#x000f3; a los padres un n&#x000fa;mero de tel&#x000e9;fono de contacto para concertar la visita si los ni&#x000f1;os presentaban sintomatolog&#x000ed;a entre las llamadas. En todo momento el seguimiento fue paralelo al de su pediatra de atenci&#x000f3;n primaria, sin interferir con sus decisiones y animando a los padres a que no se utilizara el estudio como camino alternativo a la asistencia en atenci&#x000f3;n primaria en cada una de las visitas por enfermedad. Mediante cuestionario preestablecido se recogieron las caracter&#x000ed;sticas cl&#x000ed;nicas de los ni&#x000f1;os, el tratamiento recibido, la necesidad de hospitalizaci&#x000f3;n, y el diagn&#x000f3;stico cl&#x000ed;nico y etiol&#x000f3;gico final de cada una de las visitas por enfermedad.<table-wrap position="float" id="t0010"><label>Tabla 2</label><caption><p>Criterios de recogida de muestras</p></caption><table frame="hsides" rules="groups"><tbody><tr><td align="left"><list list-type="simple" id="l0010"><list-item id="u0030"><label>&#x02022;</label><p id="p0030">Fiebre<list list-type="simple" id="l0015"><list-item id="u0035"><label>&#x02013;</label><p id="p0035">Temperatura rectal superior a 38&#x000a0;&#x000b0;C en menores de 3 meses</p></list-item><list-item id="u0040"><label>&#x02013;</label><p id="p0040">Temperatura axilar superior a 38&#x000a0;&#x000b0;C en mayores de 3 meses</p></list-item></list>
</p></list-item><list-item id="u0045"><label>&#x02022;</label><p id="p0045">Rinorrea</p></list-item><list-item id="u0050"><label>&#x02022;</label><p id="p0050">Tos</p></list-item><list-item id="u0055"><label>&#x02022;</label><p id="p0055">Dificultad respiratoria</p></list-item><list-item id="u0060"><label>&#x02022;</label><p id="p0060">S&#x000ed;ntomas no respiratorios inespec&#x000ed;ficos (deben cumplir al menos 2 de los 5)<list list-type="simple" id="l0020"><list-item id="u0065"><label>&#x02013;</label><p id="p0065">Rechazo de las tomas (al menos 3 tomas)</p></list-item><list-item id="u0070"><label>&#x02013;</label><p id="p0070">V&#x000f3;mitos (no regurgitaciones)</p></list-item><list-item id="u0075"><label>&#x02013;</label><p id="p0075">Diarrea</p></list-item><list-item id="u0080"><label>&#x02013;</label><p id="p0080">Letarg&#x000ed;a o decaimiento</p></list-item><list-item id="u0085"><label>&#x02013;</label><p id="p0085">Irritabilidad</p></list-item></list>
</p></list-item></list></td></tr></tbody></table></table-wrap></p><sec id="s0015"><title>Estudio virol&#x000f3;gico</title><p id="p0110">A todos los ni&#x000f1;os con sintomatolog&#x000ed;a compatible con una infecci&#x000f3;n respiratoria se les recogieron muestras de ANF, remitidas en medio de transporte viral al Laboratorio de Gripe y Virus Respiratorios del Centro Nacional de Microbiolog&#x000ed;a, Instituto de Salud Carlos III de Madrid, en donde se procesaron en las 24&#x000a0;h siguientes a su recogida. Las muestras recogidas el viernes fueron procesadas el mismo d&#x000ed;a de su recepci&#x000f3;n. El estudio virol&#x000f3;gico se realiz&#x000f3;, en primer lugar, empleando una al&#x000ed;cuota de cada muestra para analizar la presencia de ant&#x000ed;genos virales de VRS, gripe, adenovirus y parainfluenza, mediante IFD. Una segunda al&#x000ed;cuota se utiliz&#x000f3; para el an&#x000e1;lisis molecular mediante PCR y el resto de la muestra se congel&#x000f3; a &#x02212;&#x000a0;70&#x000a0;&#x000b0;C.</p><p id="p0115">Los m&#x000e9;todos moleculares utilizados son capaces de detectar de forma directa en AFN VRS-A y B, adenovirus, gripe A, B y C, parainfluenzavirus 1, 2, 3 y 4, coronavirus, enterovirus y rinovirus, como se ha descrito previamente<xref rid="bb0050" ref-type="bibr">10.</xref>, <xref rid="bb0055" ref-type="bibr">11.</xref>. Adem&#x000e1;s, se estudi&#x000f3; la presencia de metaneumovirus (hMPV)<xref rid="bb0060" ref-type="bibr"><sup>12</sup></xref> y de bocavirus humano mediante una PCR espec&#x000ed;fica<xref rid="bb0045" ref-type="bibr"><sup>9</sup></xref>.</p></sec><sec id="s0020"><title>Estudio estad&#x000ed;stico</title><p id="p0120">Las variables cuantitativas se expresan como media (desviaci&#x000f3;n est&#x000e1;ndar [DE]) y mediana (rango), y las variables cualitativas como proporciones. Las caracter&#x000ed;sticas cl&#x000ed;nicas y las variables de laboratorio fueron comparadas mediante el test de la t de Student, el test de la U de Mann-Whitney, el test de chi al cuadrado y el test exacto de Fisher. Se consider&#x000f3; estad&#x000ed;sticamente significativo un valor de p &#x0003c; 0,05. Todo el an&#x000e1;lisis fue realizado empleando el Statistical Package of Social Science (SPSS), versi&#x000f3;n 11.0.</p></sec></sec><sec id="s0025"><title>RESULTADOS</title><sec id="s0030"><title>Descripci&#x000f3;n de la cohorte</title><p id="p0125">En total (&#x000e1;reas 8 y 9) se incluyeron en el estudio 316 reci&#x000e9;n nacidos. La muestra result&#x000f3; homog&#x000e9;nea entre ambas &#x000e1;reas de salud en cuanto a porcentaje de madres inmigrantes, caracter&#x000ed;sticas socioecon&#x000f3;micas, edad gestacional, peso del reci&#x000e9;n nacido, puntuaci&#x000f3;n de Apgar a los 1 y 5&#x000a0;min y necesidad de ingreso en la unidad neonatal. Tampoco se encontraron diferencias en cuanto al nivel de estudios tanto en el padre como en la madre, ni en la existencia de enfermedades maternas previas al embarazo. Las caracter&#x000ed;sticas epidemiol&#x000f3;gicas de la muestra se enumeran en la <xref rid="t0015" ref-type="table">tabla 3</xref>
. Cuando se distingu&#x000ed;a entre nacionalidad espa&#x000f1;ola y otras nacionalidades s&#x000f3;lo exist&#x000ed;an diferencias significativas (p &#x0003c; 0,001) entre las edades de las madres y los pesos de los reci&#x000e9;n nacidos. La edad gestacional media de los reci&#x000e9;n nacidos fue de 39 + 3 semanas y el Apgar tuvo una mediana de 9/10. Fueron ingresados en la unidad de neonatos un 4,4 %, y el riesgo de infecci&#x000f3;n (4/12) fue el motivo m&#x000e1;s frecuente. Al mes de vida el 56,1 % de los ni&#x000f1;os recib&#x000ed;a lactancia materna exclusiva, porcentaje que disminuy&#x000f3; al 39,4 % a los 3 meses y al 31,9 % a los 5 meses. En el 58,2 % de los casos era el primer hijo y en el 6,6 %, el tercero. La edad media de comienzo de la asistencia a la guarder&#x000ed;a fue de 3,4 meses (DE = 1,4; rango, 1,03-4,5). El seguimiento se complet&#x000f3; en el 94 % de los casos, y la causa m&#x000e1;s frecuente de p&#x000e9;rdida (11 de 22 casos) fue no acudir a las visitas programadas para la recogida de muestras. La mediana de tiempo de seguimiento fue de 3,45 meses (rango, 2,95-4,23 meses). El 14,3 % de los ni&#x000f1;os ten&#x000ed;a m&#x000e1;s de 5 meses al finalizar el estudio.<table-wrap position="float" id="t0015"><label>Tabla 3</label><caption><p>Datos epidemiol&#x000f3;gicos de la muestra</p></caption><table frame="hsides" rules="groups"><thead><tr><th align="center">Par&#x000e1;metro</th><th align="center">N&#x000a0;= 316</th></tr></thead><tbody><tr><td align="left">Edad media de las madres</td><td align="left">31,27 a&#x000f1;os (DE = 4,4 a&#x000f1;os)</td></tr><tr><td align="left">Nacionalidad (espa&#x000f1;ola/inmigrante)</td><td align="left">254 (80,4 %)/ 62 (19,6 %)</td></tr><tr><td align="left">Peso del reci&#x000e9;n nacido</td><td align="left">3.250&#x000a0;g (DE = 431&#x000a0;g)</td></tr><tr><td align="left">Primer hijo</td><td align="left">184 (58,2 %)</td></tr><tr><td align="left">Enfermedad materna</td><td align="left">50 (15,8 %)</td></tr><tr><td align="left">Ecograf&#x000ed;as prenatales normales</td><td align="left">297 (94 %)</td></tr><tr><td align="left">Tipo de parto</td><td/></tr><tr><td align="left">&#x000a0;Eut&#x000f3;cico</td><td align="left">226 (71,5 %)</td></tr><tr><td align="left">&#x000a0;Instrumental</td><td align="left">24 (7,6 %)</td></tr><tr><td align="left">&#x000a0;Ces&#x000e1;rea urgente</td><td align="left">24 (7,6 %)</td></tr><tr><td align="left">&#x000a0;Ces&#x000e1;rea programada</td><td align="left">42 (13,3 %)</td></tr><tr><td align="left">Ambiente tab&#x000e1;quico en el domicilio</td><td align="left">60 %</td></tr><tr><td align="left">Nivel cultural de las madres</td><td/></tr><tr><td align="left">Estudios secundarios</td><td align="left">144 (45,6 %)</td></tr><tr><td align="left">Estudios universitarios</td><td align="left">95 (30 %)</td></tr><tr><td align="left">Paciente con hermanos escolarizados</td><td align="left">198 (62,7 %)</td></tr><tr><td align="left">&#x000c1;rea sanitaria (&#x000e1;rea 8/&#x000e1;rea 9)</td><td align="left">153 (48,4 %)/ 163 (51,6 %)</td></tr></tbody></table><table-wrap-foot><fn><p>DE: desviaci&#x000f3;n est&#x000e1;ndar.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="s0035"><title>Visitas por enfermedad</title><p id="p0130">Se realizaron 1.865 llamadas telef&#x000f3;nicas (mediana, 4 por ni&#x000f1;o; rango, 2&#x02013;5). Se concertaron un total de 106 visitas por enfermedad en 82 ni&#x000f1;os (el 75 % de ellas a demanda de los padres; el resto motivadas por la entrevista telef&#x000f3;nica o remitidos por su m&#x000e9;dico). En 61 de 316 pacientes (el 19,7 % de la cohorte) se realiz&#x000f3; una sola visita, en 18 (5,7 %) dos, y tres pacientes fueron visitados tres veces. Las caracter&#x000ed;sticas epidemiol&#x000f3;gicas de la muestra se resumen en la <xref rid="t0020" ref-type="table">tabla 4</xref>
.<table-wrap position="float" id="t0020"><label>Tabla 4</label><caption><p>Caracter&#x000ed;sticas cl&#x000ed;nicas de las visitas por enfermedad y etiolog&#x000ed;as objetivadas</p></caption><table frame="hsides" rules="groups"><thead><tr><th/><th align="center">N = 106</th></tr></thead><tbody><tr><td align="left">Duraci&#x000f3;n de s&#x000ed;ntomas &#x0003c; 24&#x000a0;h</td><td align="left">69 (65 %)</td></tr><tr><td align="left">Rinitis</td><td align="left">97 (91,3 %)</td></tr><tr><td align="left">Temperatura superior a 37,8&#x000a0;&#x000b0;C</td><td align="left">16 (15 %)</td></tr><tr><td align="left">Dificultad respiratoria</td><td align="left">13 (12,26 %)</td></tr><tr><td align="left">Tos</td><td align="left">73 (69 %)</td></tr><tr><td align="left">Sintomatolog&#x000ed;a general</td><td align="left">29 (27,3 %)</td></tr><tr><td align="left">Aspecto s&#x000e9;ptico</td><td align="left">0</td></tr><tr><td align="left">Radiograf&#x000ed;a de t&#x000f3;rax realizada</td><td align="left">8 (7,8 %)</td></tr><tr><td align="left">Anal&#x000ed;tica</td><td align="left">12 (11,3 %)</td></tr><tr><td align="left">Ingreso</td><td align="left">16 (15,5 %)</td></tr><tr><td align="left">Aspirado nasofar&#x000ed;ngeo para determinaci&#x000f3;n de virus</td><td align="left">89 (83,9 %)</td></tr><tr><td align="left">Detecci&#x000f3;n viral positiva por PCR</td><td align="left">17/73 (22,3%)</td></tr><tr><td align="left">&#x000a0;Rinovirus</td><td align="left">30 (41,1%)</td></tr><tr><td align="left">&#x000a0;VRS</td><td align="left">26 (35,6%)</td></tr><tr><td align="left">&#x000a0;Parainfluenzavirus</td><td align="left">13 (17,6%)</td></tr><tr><td align="left">&#x000a0;Adenovirus</td><td align="left">4 (5,8%)</td></tr></tbody></table><table-wrap-foot><fn><p>PCR: reacci&#x000f3;n en cadena de la polimerasa; VRS: virus respiratorio sincitial; parainfluenzavirus: parainfluenzavirus 1, 2, 3 y 4.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="s0040"><title>Infecci&#x000f3;n respiratoria</title><p id="p0135">De las 106 visitas por enfermedad concertadas, 89 cumpl&#x000ed;an criterios de infecci&#x000f3;n respiratoria aguda (el 83,9% de las visitas concertadas). En todas ellas se recogi&#x000f3; una muestra de ANF. En el 65 % de los casos el tiempo de evoluci&#x000f3;n de los s&#x000ed;ntomas fue menor de 24&#x000a0;h. Los s&#x000ed;ntomas m&#x000e1;s frecuentes fueron rinitis (91 %) y tos (69 %). Tras la visita, 89/106 pacientes (el 84,5 %) obtuvieron el alta m&#x000e9;dica, siendo la infecci&#x000f3;n respiratoria de v&#x000ed;as altas (IRVA) el diagn&#x000f3;stico m&#x000e1;s frecuente (73/89 casos, 82 %). Se diagnostic&#x000f3; bronquiolitis en 6 casos (6,7 %).</p><p id="p0140">El AFN fue recogido en 89 casos, si bien en un 17,9% de ellos (16 casos) no pudo ser analizado por los m&#x000e9;todos moleculares por ser la muestra insuficiente. En estos casos se realiz&#x000f3; el an&#x000e1;lisis mediante IFD para VRS A y B y para gripe A y B. La IFD result&#x000f3; positiva en 4 muestras (3 VRS, una gripe). En las 73 muestras analizadas mediante PCR se detect&#x000f3; un virus en 17 casos (23,2 %). El virus detectado con m&#x000e1;s frecuencia pertenec&#x000ed;a al grupo de los rinovirus (41,1 %), seguido de VRS, parainfluenzavirus y adenovirus (<xref rid="t0020" ref-type="table">tabla 4</xref>). En ning&#x000fa;n caso se detect&#x000f3; coinfecci&#x000f3;n por m&#x000e1;s de un virus. Los casos de broncoespasmo con detecci&#x000f3;n viral positiva correspondieron a VRS A y B y rinovirus, aunque el diagn&#x000f3;stico m&#x000e1;s frecuentemente asociado a estos virus fue IRVA (81 %). No se detectaron muestras positivas para metaneumovirus humano ni para bocavirus. La tos y la dificultad respiratoria fueron los s&#x000ed;ntomas m&#x000e1;s frecuentes en los ni&#x000f1;os con detecci&#x000f3;n viral positiva. Aquellos pacientes con tos ten&#x000ed;an cuatro veces m&#x000e1;s riesgo <italic>(odds ratio</italic> [OR], 4; intervalo de confianza [IC] del 95 %, 1,049-15,412) de presentar PCR positiva. Cuando adem&#x000e1;s se asociaba a dificultad respiratoria, el riesgo aumentaba a 5,55 (OR, 0,55; IC 95 %, 1,187-25,9). Separando por etiolog&#x000ed;as, el 40 % de los ni&#x000f1;os infectados por el grupo de los rinovirus presentaron broncoespasmo, frente al 17 % de los pacientes infectados por VRS. No encontramos diferencias en otros datos cl&#x000ed;nicos considerados (fiebre, afectaci&#x000f3;n de estado general, etc.).</p><p id="p0145">El 16 % de los ni&#x000f1;os que cumplieron criterios de enfermedad (17 de 89 casos) precisaron su ingreso. En el 53% de los casos (9/17) el motivo del ingreso fue la existencia de s&#x000ed;ntomas respiratorios, y la bronquiolitis fue responsable de m&#x000e1;s de la mitad de ellos (55 %). Dos de estos pacientes precisaron oxigenoterapia. Comparando el grupo de ingresados con el de no ingresados la fiebre superior a 38&#x000a0;&#x000b0;C (el 52,9% frente al 5,6 %; OR, 19,6; IC 95 %, 5,62-63,85) y la dificultad respiratoria (el 29,4% frente al 6,7 %; OR, 5,9; IC 95 %, 1,5-22,3) fueron los s&#x000ed;ntomas en los que hallamos m&#x000e1;s diferencias entre ambos grupos. Los ni&#x000f1;os con fiebre superior a 38&#x000a0;&#x000b0;C y dificultad respiratoria tuvieron, respectivamente, 19,6 y 5,9 m&#x000e1;s probabilidades de ser ingresados en el hospital. El diagn&#x000f3;stico virol&#x000f3;gico tuvo un rendimiento similar en el grupo de los pacientes ingresados (23,07 %, 3 de 13) y en el de ni&#x000f1;os no ingresados (23,32 %, 14 de 61). En los 3 ni&#x000f1;os ingresados con detecci&#x000f3;n viral positiva, los virus aislados fueron VRS, parainfluenza y rinovirus. Ninguno de los ni&#x000f1;os perdidos para su seguimiento precis&#x000f3; ingreso hospitalario por ning&#x000fa;n motivo en nuestros centros durante el per&#x000ed;odo de estudio.</p><p id="p0150">Ni el ambiente epid&#x000e9;mico familiar, ni la asistencia a la guarder&#x000ed;a, ni tener hermanos en edad escolar, el ambiente tab&#x000e1;quico o el patr&#x000f3;n de lactancia aparec&#x000ed;an como factores que influyeran en la presencia de infecci&#x000f3;n respiratoria asociada con detecci&#x000f3;n viral positiva. Tampoco se asoci&#x000f3; con mayor frecuencia a hospitalizaci&#x000f3;n.</p></sec></sec><sec id="s0045"><title>DISCUSI&#x000d3;N</title><p id="p0155">En nuestro estudio, el grupo de los rinovirus (41,1 %) result&#x000f3; ser la primera causa de infecci&#x000f3;n respiratoria en ni&#x000f1;os menores de 6 meses en el &#x000e1;mbito extrahospitalario. La segunda causa fue el VRS (35,2 %). No hemos encontrado ning&#x000fa;n trabajo similar que describa y estudie de forma prospectiva y en el &#x000e1;mbito ambulatorio cualquier infecci&#x000f3;n respiratoria que podemos encontrar en lactantes peque&#x000f1;os, independiente de su gravedad.</p><p id="p0160">Desde el punto de vista etiol&#x000f3;gico, nuestros resultados coinciden con lo publicado por Kusel et al<xref rid="bb0065" ref-type="bibr"><sup>13</sup></xref>, quienes tambi&#x000e9;n se basan en el seguimiento de una cohorte en el primer a&#x000f1;o de vida, y que estudian las infecciones extrahospitalarias. Los rinovirus fueron responsables del 48,5% de las detecciones positivas de su serie, seguidos por el VRS (10,9 %). A diferencia de nuestro estudio, el 61,8 % de las infecciones presentadas en este trabajo correspond&#x000ed;an a ni&#x000f1;os mayores de 6 meses y, adem&#x000e1;s, la cohorte fue seleccionada por sus antecedentes familiares de atopia y ten&#x000ed;a un nivel socioecon&#x000f3;mico medio-alto. Van Benten et al<xref rid="bb0070" ref-type="bibr"><sup>14</sup></xref>, en una cohorte de ni&#x000f1;os controlados desde el nacimiento hasta los 2 a&#x000f1;os de forma ambulatoria, identifican a los rinovirus como los agentes causales de infecciones respiratorias m&#x000e1;s frecuentes a esta edad (el 58 % a los 6 meses de edad), seguidos por el VRS. Sin embargo, s&#x000f3;lo recogieron muestras en las visitas por enfermedad solicitadas por los padres y en una visita programada a los 6 meses. Quiz&#x000e1;s en este trabajo las infecciones menos graves no fueron valoradas. Tambi&#x000e9;n Copenhaver et al<xref rid="bb0075" ref-type="bibr"><sup>15</sup></xref> y Souza et al<xref rid="bb0080" ref-type="bibr"><sup>16</sup></xref> (en estudios de cohortes de pacientes con infecciones moderadas y graves, y en pacientes que acud&#x000ed;an a guarder&#x000ed;as, respectivamente) presentan al grupo de los rinovirus como primera causa de infecci&#x000f3;n respiratoria. Uno de los puntos fuertes de nuestro estudio radica en que detectamos todas las infecciones respiratorias de la cohorte de ni&#x000f1;os, incluidas las m&#x000e1;s leves que las familias no hubieran consultado al pediatra, lo que evita el sesgo de limitar el estudio a un grupo seleccionado de pacientes con infecci&#x000f3;n respiratoria m&#x000e1;s grave o cualquier criterio restrictivo para la inclusi&#x000f3;n de pacientes (escolarizaci&#x000f3;n o consulta m&#x000e9;dica). Este hecho quiz&#x000e1; podr&#x000ed;a explicar que a pesar de la moderna metodolog&#x000ed;a diagn&#x000f3;stica empleada, el porcentaje de muestras con resultado etiol&#x000f3;gico positivo (23,2 %) sea menor al comunicado en estudios aparentemente similares (el 60 % en el estudio de Kusel et al<xref rid="bb0065" ref-type="bibr"><sup>13</sup></xref>, el 54-58 % en el estudio de Van Benten et al<xref rid="bb0070" ref-type="bibr"><sup>14</sup></xref> para este grupo de edad). Desde un punto de vista cl&#x000ed;nico, en nuestros resultados se observa que el 40 % de los pacientes infectados por rinovirus present&#x000f3; broncoespasmo, frente al 17 % de los infectados por VRS. Dicho de otro modo, la infecci&#x000f3;n por rinovirus aumenta en 2,35 veces el riesgo de presentar broncoespasmo con respecto al VRS, lo que concuerda con los datos publicados por Kusel, en cuya serie los pacientes infectados por rinovirus presentaron un riesgo de asociar broncoespasmo tres veces superior que los pacientes infectados por VRS.</p><p id="p0165">El patr&#x000f3;n etiol&#x000f3;gico encontrado en estos estudios y nuestra cohorte difiere respecto al comunicado para el &#x000e1;mbito hospitalario, en el que el VRS se perfila como la primera causa de infecci&#x000f3;n respiratoria (en concreto bronquiolitis)<xref rid="bb0085" ref-type="bibr"><sup>17</sup></xref>, y episodios de sibilancias de repetici&#x000f3;n<xref rid="bb0090" ref-type="bibr">18.</xref>, <xref rid="bb0095" ref-type="bibr">19.</xref>, ocupando el rinovirus el segundo lugar. Teniendo en cuenta lo referido anteriormente, podr&#x000ed;a esgrimirse la hip&#x000f3;tesis de que el broncoespasmo asociado con rinovirus en lactantes peque&#x000f1;os ser&#x000ed;a menos grave y precisar&#x000ed;a una menor tasa de ingreso que el secundario a VRS. La tasa global de hospitalizaci&#x000f3;n en nuestra cohorte (5,3 %) coincide con la publicada en otros trabajos realizados en nuestro medio (Paricio Talayero et al<xref rid="bb0100" ref-type="bibr"><sup>20</sup></xref>, 5,6 %) cuyos criterios de ingreso son similares a los nuestros, y difieren algo m&#x000e1;s de la de otros pa&#x000ed;ses (Grupo Milenium<xref rid="bb0105" ref-type="bibr"><sup>21</sup></xref>, el 12 % en menores de 8 meses). No obstante todo lo apuntado, en nuestra serie el n&#x000fa;mero de detecciones virales positivas entre los pacientes ingresados es demasiado peque&#x000f1;o como para poder extraer conclusiones extrapolables en el momento actual.</p><p id="p0170">De los resultados obtenidos podemos concluir que las infecciones respiratorias en los menores de 6 meses en general (incluido el &#x000e1;mbito extrahospitalario) son banales, y precisan ingreso en pocas ocasiones (5,3 % de la cohorte). El 20 % de los ni&#x000f1;os estudiados present&#x000f3; al menos un episodio de infecci&#x000f3;n respiratoria en los primeros meses de vida, siendo el IRVA el diagn&#x000f3;stico principal (82 %). El s&#x000ed;ntoma predominante fue la rinitis. A la hora de explicar la poca gravedad cl&#x000ed;nica de estas infecciones en ni&#x000f1;os de menos de 6 meses, y excluidas las mayores precauciones gen&#x000e9;ricas (de imposible medici&#x000f3;n) que las familias tienden a tener con los lactantes m&#x000e1;s peque&#x000f1;os, probablemente se pueda realizar la hip&#x000f3;tesis de que los anticuerpos maternos transferidos intra&#x000fa;tero proporcionan un cierto grado de protecci&#x000f3;n durante los primeros meses de vida, lo que contribuir&#x000ed;a a que las infecciones respiratorias hasta los 6 meses sean poco graves. No encontramos asociaci&#x000f3;n entre factores epidemiol&#x000f3;gicos, como la presencia de hermanos en edad escolar en el domicilio, n&#x000fa;mero de convivientes en el hogar, ambiente tab&#x000e1;quico o tipo de lactancia recibida, y la presencia de infecci&#x000f3;n respiratoria.</p></sec></body><back><ref-list id="bi0005"><title>BIBLIOGRAF&#x000cd;A</title><ref id="bb0005"><label>1.</label><element-citation publication-type="journal" id="rf0005"><person-group person-group-type="author"><name><surname>Gruteke</surname><given-names>P.</given-names></name><name><surname>Glas</surname><given-names>A.S.</given-names></name><name><surname>Dierdorp</surname><given-names>M.</given-names></name><name><surname>Vrede</surname><given-names>W.B.</given-names></name><name><surname>Pilon</surname><given-names>J.W.</given-names></name><name><surname>Bruisten</surname><given-names>S.M.</given-names></name></person-group><article-title>Practical implementation of a multiplex PCR for acute respiratory tract infections in children</article-title><source>J Clin Microbiol</source><volume>42</volume><year>2004</year><fpage>5596</fpage><lpage>5603</lpage><pub-id pub-id-type="pmid">15583287</pub-id></element-citation></ref><ref id="bb0010"><label>2.</label><element-citation publication-type="journal" id="rf0010"><person-group person-group-type="author"><name><surname>Billaud</surname><given-names>G.</given-names></name><name><surname>Peny</surname><given-names>S.</given-names></name><name><surname>Legay</surname><given-names>V.</given-names></name><name><surname>Lina</surname><given-names>B.</given-names></name><name><surname>Valette</surname><given-names>M.</given-names></name></person-group><article-title>Detection of rhinovirus and enterovirus in upper respiratory tract samples using a multiplex nested PCR</article-title><source>J Virol Meth</source><volume>108</volume><year>2003</year><fpage>223</fpage><lpage>228</lpage></element-citation></ref><ref id="bb0015"><label>3.</label><element-citation publication-type="journal" id="rf0015"><person-group person-group-type="author"><name><surname>Van de Pol</surname><given-names>A.</given-names></name><name><surname>Van Loon</surname><given-names>A.</given-names></name><name><surname>Wolfs</surname><given-names>T.</given-names></name><name><surname>Jansen</surname><given-names>N.</given-names></name><name><surname>Nijhuis</surname><given-names>M.</given-names></name><name><surname>Breteler</surname><given-names>E.</given-names></name></person-group><article-title>Increased detection of respiratory syncytial virus, Influenza viruses, parainfluenza viruses, and adenoviruses with real-time PCR in samples from patients with respiratory symptoms</article-title><source>J Clin Microbiol</source><volume>45</volume><year>2007</year><fpage>2260</fpage><lpage>2262</lpage><pub-id pub-id-type="pmid">17507513</pub-id></element-citation></ref><ref id="bb0020"><label>4.</label><element-citation publication-type="journal" id="rf0020"><person-group person-group-type="author"><name><surname>Calvo</surname><given-names>C.</given-names></name><name><surname>Garc&#x000ed;a-Garc&#x000ed;a</surname><given-names>M.L.</given-names></name><name><surname>Blanco</surname><given-names>C.</given-names></name><name><surname>Pozo</surname><given-names>F.</given-names></name><name><surname>Casas Flecha</surname><given-names>I.</given-names></name><name><surname>P&#x000e9;rez-Bre&#x000f1;a</surname><given-names>P.</given-names></name></person-group><article-title>Role of rhinovirus in hospitalized infants with respiratory tract infections in Spain</article-title><source>Pediatr Infect Dis J</source><volume>26</volume><year>2007</year><fpage>904</fpage><lpage>908</lpage><pub-id pub-id-type="pmid">17901795</pub-id></element-citation></ref><ref id="bb0025"><label>5.</label><element-citation publication-type="journal" id="rf0025"><person-group person-group-type="author"><name><surname>Rawlinson</surname><given-names>W.D.</given-names></name><name><surname>Waliuzzaman</surname><given-names>Z.</given-names></name><name><surname>Carter</surname><given-names>I.W.</given-names></name><name><surname>Belessis</surname><given-names>I.C.</given-names></name><name><surname>Gilbert</surname><given-names>K.M.</given-names></name><name><surname>Morton</surname><given-names>J.R.</given-names></name></person-group><article-title>Asthma exacerbations in children associated with rhinovirus but not human metapneumovirus infection</article-title><source>J Infect Dis</source><volume>187</volume><year>2003</year><fpage>1314</fpage><lpage>1318</lpage><pub-id pub-id-type="pmid">12696012</pub-id></element-citation></ref><ref id="bb0030"><label>6.</label><element-citation publication-type="journal" id="rf0030"><person-group person-group-type="author"><name><surname>Williams</surname><given-names>J.V.</given-names></name><name><surname>Harris</surname><given-names>P.A.</given-names></name><name><surname>Tollefson</surname><given-names>S.J.</given-names></name><name><surname>Halburnt-Rush</surname><given-names>L.L.</given-names></name><name><surname>Pingsterhaus</surname><given-names>J.M.</given-names></name><name><surname>Edwards</surname><given-names>K.M.</given-names></name></person-group><article-title>Human metapneumovirus and lower respiratory tract disease in otherwise healthy infants and children</article-title><source>N Engl J Med</source><volume>350</volume><year>2004</year><fpage>443</fpage><lpage>450</lpage><pub-id pub-id-type="pmid">14749452</pub-id></element-citation></ref><ref id="bb0035"><label>7.</label><element-citation publication-type="journal" id="rf0035"><person-group person-group-type="author"><name><surname>Folulogne</surname><given-names>V.</given-names></name><name><surname>Guyon</surname><given-names>G.</given-names></name><name><surname>Rodi&#x000ea;re</surname><given-names>M.</given-names></name><name><surname>Segondy</surname><given-names>M.</given-names></name></person-group><article-title>Human metapneumovirus infection in young children hospitalized with respiratory tract disease</article-title><source>Pediatr Infect Dis J</source><volume>25</volume><year>2006</year><fpage>354</fpage><lpage>359</lpage><pub-id pub-id-type="pmid">16567989</pub-id></element-citation></ref><ref id="bb0040"><label>8.</label><element-citation publication-type="journal" id="rf0040"><person-group person-group-type="author"><name><surname>Ord&#x000e1;s</surname><given-names>J.</given-names></name><name><surname>&#x000c1;lvarez-Arguelles</surname><given-names>M.</given-names></name><name><surname>Villa</surname><given-names>L.</given-names></name><name><surname>Rodr&#x000ed;guez Delhi</surname><given-names>C.</given-names></name><name><surname>O&#x000f1;a</surname><given-names>M.</given-names></name></person-group><article-title>Role of metapneumovirus in viral respiratory infection in young children</article-title><source>J Clin Microbiol</source><volume>44</volume><year>2006</year><fpage>2739</fpage><lpage>2742</lpage><pub-id pub-id-type="pmid">16891486</pub-id></element-citation></ref><ref id="bb0045"><label>9.</label><element-citation publication-type="journal" id="rf0045"><person-group person-group-type="author"><name><surname>Pozo</surname><given-names>F.</given-names></name><name><surname>Garc&#x000ed;a-Garc&#x000ed;a</surname><given-names>M.L.</given-names></name><name><surname>Calvo</surname><given-names>C.</given-names></name><name><surname>Cuesta</surname><given-names>I.</given-names></name><name><surname>P&#x000e9;rez-Bre&#x000f1;a</surname><given-names>P.</given-names></name><name><surname>Casas</surname><given-names>I.</given-names></name></person-group><article-title>High incidence of human bocavirus infection in children in Spain</article-title><source>J Clin Virol</source><volume>40</volume><year>2007</year><fpage>224</fpage><lpage>228</lpage><pub-id pub-id-type="pmid">17904416</pub-id></element-citation></ref><ref id="bb0050"><label>10.</label><element-citation publication-type="journal" id="rf0050"><person-group person-group-type="author"><name><surname>Coiras</surname><given-names>M.T.</given-names></name><name><surname>P&#x000e9;rez-Bre&#x000f1;a</surname><given-names>P.</given-names></name><name><surname>Garc&#x000ed;a</surname><given-names>M.L.</given-names></name><name><surname>Casas</surname><given-names>I.</given-names></name></person-group><article-title>Simultaneous detection of influenza A, B, and C viruses, respiratory syncytial virus, and adenoviruses in clinical samples by multiplex reverse transcription nested-PCR assay</article-title><source>J Med Virol</source><volume>69</volume><year>2003</year><fpage>132</fpage><lpage>144</lpage><pub-id pub-id-type="pmid">12436489</pub-id></element-citation></ref><ref id="bb0055"><label>11.</label><element-citation publication-type="journal" id="rf0055"><person-group person-group-type="author"><name><surname>Corias</surname><given-names>M.T.</given-names></name><name><surname>Aguilar</surname><given-names>J.C.</given-names></name><name><surname>Garc&#x000ed;a</surname><given-names>M.L.</given-names></name><name><surname>Casas</surname><given-names>I.</given-names></name><name><surname>P&#x000e9;rez-Bre&#x000f1;a</surname><given-names>P.</given-names></name></person-group><article-title>Simultaneous detection of fourteen respiratory virases in clinical specimens by two multiplex reverse transcription nested- PCR assays</article-title><source>J Med Virol</source><volume>72</volume><year>2004</year><fpage>484</fpage><lpage>495</lpage><pub-id pub-id-type="pmid">14748074</pub-id></element-citation></ref><ref id="bb0060"><label>12.</label><element-citation publication-type="journal" id="rf0060"><person-group person-group-type="author"><name><surname>L&#x000f3;pez-Huertas</surname><given-names>M.R.</given-names></name><name><surname>Casas</surname><given-names>I.</given-names></name><name><surname>Acosta-Herrera</surname><given-names>B.</given-names></name><name><surname>Garc&#x000ed;a-Garc&#x000ed;a</surname><given-names>M.L.</given-names></name><name><surname>Coiras</surname><given-names>M.T.</given-names></name><name><surname>P&#x000e9;rez-Bre&#x000f1;a</surname><given-names>P.</given-names></name></person-group><article-title>Two RT-PCR based assays to detect human metapneumovirus in nasopharyngeal aspirates</article-title><source>J Virol Methods</source><volume>129</volume><year>2005</year><fpage>1</fpage><lpage>7</lpage><pub-id pub-id-type="pmid">15961167</pub-id></element-citation></ref><ref id="bb0065"><label>13.</label><element-citation publication-type="journal" id="rf0065"><person-group person-group-type="author"><name><surname>Kusel</surname><given-names>M.</given-names></name><name><surname>De Klerk</surname><given-names>N.</given-names></name><name><surname>Holt</surname><given-names>P.</given-names></name><name><surname>Kebadze</surname><given-names>T.</given-names></name><name><surname>Johnston</surname><given-names>S.</given-names></name><name><surname>Sly</surname><given-names>P.</given-names></name></person-group><article-title>Role of respiratory viruses in acute upper and lower respiratory tract illness in the first year of life. A birth cohort study</article-title><source>Pediatr Infect Dis J</source><volume>25</volume><year>2006</year><fpage>680</fpage><lpage>686</lpage><pub-id pub-id-type="pmid">16874165</pub-id></element-citation></ref><ref id="bb0070"><label>14.</label><element-citation publication-type="journal" id="rf0070"><person-group person-group-type="author"><name><surname>Van Benten</surname><given-names>I.</given-names></name><name><surname>Koopman</surname><given-names>L.</given-names></name><name><surname>Niesters</surname><given-names>B.</given-names></name><name><surname>Hop</surname><given-names>W.</given-names></name><name><surname>Van Middelkoop</surname><given-names>B.</given-names></name><name><surname>De Waal</surname><given-names>L.</given-names></name></person-group><article-title>Predominante of rhinovirus in the nose of symptomatic and asymptomatic infants</article-title><source>Pediatr Allergy Immunol</source><volume>14</volume><year>2003</year><fpage>363</fpage><lpage>370</lpage><pub-id pub-id-type="pmid">14641606</pub-id></element-citation></ref><ref id="bb0075"><label>15.</label><element-citation publication-type="journal" id="rf0075"><person-group person-group-type="author"><name><surname>Copenhaver</surname><given-names>C.C.</given-names></name><name><surname>Gern</surname><given-names>J.E.</given-names></name><name><surname>Zhanhai</surname><given-names>L.</given-names></name><name><surname>Shult</surname><given-names>P.</given-names></name><name><surname>Rosenthal</surname><given-names>L.</given-names></name><name><surname>Mikus</surname><given-names>L.</given-names></name></person-group><article-title>Cytokine response patterns, exposure to viruses and respiratory infections in the first year of life</article-title><source>Am J Respir Crit Care Med</source><volume>170</volume><year>2004</year><fpage>175</fpage><lpage>180</lpage><pub-id pub-id-type="pmid">15087299</pub-id></element-citation></ref><ref id="bb0080"><label>16.</label><element-citation publication-type="journal" id="rf0080"><person-group person-group-type="author"><name><surname>Souza</surname><given-names>L.SF.</given-names></name><name><surname>Ramos</surname><given-names>E.AG.</given-names></name><name><surname>Carvalho</surname><given-names>F.M.</given-names></name><name><surname>Guedes</surname><given-names>V.MCR.</given-names></name></person-group><article-title>Viral respiratory infections in young children attending day care in urban northeast Brazil</article-title><source>Pediatr Pulmonol</source><volume>35</volume><year>2003</year><fpage>184</fpage><lpage>191</lpage><pub-id pub-id-type="pmid">12567386</pub-id></element-citation></ref><ref id="bb0085"><label>17.</label><element-citation publication-type="journal" id="rf0085"><person-group person-group-type="author"><name><surname>Papadopoulus</surname><given-names>N.G.</given-names></name><name><surname>Moustki</surname><given-names>M.</given-names></name><name><surname>Tsolia</surname><given-names>M.</given-names></name><name><surname>Bossios</surname><given-names>A.</given-names></name><name><surname>Astra</surname><given-names>E.</given-names></name><name><surname>Prezerakou</surname><given-names>A.</given-names></name></person-group><article-title>Association of rhinovirus infection with increased disease severity in acute bronchiolitis</article-title><source>Am J Respir Crit Care Med</source><volume>165</volume><year>2002</year><fpage>1285</fpage><lpage>1289</lpage><pub-id pub-id-type="pmid">11991880</pub-id></element-citation></ref><ref id="bb0090"><label>18.</label><element-citation publication-type="journal" id="rf0090"><person-group person-group-type="author"><name><surname>Kotaniemi-Syrj&#x000e4;nen</surname><given-names>A.</given-names></name><name><surname>Vainionp&#x000e4;&#x000e4;</surname><given-names>R.</given-names></name><name><surname>Reijonen</surname><given-names>T.M.</given-names></name><name><surname>Waris</surname><given-names>M.</given-names></name><name><surname>Korhonen</surname><given-names>K.</given-names></name><name><surname>Korppi</surname><given-names>M.</given-names></name></person-group><article-title>Rhinovirus-induced wheezing in infancy- the first sign of childhood asthma?</article-title><source>J Allergy Clin Inmunol</source><volume>111</volume><year>2003</year><fpage>66</fpage><lpage>71</lpage></element-citation></ref><ref id="bb0095"><label>19.</label><element-citation publication-type="journal" id="rf0095"><person-group person-group-type="author"><name><surname>Calvo Rey</surname><given-names>C.</given-names></name><name><surname>Garc&#x000ed;a Garc&#x000ed;a</surname><given-names>M.L.</given-names></name><name><surname>Casas Flecha</surname><given-names>I.</given-names></name><name><surname>S&#x000e1;nchez Mateos</surname><given-names>M.F.</given-names></name><name><surname>Rodrigo Garc&#x000ed;a</surname><given-names>G.</given-names></name><name><surname>De Cea Crespo</surname><given-names>J.M.</given-names></name></person-group><article-title>Papel del rinovirus en las infecciones respiratorias de los ni&#x000f1;os hospitalizados</article-title><source>An Pediatr (Barc)</source><volume>65</volume><year>2006</year><fpage>205</fpage><lpage>210</lpage><pub-id pub-id-type="pmid">16956498</pub-id></element-citation></ref><ref id="bb0100"><label>20.</label><element-citation publication-type="journal" id="rf0100"><person-group person-group-type="author"><name><surname>Paricio Talayero</surname><given-names>J.M.</given-names></name><name><surname>Liz&#x000e1;n-Garc&#x000ed;a</surname><given-names>M.</given-names></name><name><surname>Otero Puime</surname><given-names>A.</given-names></name><name><surname>Benlloch Muncharanz</surname><given-names>M.J.</given-names></name><name><surname>Beseler Soto</surname><given-names>B.</given-names></name><name><surname>S&#x000e1;nchez-Palomares</surname><given-names>M.</given-names></name></person-group><article-title>Full breastfeeding and hospitalization as a results of infections in the first year of life</article-title><source>Pediatrics</source><volume>118</volume><year>2006</year><fpage>e92</fpage><lpage>e99</lpage><pub-id pub-id-type="pmid">16818542</pub-id></element-citation></ref><ref id="bb0105"><label>21.</label><element-citation publication-type="journal" id="rf0105"><person-group person-group-type="author"><name><surname>Quigley</surname><given-names>M.A.</given-names></name><name><surname>Kelly</surname><given-names>Y.J.</given-names></name><name><surname>Sacker</surname><given-names>A.</given-names></name></person-group><article-title>Breastfeeding and hospitalization for diarrheal and respiratory infection in the United Kingdom: Millenium Cohort Study</article-title><source>Pediatrics</source><volume>119</volume><year>2007</year><fpage>e837</fpage><lpage>e842</lpage><pub-id pub-id-type="pmid">17403827</pub-id></element-citation></ref></ref-list></back></article>