<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="editorial" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Actas Urol Esp</journal-id><journal-id journal-id-type="iso-abbrev">Actas Urol Esp</journal-id><journal-title-group><journal-title>Actas Urologicas Espanolas</journal-title></journal-title-group><issn pub-type="ppub">0210-4806</issn><issn pub-type="epub">1699-7980</issn><publisher><publisher-name>AEU. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7293503</article-id><article-id pub-id-type="pii">S0210-4806(20)30129-7</article-id><article-id pub-id-type="doi">10.1016/j.acuro.2020.06.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Editorial</subject></subj-group></article-categories><title-group><article-title>Cirug&#x000ed;a urol&#x000f3;gica funcional y SARS-CoV-2: c&#x000f3;mo y por qu&#x000e9; hay que retomar ya la actividad quir&#x000fa;rgica adaptados a la nueva realidad</article-title><trans-title-group xml:lang="en"><trans-title>Functional urology surgery and SARS-CoV-2: how and why surgical activity should be resumed now, adapting to the new reality</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Garde-Garc&#x000ed;a</surname><given-names>H.</given-names></name><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Gonz&#x000e1;lez-L&#x000f3;pez</surname><given-names>R.</given-names></name></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Gonz&#x000e1;lez-Enguita</surname><given-names>C.</given-names></name></contrib><aff id="aff0005">Servicio de Urolog&#x000ed;a, Hospital Universitario Fundaci&#x000f3;n Jim&#x000e9;nez D&#x000ed;az, Madrid, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>13</day><month>6</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>10</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>13</day><month>6</month><year>2020</year></pub-date><volume>44</volume><issue>8</issue><fpage>519</fpage><lpage>522</lpage><permissions><copyright-statement>&#x000a9; 2020 AEU. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>AEU</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">Tras la irrupci&#x000f3;n de la pandemia por el virus SARS-CoV-2 toda la actividad quir&#x000fa;rgica ordinaria se ha visto relegada por la necesaria reorganizaci&#x000f3;n hospitalaria para garantizar la continuidad asistencial, atendi&#x000e9;ndose solo las urgencias quir&#x000fa;rgicas y los procedimientos quir&#x000fa;rgicos oncol&#x000f3;gicos cuya demora supusiera un riesgo inaceptable para el paciente. En la fase actual, es necesario retomar esa actividad que fue demorada unida a todos los procedimientos quir&#x000fa;rgicos, oncol&#x000f3;gicos o no, que se indican en la actividad de consultas.</p><p id="par0010">El objetivo de este art&#x000ed;culo es recoger las recomendaciones con la mayor evidencia cient&#x000ed;fica para garantizar la seguridad del paciente en estos procedimientos, as&#x000ed; como herramientas que ayuden en la selecci&#x000f3;n de pacientes teniendo en cuenta criterios de optimizaci&#x000f3;n de recursos, centr&#x000e1;ndonos en un &#x000e1;rea de la urolog&#x000ed;a que se ocupa de patolog&#x000ed;a no oncol&#x000f3;gica, la urolog&#x000ed;a funcional.</p></sec><sec id="sec0010"><title>M&#x000e9;todos</title><p id="par0015">Se ha realizado una revisi&#x000f3;n de la literatura existente y de las recomendaciones de la Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos (AEC), <italic>American College of Surgeons</italic> (ACS), <italic>American Urological Association</italic> (AUA), <italic>Royal College of Surgeons</italic> (RCS), <italic>European Association of Urology</italic> (EAU<italic>), Center for Disease Control and Prevention</italic> (CDC), <italic>National Health System</italic> (NHS) y de la Organizaci&#x000f3;n Mundial de la Salud (OMS) desde el 14 de marzo de 2020, fecha de la declaraci&#x000f3;n del estado de alarma en Espa&#x000f1;a, hasta la actualidad. Se ha recogido la informaci&#x000f3;n relativa a los criterios de demora de procedimientos quir&#x000fa;rgicos en urolog&#x000ed;a que necesariamente se produjo durante el pico de la pandemia, y los protocolos y recomendaciones existentes en el ciclo quir&#x000fa;rgico en la fase actual, desde el preoperatorio hasta el alta, y posibles herramientas que puedan resultar de ayuda para poder seleccionar de alguna manera los pacientes m&#x000e1;s adecuados a la hora de retomar la actividad quir&#x000fa;rgica en la actualidad en cirug&#x000ed;a urol&#x000f3;gica funcional.</p></sec><sec id="sec0015"><title>Resultados</title><p id="par0020">El NHS ingl&#x000e9;s fue el primero que public&#x000f3; una gu&#x000ed;a acerca de criterios de priorizaci&#x000f3;n quir&#x000fa;rgica a nivel general el 11 de abril de 2020<xref rid="bib0075" ref-type="bibr"><sup>1</sup></xref>. La EAU public&#x000f3; el 14 abril de 2020 sus recomendaciones. La novedad de estas gu&#x000ed;as es que no solo hablan de cirug&#x000ed;a sino tambi&#x000e9;n de diagn&#x000f3;stico y seguimiento, de una manera m&#x000e1;s detallada<xref rid="bib0080" ref-type="bibr"><sup>2</sup></xref>.</p><p id="par0025">El 28 de abril de 2020 se publica un documento de consenso de todas las asociaciones uroginecol&#x000f3;gicas americanas que recoge la AUA, que igualmente agrupa estas patolog&#x000ed;as por niveles<xref rid="bib0085" ref-type="bibr"><sup>3</sup></xref> (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
).<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Recomendaciones del NHS, EAU y AUA para procedimientos urol&#x000f3;gicos y uroginecol&#x000f3;gicos en el contexto de la pandemia por SARS-CoV-2</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">Niveles</th><th align="left">Demora</th><th align="left">Intervenciones</th></tr></thead><tbody><tr><td align="left">NHS</td><td align="left">1a</td><td align="left">Hasta 24&#x000a0;h</td><td align="left">Obstrucci&#x000f3;n renal con infecci&#x000f3;n, traumatismo renal/ureteral que requiere cirug&#x000ed;a abierta, traumatismo vesical que requiere cirug&#x000ed;a abierta, traumatismo genital/amputaci&#x000f3;n, gangrena de Fournier y hematuria que no cede con tratamiento conservador o produce inestabilidad hemodin&#x000e1;mica</td></tr><tr><td/><td align="left">1b</td><td align="left">Hasta 72&#x000a0;h</td><td align="left">Obstrucci&#x000f3;n del tracto urinario superior, litiasis renal que provoca dolor o empeoramiento de la funci&#x000f3;n renal, fractura pene e infecci&#x000f3;n pr&#x000f3;tesis pene/testicular /stent</td></tr><tr><td/><td align="left">2</td><td align="left">Hasta 4 semanas</td><td align="left">C&#x000e1;ncer testicular, pene, vesical, vesical m&#x000fa;sculo infiltrante o no m&#x000fa;sculo infiltrante de alto riesgo, renal, c&#x000e9;lulas transicionales del tracto urinario superior, retenci&#x000f3;n aguda de orina por esclerosis cuello vesical posprostatectom&#x000ed;a y sarcoma inguinoescrotal</td></tr><tr><td/><td align="left">3</td><td align="left">Hasta 3 meses</td><td align="left">C&#x000e1;ncer de pr&#x000f3;stata de riesgo alto e intermedio, cambios de cat&#x000e9;ter, investigaci&#x000f3;n de hematuria, c&#x000e1;ncer de vejiga de bajo riesgo no m&#x000fa;sculo invasivo y c&#x000e1;ncer de pene de bajo grado y lesiones premalignas</td></tr><tr><td/><td align="left">4</td><td align="left">M&#x000e1;s de 3 meses</td><td align="left">Patolog&#x000ed;a benigna femenina, androlog&#x000ed;a, tratamiento endourol&#x000f3;gico de litiasis no complicadas, c&#x000e1;ncer de pr&#x000f3;stata de bajo riesgo, masas renales peque&#x000f1;as, cirug&#x000ed;a benigna penoescrotal y cirug&#x000ed;a prost&#x000e1;tica por obstrucci&#x000f3;n del tracto urinario inferior</td></tr><tr><td align="left">EAU</td><td align="left">Emergencia</td><td align="left">No se puede demorar</td><td/></tr><tr><td/><td align="left">Prioridad alta</td><td align="left">Hasta 6 semanas</td><td/></tr><tr><td/><td align="left">Prioridad intermedia</td><td align="left">Hasta 3 meses</td><td/></tr><tr><td/><td align="left">Prioridad baja</td><td align="left">Hasta 6 meses</td><td align="left">Todos los procedimientos relacionados con la incontinencia urinaria son de prioridad baja a excepci&#x000f3;n de los que se sospeche una patolog&#x000ed;a oncol&#x000f3;gica subyacente y los pacientes con f&#x000ed;stulas que demoren un tratamiento oncol&#x000f3;gico</td></tr><tr><td align="left">AUA</td><td align="left">1</td><td align="left">Hasta 4 meses</td><td align="left">Cirug&#x000ed;as de la incontinencia urinaria, el prolapso, extrusiones de mallas asintom&#x000e1;ticas, neuromodulaci&#x000f3;n y diverticulectom&#x000ed;as</td></tr><tr><td/><td align="left">2</td><td align="left">Entre 4 y 12 semanas</td><td align="left">Reparaciones de f&#x000ed;stulas y las extrusiones de malla que causen infecci&#x000f3;n o dolor</td></tr><tr><td/><td align="left">3</td><td align="left">Hasta 4 semanas</td><td align="left">Intrusiones de una malla en una v&#x000ed;scera, un prolapso irreductible con pesario y que cause hidronefrosis, la micci&#x000f3;n obstruida despu&#x000e9;s de un sling suburetral y los prolapsos incarcerados</td></tr></tbody></table></table-wrap></p><p id="par0030">En este escenario cobra especial importancia la seguridad del paciente y la cirug&#x000ed;a segura, aspecto en el que lleva trabajando a&#x000f1;os la OMS<xref rid="bib0090" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0035">La AUA y el RCS han publicado las recomendaciones para la reanudaci&#x000f3;n de la actividad quir&#x000fa;rgica<xref rid="bib0095" ref-type="bibr">5</xref>, <xref rid="bib0100" ref-type="bibr">6</xref>. Resaltan la importancia de conocer la prevalencia e incidencia a nivel local, la capacidad de realizar PCR tanto a pacientes como a trabajadores sanitarios, disponibilidad de equipos de protecci&#x000f3;n, disponibilidad de recursos como camas de UVI o respiradores, la priorizaci&#x000f3;n de los procedimientos en funci&#x000f3;n de los recursos y asegurar unos cuidados seguros y de alta calidad.</p><p id="par0040">En esta l&#x000ed;nea el CDC recomienda estar preparados para detectar cualquier brote en la comunidad de una manera r&#x000e1;pida, proveer la atenci&#x000f3;n de la manera m&#x000e1;s segura posible minimizando las citas presenciales y realizar una expansi&#x000f3;n gradual de los servicios<xref rid="bib0105" ref-type="bibr"><sup>7</sup></xref>.</p><p id="par0045">La AEC ha expuesto 5 fases organizadas en funci&#x000f3;n de criterios objetivos como son el porcentaje de camas de hospitalizaci&#x000f3;n/UVI ocupadas por pacientes con SARS-CoV-2, la necesidad de realizar triaje en urgencias en pacientes con s&#x000ed;ntomas respiratorios, el impacto en los recursos y el impacto en la actividad quir&#x000fa;rgica. En funci&#x000f3;n de la fase en la que nos encontremos estar&#x000ed;an justificados determinados tipos de procedimientos<xref rid="bib0110" ref-type="bibr"><sup>8</sup></xref>.</p></sec><sec id="sec0020"><title>Discusi&#x000f3;n</title><p id="par0050">La pandemia por SARS-CoV-2 ha supuesto un reto para la identidad profesional m&#x000e9;dica ya que, como expertos en nuestros respectivos campos, estamos acostumbrados a conocer las respuestas, tenemos cierta capacidad de predicci&#x000f3;n, confiamos en rutinas y tenemos un sentimiento de competencia en lo que hacemos.</p><p id="par0055">Esta situaci&#x000f3;n ha tenido un comienzo inesperado que nos ha obligado a ir m&#x000e1;s despacio, produciendo sentimientos de temor (por los pacientes y por todo el equipo involucrado en su atenci&#x000f3;n) a los que hay que dar respuesta con coraje y reconociendo nuestras vulnerabilidades. Produce una incertidumbre a la que hay que responder desde el m&#x000e9;todo cient&#x000ed;fico y una sensaci&#x000f3;n de p&#x000e9;rdida de control a la que tenemos que dar respuesta desde el conocimiento m&#x000e9;dico.</p><p id="par0060">La pandemia ha provocado una infrautilizaci&#x000f3;n de los servicios m&#x000e9;dicos en pacientes con problemas urgentes y emergentes, generando una situaci&#x000f3;n en la que se crea una &#x000ab;segunda ola&#x000bb; de pacientes que necesitan atenci&#x000f3;n sanitaria de problemas no relacionados con SARS-CoV-2<xref rid="bib0115" ref-type="bibr">9</xref>, <xref rid="bib0120" ref-type="bibr">10</xref>, <xref rid="bib0125" ref-type="bibr">11</xref>.</p><p id="par0065">En la fase m&#x000e1;s aguda de la pandemia ha sido imprescindible reorganizar todos los recursos hospitalarios, tanto humanos como materiales, para atender pacientes con SARS-CoV-2, centr&#x000e1;ndose todas las respuestas en saber cu&#x000e1;nto pod&#x000ed;an demorarse los diferentes procedimientos quir&#x000fa;rgicos<xref rid="bib0075" ref-type="bibr">1</xref>, <xref rid="bib0080" ref-type="bibr">2</xref>, <xref rid="bib0085" ref-type="bibr">3</xref>.</p><p id="par0070">Sin embargo, en el momento actual los datos de la infecci&#x000f3;n han bajado significativamente, como podemos comprobar en la &#x000fa;ltima actualizaci&#x000f3;n del Ministerio de Sanidad y Consumo consultada para esta publicaci&#x000f3;n. En ella, en la Comunidad de Madrid se han registrado 59 casos que han requerido hospitalizaci&#x000f3;n y 7 casos que han requerido ingreso en UVI, siendo el incremento de casos confirmados del 0,1%<xref rid="bib0130" ref-type="bibr"><sup>12</sup></xref>.</p><p id="par0075">En este escenario ya no es suficiente seguir demorando procedimientos si la situaci&#x000f3;n hospitalaria lo permite en base a criterios objetivos como los que establece la AEC<xref rid="bib0110" ref-type="bibr"><sup>8</sup></xref>. Aunque obviamente los riesgos que se asumen con un paciente de operarse incubando el virus son altos<xref rid="bib0135" ref-type="bibr"><sup>13</sup></xref>, hay patolog&#x000ed;as ya demoradas y otras que producen un deterioro de la calidad de vida que hace que el paciente desee operarse, m&#x000e1;xime cuando no sabemos cu&#x000e1;nto durar&#x000e1; la pandemia o si habr&#x000e1; una segunda ola en oto&#x000f1;o que obligue a una nueva redistribuci&#x000f3;n de recursos con la necesaria demora de procedimientos no urgentes.</p><p id="par0080">Hay poca informaci&#x000f3;n en cuanto a criterios de selecci&#x000f3;n de la indicaci&#x000f3;n quir&#x000fa;rgica salvo la ya comentada de criterios de demora, pareci&#x000e9;ndonos interesante la clasificaci&#x000f3;n propuesta por Prachand et al.<xref rid="bib0140" ref-type="bibr"><sup>14</sup></xref> adoptada por la AEC. Dado que el t&#x000e9;rmino &#x000ab;cirug&#x000ed;a electiva&#x000bb; puede parecer que se refiere a una cirug&#x000ed;a &#x000ab;opcional&#x000bb;, propone la escala MeNTS, del ingl&#x000e9;s <italic>Medicaly Necessary, Time-Sensitive</italic>. Se refiere a la cirug&#x000ed;a como &#x000ab;actos medicamente necesarios&#x000bb; ya para poner en valor el uso de recursos &#x000ab;tiempo sensible&#x000bb;. Es una escala basada en 21 factores estructurados en 3 pilares: enfermedad subyacente, patolog&#x000ed;a respiratoria/SARS-CoV-2 y procedimiento quir&#x000fa;rgico, en el cual se obtiene una puntuaci&#x000f3;n que va de 21 a 105 puntos, no estando recomendado intervenir a un paciente por encima de una puntuaci&#x000f3;n de 57, por la mayor posibilidad de peores resultados, excesivo riesgo para el personal sanitario y excesivo riesgo de uso inadecuado de recursos.</p><p id="par0085">La revisi&#x000f3;n de esta metodolog&#x000ed;a nos parece interesante para usar en urolog&#x000ed;a funcional, dado que no solo se limita a demorar, tiene en cuenta patolog&#x000ed;as no oncol&#x000f3;gicas y puede servir como un criterio objetivo m&#x000e1;s en esta fase de la pandemia en la que nos encontramos.</p><p id="par0090">Independientemente de los criterios de selecci&#x000f3;n, es imprescindible, para reanudar la actividad quir&#x000fa;rgica, seguir todas las recomendaciones de la cirug&#x000ed;a segura de la OMS<xref rid="bib0090" ref-type="bibr"><sup>4</sup></xref> unidas a las de las diferentes sociedades m&#x000e9;dicas, como por ejemplo las de la ACS, que incide en &#x000ab;garantizar la seguridad, alta calidad, y la atenci&#x000f3;n quir&#x000fa;rgica de alto valor a lo largo de las 5 fases del proceso quir&#x000fa;rgico&#x000bb;<xref rid="bib0095" ref-type="bibr"><sup>5</sup></xref>. Estas fases son:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>-</label><p id="par0095">Preoperatorio:</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0100">considerar repetir estudios complementarios</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0105">identificar nuevas comorbilidades</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0110">realizar <italic>screening</italic> de s&#x000ed;ntomas o contactos con pacientes con infecci&#x000f3;n SARS-CoV-2</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0115">realizar PCR.</p></list-item><list-item id="lsti0030"><label>-</label><p id="par0120">Preoperatorio inmediato:</p></list-item><list-item id="lsti0035"><label>&#x02022;</label><p id="par0125">revisar todos los <italic>checklist</italic> quir&#x000fa;rgicos, anest&#x000e9;sicos y de enfermer&#x000ed;a para adaptarlos a la situaci&#x000f3;n.</p></list-item><list-item id="lsti0040"><label>-</label><p id="par0130">Intraoperatorio:</p></list-item><list-item id="lsti0045"><label>&#x02022;</label><p id="par0135">seguir las recomendaciones respecto a la intubaci&#x000f3;n</p></list-item><list-item id="lsti0050"><label>&#x02022;</label><p id="par0140">periodos de espera</p></list-item><list-item id="lsti0055"><label>&#x02022;</label><p id="par0145">uso de equipos de protecci&#x000f3;n</p></list-item><list-item id="lsti0060"><label>&#x02022;</label><p id="par0150">recogida de muestras.</p></list-item><list-item id="lsti0065"><label>-</label><p id="par0155">Posoperatorio:</p></list-item><list-item id="lsti0070"><label>&#x02022;</label><p id="par0160">adherencia a los protocolos establecidos para optimizar la estancia en el hospital y la eficiencia, disminuyendo las tasas de complicaciones.</p></list-item><list-item id="lsti0075"><label>-</label><p id="par0165">Al alta hospitalaria:</p></list-item><list-item id="lsti0080"><label>&#x02022;</label><p id="par0170">facilitar cuidados en el domicilio para minimizar situaciones que requieran reingreso.</p></list-item></list>
</p><p id="par0175">Las principales limitaciones que nos encontramos son la falta de informaci&#x000f3;n respecto a la urolog&#x000ed;a funcional, la precariedad de las publicaciones de esta etapa y la incertidumbre que genera en un futuro pr&#x000f3;ximo posibles rebrotes de la pandemia.</p><p id="par0180">En conclusi&#x000f3;n, una vez garantizada la continuidad asistencial en el momento de la pandemia, es necesario con estrictos criterios cient&#x000ed;ficos y de acuerdo a las diferentes sociedades m&#x000e9;dicas, realizar la adaptaci&#x000f3;n a la nueva realidad, maximizando la seguridad del paciente y de los profesionales. En este sentido, mientras los pacientes afectados por SARS-CoV-2 sigan bajando, estar&#x000e1; cada vez menos justificado demorar procedimientos. Asimismo, son necesarias herramientas que ayuden a la correcta selecci&#x000f3;n de pacientes &#x000ab;operables&#x000bb; como los de urolog&#x000ed;a funcional, que aunque presentan patolog&#x000ed;as benignas, afectan a la calidad de vida de los pacientes.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0075"><label>1</label><mixed-citation publication-type="other" id="oref0005">Coronavirus&#x000bb; Specialty guides [Internet] [consultado 23 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.england.nhs.uk/coronavirus/secondary-care/other-resources/specialty-guides/" id="intr0005">https://www.england.nhs.uk/coronavirus/secondary-care/other-resources/specialty-guides/#surgery</ext-link></mixed-citation></ref><ref id="bib0080"><label>2</label><mixed-citation publication-type="other" id="oref0010">Professionals S-O. COVID-19 Recommendations [Internet]. Uroweb [consultado 23 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://uroweb.org/guideline/covid-19-recommendations/?type=appendices-publications" id="intr0010">https://uroweb.org/guideline/covid-19-recommendations/?type=appendices-publications</ext-link></mixed-citation></ref><ref id="bib0085"><label>3</label><mixed-citation publication-type="other" id="oref0015">Joint Statement on Re-introduction of Hospital and Office-based Procedures in the COVID-19 Climate [Internet]. SGO; 2020 [consultado 23 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.sgo.org/clinical-practice/management/joint-statement-on-re-introduction-of-hospital-and-office-based-procedures-in-the-covid-19-climate/" id="intr0015">https://www.sgo.org/clinical-practice/management/joint-statement-on-re-introduction-of-hospital-and-office-based-procedures-in-the-covid-19-climate/</ext-link></mixed-citation></ref><ref id="bib0090"><label>4</label><mixed-citation publication-type="other" id="oref0020">OMS. La cirug&#x000ed;a segura salva vidas [Internet]. WHO. World Health Organization [consultado 23 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.who.int/patientsafety/safesurgery/es/" id="intr0020">http://www.who.int/patientsafety/safesurgery/es/</ext-link></mixed-citation></ref><ref id="bib0095"><label>5</label><mixed-citation publication-type="other" id="oref0025">Local Resumption of Elective Surgery Guidance [Internet]. American College of Surgeons; 17 Abr 2020 [consultado 23 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.facs.org/covid-19/clinical-guidance/resuming-elective-surgery" id="intr0025">https://www.facs.org/covid-19/clinical-guidance/resuming-elective-surgery</ext-link></mixed-citation></ref><ref id="bib0100"><label>6</label><mixed-citation publication-type="other" id="oref0030">sitecore\jpjadwat@rcseng.ac.uk. Recovery of surgical services during and after COVID-19 [Internet]. Royal College of Surgeons [consultado 23 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.rcseng.ac.uk/coronavirus/recovery-of-surgical-services/" id="intr0030">https://www.rcseng.ac.uk/coronavirus/recovery-of-surgical-services/</ext-link></mixed-citation></ref><ref id="bib0105"><label>7</label><mixed-citation publication-type="other" id="oref0035">CDC. Coronavirus Disease 2019 (COVID-19) [Internet]. Centers for Disease Control and Prevention; 2020 [consultado 24 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.cdc.gov/coronavirus/2019-ncov/hcp/framework-non-COVID-care.html" id="intr0035">https://www.cdc.gov/coronavirus/2019-ncov/hcp/framework-non-COVID-care.html</ext-link></mixed-citation></ref><ref id="bib0110"><label>8</label><mixed-citation publication-type="other" id="oref0040">Recomendaciones para la programaci&#x000f3;n de cirug&#x000ed;as durante la pandemia COVID-19 (16/05/20) aecirujanos.es [Internet] [consultado 24 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.aecirujanos.es/Recomendaciones-para-la-programacion-de-cirugias-durante-la-pandemia-COVID19-160520_es_116_518_0_345.html" id="intr0040">https://www.aecirujanos.es/Recomendaciones-para-la-programacion-de-cirugias-durante-la-pandemia-COVID19-160520_es_116_518_0_345.html</ext-link></mixed-citation></ref><ref id="bib0115"><label>9</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Metzler</surname><given-names>B.</given-names></name><name><surname>Siostrzonek</surname><given-names>P.</given-names></name><name><surname>Binder</surname><given-names>R.K.</given-names></name><name><surname>Bauer</surname><given-names>A.</given-names></name><name><surname>Reinstadler</surname><given-names>S.J.</given-names></name></person-group><article-title>Decline of acute coronary syndrome admissions in Austria since the outbreak of COVID-19: the pandemic response causes cardiac collateral damage</article-title><source>Eur Heart J [Internet]</source><year>2020</year><comment>[consultado 24 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7184486/" id="intr0045">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7184486/</ext-link></comment></element-citation></ref><ref id="bib0120"><label>10</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>De Filippo</surname><given-names>O.</given-names></name><name><surname>D&#x02019;Ascenzo</surname><given-names>F.</given-names></name><name><surname>Angelini</surname><given-names>F.</given-names></name><name><surname>Bocchino</surname><given-names>P.P.</given-names></name><name><surname>Conrotto</surname><given-names>F.</given-names></name><name><surname>Saglietto</surname><given-names>A.</given-names></name></person-group><article-title>Reduced rate of hospital admissions for ACS during COVID-19 outbreak in Northern Italy</article-title><source>N Engl J Med [Internet].</source><year>2020</year><comment>[consultado 24 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7224608/" id="intr0050">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7224608/</ext-link></comment></element-citation></ref><ref id="bib0125"><label>11</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Guo</surname><given-names>H.</given-names></name><name><surname>Zhou</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>X.</given-names></name><name><surname>Tan</surname><given-names>J.</given-names></name></person-group><article-title>The impact of the COVID-19 epidemic on the utilization of emergency dental services</article-title><source>J Dent Sci [Internet].</source><year>2020</year><comment>[consultado 24 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7156222/" id="intr0055">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7156222/</ext-link></comment></element-citation></ref><ref id="bib0130"><label>12</label><mixed-citation publication-type="other" id="oref0060">Ministerio de Sanidad, Consumo y Bienestar Social - Profesionales - Situaci&#x000f3;n actual Coronavirus [Internet]. [consultado 24 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/situacionActual.htm" id="intr0060">https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/situacionActual.htm</ext-link></mixed-citation></ref><ref id="bib0135"><label>13</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Ross</surname><given-names>G.L.</given-names></name></person-group><article-title>Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection. What are the implications for the commencement of elective surgery?</article-title><source>EClinicalMedicine [Internet].</source><year>2020</year><comment>[consultado 24 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7230137/" id="intr0065">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7230137/</ext-link></comment></element-citation></ref><ref id="bib0140"><label>14</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Prachand</surname><given-names>V.N.</given-names></name><name><surname>Milner</surname><given-names>R.</given-names></name><name><surname>Angelos</surname><given-names>P.</given-names></name><name><surname>Posner</surname><given-names>M.C.</given-names></name><name><surname>Fung</surname><given-names>J.J.</given-names></name><name><surname>Agrawal</surname><given-names>N.</given-names></name></person-group><article-title>Medically necessary time-sensitive procedures: scoring system to ethically and efficiently manage resource scarcity and provider risk during the COVID-19 pandemic</article-title><source>J Am Coll Surg.</source><year>2020</year></element-citation></ref></ref-list></back></article>