<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD v1.1 20151215//EN" "JATS-archivearticle1.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?properties open_access?><?DTDIdentifier.IdentifierValue -//NLM//DTD JATS (Z39.96) Journal Publishing DTD v1.1d1 20130915//EN?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName JATS-journalpublishing1.dtd?><?SourceDTD.Version 39.96?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Rev Esp Quimioter</journal-id><journal-id journal-id-type="iso-abbrev">Rev Esp Quimioter</journal-id><journal-id journal-id-type="publisher-id">Sociedad Espa&#x000f1;ola de Quimioterapia</journal-id><journal-title-group><journal-title>Revista Espa&#x000f1;ola de Quimioterapia</journal-title></journal-title-group><issn pub-type="ppub">0214-3429</issn><issn pub-type="epub">1988-9518</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Quimioterapia</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmid">30421881</article-id><article-id pub-id-type="publisher-id">revespquimioter-31-511</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original</subject></subj-group></article-categories><title-group><article-title>Descripci&#x000f3;n de la gripe B en las epidemias estacionales de Espa&#x000f1;a</article-title><trans-title-group xml:lang="en"><trans-title>Description of Influenza B in seasonal epidemics in Spain</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><name><surname>Ortiz de Lejarazu</surname><given-names>Ra&#x000fa;l</given-names></name><xref ref-type="aff" rid="aff0001">1</xref></contrib><contrib contrib-type="author"><name><surname>Domingo</surname><given-names>Javier D&#x000ed;ez</given-names></name><xref ref-type="aff" rid="aff0002">2</xref></contrib><contrib contrib-type="author"><name><surname>Gil de Miguel</surname><given-names>&#x000c1;ngel</given-names></name><xref ref-type="aff" rid="aff0003">3</xref></contrib><contrib contrib-type="author"><name><surname>Torres</surname><given-names>Federico Martin&#x000f3;n</given-names></name><xref ref-type="aff" rid="aff0004">4</xref><xref ref-type="aff" rid="aff0005">5</xref></contrib><contrib contrib-type="author"><name><surname>Quilo</surname><given-names>Carlos Guzm&#x000e1;n</given-names></name><xref ref-type="aff" rid="aff0006">6</xref></contrib><contrib contrib-type="author"><name><surname>Guill&#x000e9;n</surname><given-names>Jos&#x000e9; Mar&#x000ed;a</given-names></name><xref ref-type="aff" rid="aff0006">6</xref></contrib><contrib contrib-type="author"><name><surname>Piedrafita</surname><given-names>Blanca</given-names></name><xref ref-type="aff" rid="aff0007">7</xref></contrib><contrib contrib-type="author"><name><surname>Marguello</surname><given-names>Esther Redondo</given-names></name><xref ref-type="aff" rid="aff0008">8</xref></contrib><aff id="aff0001"><label>1</label>Centro Nacional de Gripe de Valladolid. Hospital Cl&#x000ed;nico Universitario de Valladolid. Valladolid (Espa&#x000f1;a)</aff><aff id="aff0002"><label>2</label>Fundaci&#x000f3;n para el Fomento de la Investigaci&#x000f3;n Sanitaria y Biom&#x000e9;dica de la Comunitat Valenciana (FISABIO). Valencia (Espa&#x000f1;a)</aff><aff id="aff0003"><label>3</label>Departamento de Medicina Preventiva y Salud P&#x000fa;blica. Universidad Rey Juan Carlos. Madrid (Espa&#x000f1;a)</aff><aff id="aff0004"><label>4</label>Servicio Pediatr&#x000ed;a, Hospital Cl&#x000ed;nico Universitario de Santiago. Santiago de Compostela (Espa&#x000f1;a)</aff><aff id="aff0005"><label>5</label>Grupo de Gen&#x000e9;tica, Infecciones y Vacunas en Pediatr&#x000ed;a (GENVIP), Instituto deInvestigaci&#x000f3;n Sanitaria de Santiago. Santiago de Compostela (Espa&#x000f1;a)</aff><aff id="aff0006"><label>6</label>Sanofi Espa&#x000f1;a. Madrid (Espa&#x000f1;a)</aff><aff id="aff0007"><label>7</label>Medical Statistics Consulting. Valencia (Espa&#x000f1;a)</aff><aff id="aff0008"><label>8</label>Centro de Salud Internacional Madrid Salud. Ayuntamiento de Madrid. Madrid (Espa&#x000f1;a)</aff></contrib-group><author-notes><corresp id="cor1">Correspondencia: Ra&#x000fa;l Ortiz de Lejarazu, Centro Nacional de Gripe de Valladolid. Hospital Cl&#x000ed;nico Universitario de Valladolid. Av. Ram&#x000f3;n y Cajal, 3, 47003 Valladolid. Tel: 983 42 00 00. E-mail: <email xlink:href="rortizdelejarazu@saludcastillayleon.es">rortizdelejarazu@saludcastillayleon.es</email></corresp></author-notes><pub-date pub-type="epub"><day>23</day><month>11</month><year>2018</year></pub-date><pub-date pub-type="ppub"><month>12</month><year>2018</year></pub-date><volume>31</volume><issue>6</issue><fpage>511</fpage><lpage>519</lpage><history><date date-type="received"><day>23</day><month>7</month><year>2018</year></date><date date-type="rev-request"><day>05</day><month>9</month><year>2018</year></date><date date-type="rev-recd"><day>06</day><month>9</month><year>2018</year></date><date date-type="accepted"><day>18</day><month>9</month><year>2018</year></date></history><permissions><copyright-statement>&#x000a9; The Author 2018</copyright-statement><copyright-year>2018</copyright-year><license license-type="open-access" xlink:href="https://creativecommons.org/licenses/by-nc/4.0/"><license-p>The article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International (CC BY-NC 4.0) (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by-nc/4.0/">https://creativecommons.org/licenses/by-nc/4.0/</ext-link>)</license-p></license></permissions><abstract><title>RESUMEN</title><sec id="s1"><title>Introducci&#x000f3;n</title><p>Las epidemias estacionales de gripe son una importante preocupaci&#x000f3;n de salud p&#x000fa;blica. Los virus responsables son el A y el B. El A tiene mayor protagonismo, pero el B causa enfermedad de caracter&#x000ed;sticas similares. Presenta dos linajes, B/Victoria y B/Yamagata, filogen&#x000e9;ticamente distintos, y solo uno est&#x000e1; presente en la vacuna trivalente de cada temporada.</p></sec><sec id="s2"><title>M&#x000e9;todos</title><p>Se revisaron los datos epidemiol&#x000f3;gicos del Sistema de Vigilancia de Gripe en Espa&#x000f1;a desde 2007 a 2017 para establecer la proporci&#x000f3;n relativa de cada tipo de virus y la caracterizaci&#x000f3;n de linajes de B en relaci&#x000f3;n a la composici&#x000f3;n de la vacuna trivalente.</p></sec><sec id="s3"><title>Resultados</title><p>La mediana de la proporci&#x000f3;n de B (2007-2017) fue 27,2% (0,7%-74,8%), la de A subtipo H3, 16,3% (0,4%-98,6%) y la de A-H1N1 pand&#x000e9;mico (20092017) 44,2% (0,1%-98,0%). Los linajes B cocircularon en 8/10 temporadas; hubo discordancia con la cepa B vacunal en 4/10. En Espa&#x000f1;a, el virus B fue dominante en 2007/08 y 2012/13. En al menos un tercio de las 10 epidemias revisadas se combin&#x000f3; dominancia/codominancia de gripe B y discordancia con el linaje vacunal.</p></sec><sec id="s4"><title>Conclusiones</title><p>La informaci&#x000f3;n epidemiol&#x000f3;gica disponible sobre gripe B esta menos recopilada en comparaci&#x000f3;n con la que se dispone sobre virus A. El virus de la gripe B es responsable de un importante n&#x000fa;mero de casos en casi todas las temporadas. El linaje B predominante en cada temporada es impredecible, pudiendo afectar a la protecci&#x000f3;n de la vacuna estacional. Los datos epidemiol&#x000f3;gicos espa&#x000f1;oles justifican los beneficios de una vacuna tetravalente con ambos linajes de virus B.</p></sec></abstract><trans-abstract xml:lang="en"><title>ABSTRACT</title><sec id="s5"><title>Introduction</title><p>Seasonal influenza epidemics are a major public health concern. They are caused by the influenza A and B viruses; although the A virus is more prominent, influenza B virus infection causes a disease with similar characteristics. There are two phylogenetically distinct influenza B lineages (B/Victoria and B/Yamagata), only one of which is present in the trivalent vaccine formulated each season.</p></sec><sec id="s6"><title>Methods</title><p>Epidemiological data from the Spanish Influenza Surveillance System for 2007 to 2017 were reviewed to establish the relative proportion of each type of virus and the characterization of the B lineages in relation to the composition of the trivalent vaccine.</p></sec><sec id="s7"><title>Results</title><p>The median proportion of B (2007-2017) was 27.2% (0.7%-74.8%) vs. 16.3% (0.4%-98.6%) for A-H3 and 44.2% (0.1%-98.0%) for pandemic A-H1N1 (20092017). The B lineages co-circulated in 8/10 seasons and there was mismatch with the B vaccine strain in 4/10 seasons. The B virus was dominant in 2007/08 and 2012/13 throughout Spain. There was a combination of dominance/codominance of influenza B and mismatch with the vaccine lineage in at least one third of epidemic seasons reviewed.</p></sec><sec id="s8"><title>Conclusions</title><p>Epidemiological information on influenza B has been less compiled in comparison with data on the A virus. Influenza virus type B is responsible for a significant number of cases in almost all seasons. The predominant B lineage in each season is unpredictable, affecting the protection conferred by the seasonal vaccine. Spanish epidemiological data support the rationale for a quadrivalent vaccine with both B virus lineages similarly to data from other settings.</p></sec></trans-abstract><kwd-group><title>Palabras clave</title><kwd>virus de la gripe</kwd><kwd>linajes B</kwd><kwd>discordancia</kwd><kwd>epidemiolog&#x000ed;a</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Influenza B virus</kwd><kwd>b lineage</kwd><kwd>divergence</kwd><kwd>epidemiology</kwd></kwd-group></article-meta></front><body><sec id="sec1"><title>INTRODUCCI&#x000d3;N</title><p>La gripe estacional es una de las preocupaciones de Salud P&#x000fa;blica en la actualidad a nivel global. Las epidemias anuales de gripe est&#x000e1;n originadas tanto por virus de tipo A como de tipo B. La Organizaci&#x000f3;n Mundial de la Salud (OMS) estima que aproximadamente 1.000 millones de personas se infectan anualmente en el mundo, de las cuales 290.000-650.000 fallecen a causa de esta enfermedad [<xref rid="cit0001" ref-type="bibr">1</xref>]. Habitualmente se presta m&#x000e1;s atenci&#x000f3;n al virus tipo A, entendiendo que globalmente su prevalencia es mayor y es el tipo de virus responsable de las pandemias. Su protagonismo en la literatura se ha visto favorecido porque fue una cepa de tipo A fue responsable de la pandemia de 2009 (H1N1pdm), unido a la mayor carga de enfermedad global que produce. Sin embargo, el virus tipo B tiene una prevalencia no despreciable [<xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0003" ref-type="bibr">3</xref>], mucho mayor que otros como C o D, y es responsable igualmente de cuadros cl&#x000ed;nicos importantes [<xref rid="cit0004" ref-type="bibr">4</xref>,<xref rid="cit0005" ref-type="bibr">5</xref>]. Algunos autores sit&#x000fa;an su incidencia, morbilidad, mortalidad y tasa de hospitalizaciones entre las de los subtipos de A H3N2 y H1N1 [<xref rid="cit0005" ref-type="bibr">5</xref>]. El cuadro cl&#x000ed;nico es similar entre la gripe A y la B, afectando el virus B con m&#x000e1;s frecuencia a los j&#x000f3;venes [<xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0004" ref-type="bibr">4</xref>]. La gripe B lleg&#x000f3; a ser causante de mayor mortalidad que la A en ni&#x000f1;os de Canad&#x000e1;, en un an&#x000e1;lisis de las temporadas 2004-2013 [<xref rid="cit0006" ref-type="bibr">6</xref>].</p><p>Los tipos A y B aparecen con frecuencia de forma simult&#x000e1;nea en cada temporada [<xref rid="cit0007" ref-type="bibr">7</xref>], y ambos se tienen en cuenta en la vacuna trivalente de uso actual en nuestro pa&#x000ed;s. Esta vacuna, de dise&#x000f1;o estacional, se formula bas&#x000e1;ndose en la epidemiolog&#x000ed;a registrada por una red de 144 Centros Nacionales en todo el mundo, encuadrados en el GISRS (<italic>Global Influenza Surveillance and Response System</italic>) sobre los virus gripales en la temporada anterior. La OMS emite las recomendaciones oficiales para la siguiente temporada del Hemisferio Norte y del Hemisferio Sur [<xref rid="cit0008" ref-type="bibr">8</xref>]. Hist&#x000f3;ricamente, esta conten&#x000ed;a en su formulaci&#x000f3;n dos cepas A (subtipos H1N1 y H3N2), y una de un linaje B. El virus de la gripe tipo B desarroll&#x000f3; divergencia gen&#x000e9;tica y antig&#x000e9;nica hace varias d&#x000e9;cadas que ha hecho que en la actualidad existan dos linajes gen&#x000e9;tica y antig&#x000e9;nicamente distintos: Victoria y Yamagata. Esto tiene consecuencias para la predicci&#x000f3;n de la cepa de virus B a incluir en la composici&#x000f3;n de la vacuna trivalente y, desde la temporada 2013-2014, la OMS incluye dos linajes B para vacunas tetravalentes. El virus B del linaje Yamagata fue el de mayor circulaci&#x000f3;n hasta la d&#x000e9;cada de los 80 pero, ahora ambos cocirculan en Espa&#x000f1;a y Europa [<xref rid="cit0009" ref-type="bibr">9</xref>] en diversa proporci&#x000f3;n [<xref rid="cit0010" ref-type="bibr">10</xref>]. La elecci&#x000f3;n del linaje en la vacuna trivalente no es trivial, pues o bien no existe protecci&#x000f3;n cruzada [<xref rid="cit0005" ref-type="bibr">5</xref>,<xref rid="cit0011" ref-type="bibr">11</xref>,<xref rid="cit0012" ref-type="bibr">12</xref>] o es considerablemente menor a la directa [<xref rid="cit0013" ref-type="bibr">13</xref>,<xref rid="cit0014" ref-type="bibr">14</xref>], es decir, la inmunidad frente a un linaje no necesariamente confiere protecci&#x000f3;n frente al otro. La experiencia publicada por diversos autores muestra gran dificultad para predecir qu&#x000e9; linaje B ser&#x000e1; el prevalente en cada estaci&#x000f3;n [<xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0010" ref-type="bibr">10</xref>,<xref rid="cit0011" ref-type="bibr">11</xref>,<xref rid="cit0015" ref-type="bibr">15</xref>-<xref rid="cit0019" ref-type="bibr">19</xref>] y el desacierto causa discordancia o <italic>mismatch</italic> entre la vacuna y el linaje B predominante, lo que tiene consecuencias en la protecci&#x000f3;n frente al tipo B que ofrece a la poblaci&#x000f3;n vacunada.</p><p>Todo ello justifica hacer un an&#x000e1;lisis del comportamiento epid&#x000e9;mico del virus de la gripe B en Espa&#x000f1;a en relaci&#x000f3;n con la vacuna recomendada cada temporada, que se aborda en este trabajo a partir de los informes de vigilancia de la gripe de Espa&#x000f1;a desde 2007 hasta 2017.</p></sec><sec id="sec2"><title>MATERIAL Y M&#x000c9;TODOS</title><p>Fuente de datos. Se han revisado y recopilado los datos publicados por los servicios de vigilancia epidemiol&#x000f3;gica de Espa&#x000f1;a. La principal fuente de los datos fue el Sistema de Vigilancia de Gripe en Espa&#x000f1;a (SVGE), cuyos informes semanales y anuales se han revisado desde la temporada 2007/2008 hasta la 2016/2017 [<xref rid="cit0020" ref-type="bibr">20</xref>]. En la web institucional del SVGE se puede acceder a una descripci&#x000f3;n minuciosa de la composici&#x000f3;n y funcionamiento del sistema [<xref rid="cit0021" ref-type="bibr">21</xref>,<xref rid="cit0022" ref-type="bibr">22</xref>]. Brevemente, el SVGE se sirve de la ayuda de diversas fuentes de informaci&#x000f3;n para ofrecer datos nacionales y de cada Comunidad Aut&#x000f3;noma (CA). Lo constituyen un grupo de expertos epidemi&#x000f3;logos y vir&#x000f3;logos de las CCAA, coordinados por el Centro Nacional de Epidemiolog&#x000ed;a (CNE) y el Centro Nacional de Microbiolog&#x000ed;a (CNM) y los tres Centros Nacionales de Gripe (Majadahonda, Barcelona y Valladolid) y por el Global Influenza Surveillance and Response System (GIRS) de la OMS. La recogida de datos epidemiol&#x000f3;gicos, signos y s&#x000ed;ntomas cl&#x000ed;nicos y muestras para diagn&#x000f3;stico de confirmaci&#x000f3;n de laboratorio la efect&#x000fa;a las redes centinela de m&#x000e9;dicos de Atenci&#x000f3;n Primaria, que participan de forma voluntaria, cumplen una serie de requisitos de poblaci&#x000f3;n m&#x000ed;nima cubierta (&#x0003e;1%) y representatividad de la poblaci&#x000f3;n espa&#x000f1;ola y utilizan una definici&#x000f3;n consensuada de gripe. Los periodos de vigilancia en temporadas invernales, que abarcan siempre desde la semana 40 de un a&#x000f1;o a la semana 20 del a&#x000f1;o siguiente. A partir de 2010 se estableci&#x000f3; la vigilancia interestacional.</p><p>La definici&#x000f3;n de caso de gripe es: aparici&#x000f3;n s&#x000fa;bita de los s&#x000ed;ntomas y, al menos, uno de los cuatro s&#x000ed;ntomas generales siguientes: fiebre o febr&#x000ed;cula, malestar general, cefalea, mialgia; y, al menos, uno de estos tres s&#x000ed;ntomas respiratorios: tos, dolor de garganta o disnea. Todo en ausencia de otra sospecha diagn&#x000f3;stica.</p><p>Para la vigilancia virol&#x000f3;gica de la enfermedad, el SVGE se sirve de la recogida de muestras de exudados nasal o far&#x000ed;ngeo, que se remiten al laboratorio colaborador de la red o a uno de los tres Centros Nacionales. La obtenci&#x000f3;n de muestras es sistem&#x000e1;tica, tomando muestras a los dos primeros casos que se presenten en la consulta centinela en la semana y cumplan los criterios de la definici&#x000f3;n. Si se confirma virol&#x000f3;gicamente el diagn&#x000f3;stico, se procede al subtipado del virus y la caracterizaci&#x000f3;n gen&#x000e9;tica de algunos casos. Los laboratorios informan tambi&#x000e9;n de los diagn&#x000f3;sticos positivos de gripe obtenidos de muestras de otras procedencias (hospitales, laboratorios, centros institucionales, etc.). Finalmente, se estima la tasa semanal de detecci&#x000f3;n viral. Esos datos se reflejan con regularidad en los informes semanales del SVGE.</p><p>Obtenci&#x000f3;n y manejo de los datos. En este estudio se han revisado los informes semanales y anuales para obtener datos de gripe A, B en Espa&#x000f1;a durante 10 temporadas consecutivas de gripe de 2007 a 2017. La presencia de gripe C no se ha tenido en cuenta en las figuras ya que es muy escasa (&#x0003c;0.1% en la mayor&#x000ed;a de las temporadas). Se han considerado por separado los subtipos de virus tipo A H1 prepand&#x000e9;mico, H3 y el subtipo pand&#x000e9;mico H1N1pdm. Los datos de virus A no subtipados (ANS en los informes del SVGE) se han asimilado en cada temporada de forma proporcional a H1/H1pdm o H3 seg&#x000fa;n la incidencia de cada uno en dicha temporada.</p><p>En relaci&#x000f3;n con la asignaci&#x000f3;n de discordancia entre el linaje B mayoritario circulante y el incluido en las vacunas trivalentes, se ha asumido cuando &#x02265;75% de las cepas de gripe B caracterizadas fueron de linaje distinto al de la vacuna estacional.</p></sec><sec id="sec3"><title>RESULTADOS</title><p>El SVGE ha experimentado desde 2007 un leve aumento en la poblaci&#x000f3;n vigilada, que actualmente supera el mill&#x000f3;n de habitantes. Esta cifra se ha mantenido m&#x000e1;s o menos estable en los &#x000fa;ltimos 10 a&#x000f1;os, siempre por encima del 2% de la poblaci&#x000f3;n espa&#x000f1;ola (2.42% en la actualidad).</p><p>En la <xref rid="t0001" ref-type="table">tabla 1</xref> se resume la identificaci&#x000f3;n de virus predominante en cada temporada epid&#x000e9;mica por CCAA, donde destaca la predominancia o codominancia de B en diversos territorios seg&#x000fa;n temporadas. En general existen pocas discrepancias en la relaci&#x000f3;n cualitativa de dominancia de tipos y subtipos entre territorios, pero hay solo dos temporadas (la de aparici&#x000f3;n del subtipo pand&#x000e9;mico y la temporada 2016/17) en las que la que hay unanimidad entre todas las CCAA. En las ocho temporadas restantes hay 41 registros (22,2%) con discordancia parcial o total respecto a la estimaci&#x000f3;n global de Espa&#x000f1;a. De ellos, en 26 se debe a la predominancia o codominancia de B, mientras que para el tipo A por CCAA solo ocurre con el subtipo H3 en la temporada 2013/14.</p><table-wrap id="t0001" orientation="portrait" position="float"><label>Tabla 1</label><caption><p>Virus dominante o codominante en cada temporada epid&#x000e9;mica por comunidades y a nivel nacional de 2007 a 2017, seg&#x000fa;n consta en el SVGE.</p></caption><table frame="hsides" rules="groups"><thead valign="bottom"><tr><th align="left" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">2007/08</th><th align="center" rowspan="1" colspan="1">2008/09</th><th align="center" rowspan="1" colspan="1">2009/10</th><th align="center" rowspan="1" colspan="1">2010/11</th><th align="center" rowspan="1" colspan="1">2011/12</th><th align="center" rowspan="1" colspan="1">2012/13</th><th align="center" rowspan="1" colspan="1">2013/14</th><th align="center" rowspan="1" colspan="1">2014/15</th><th align="center" rowspan="1" colspan="1">2015/16</th><th align="center" rowspan="1" colspan="1">2016/17</th></tr></thead><tbody valign="bottom"><tr><td align="left" rowspan="1" colspan="1">Andaluc&#x000ed;a</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Arag&#x000f3;n</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Asturias</td><td align="center" rowspan="1" colspan="1">A(NS)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Baleares</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Canarias</td><td align="center" rowspan="1" colspan="1">B/A(NS)</td><td align="center" rowspan="1" colspan="1">A(NS)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B/A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Cantabria</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Castilla-La Mancha</td><td align="center" rowspan="1" colspan="1">A(H1)</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Castilla y Le&#x000f3;n</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Catalu&#x000f1;a</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(NS)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">C. Valenciana</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">B/A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">C. Madrid</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B/A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Extremadura</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B/A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Galicia<xref ref-type="table-fn" rid="tf1-1"><sup>a</sup></xref></td><td align="center" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B/A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Murcia<xref ref-type="table-fn" rid="tf1-1"><sup>a</sup></xref></td><td align="center" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1"/></tr><tr><td align="left" rowspan="1" colspan="1">Navarra</td><td align="center" rowspan="1" colspan="1">B/A(H1)</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Pa&#x000ed;s Vasco</td><td align="center" rowspan="1" colspan="1">B/A(H1)</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">La Rioja</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Ceuta</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(NS)</td><td align="center" rowspan="1" colspan="1">B/A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B/A(NS)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Melilla</td><td align="center" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/B</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B/A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr><tr><td align="left" rowspan="1" colspan="1">Espa&#x000f1;a</td><td align="center" rowspan="1" colspan="1">A(H1)/B</td><td align="center" rowspan="1" colspan="1">A(H3)/B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">B</td><td align="center" rowspan="1" colspan="1">A(H1)pdm/A(H3)</td><td align="center" rowspan="1" colspan="1">A(H3)</td><td align="center" rowspan="1" colspan="1">A(H1)pdm</td><td align="center" rowspan="1" colspan="1">A(H3)</td></tr></tbody></table><table-wrap-foot><fn><p>SVGE = Sistema de Vigilancia de Gripe en Espa&#x000f1;a</p></fn><fn id="tf1-1"><label>a</label><p>Murcia y Galicia no tienen una red de vigilancia incorporada al SVGE. Los datos que se muestran en estas filas se han obtenido de los informes auton&#x000f3;micos anuales (<ext-link ext-link-type="uri" xlink:href="https://www.murciasalud.es/pagina.php?id=283139&#x00026;idsec=1074">https://www.murciasalud.es/pagina.php?id=283139&#x00026;idsec=1074</ext-link>; <ext-link ext-link-type="uri" xlink:href="https://www.sergas.es/Saude-publica/Informes-finais-das-tempadas-anteriores">https://www.sergas.es/Saude-publica/Informes-finais-das-tempadas-anteriores</ext-link>)</p></fn><fn><p>Leyenda: Tipo(subtipo), pdm: cepa de la pandemia de 2009; A(NS): virus tipo A no subtipado. El virus B no ha aparece identificado por linajes en los informes.</p></fn></table-wrap-foot></table-wrap><p>En el registro desde 2007 (semana 40) a 2017 (semana 20) se observa una importante variabilidad en la incidencia m&#x000e1;xima de gripe en cada una de las temporadas, siendo la m&#x000e1;s alta la registrada durante la pandemia de gripe A(H1N1) de 2009/10 (<xref ref-type="fig" rid="f0001">figura 1</xref>). Aunque la duraci&#x000f3;n y el perfil de las epidemias estacionales son parecidas, la proporci&#x000f3;n de casos de cada tipo y subtipo de virus es variable dentro de cada temporada, y su distribuci&#x000f3;n var&#x000ed;a con las semanas en cada epidemia. El virus B tuvo una proporci&#x000f3;n dominante en 2007/08 y 2012/13. En cinco de las diez temporadas, el virus B aparece con mayor presencia en la segunda parte de la epidemia. Este hecho es especialmente apreciable en las &#x000fa;ltimas semanas de las temporadas 2008/09, 2010/11 y 2015/16. La detecci&#x000f3;n del virus B fue m&#x000ed;nima en las temporadas 2013/14 y en la de 2016/17; as epidemias estacionales m&#x000e1;s cortas.</p><fig id="f0001" orientation="portrait" position="float"><label>Figura 1</label><caption><p>Detecciones de gripe por tipo/subtipo de virus en las temporadas (semana 40 a semana 20) desde 2007 a 2017. Los casos de A no subtipados (ANS) se han asimilado a los subtipos de A caracterizados seg&#x000fa;n su proporci&#x000f3;n de incidencia en cada temporada. B no se subdivide en linajes por no estar identificados en los informes de la SVGE. No se incluyen las detecciones de C, muy escasas (ver figura 2). AH1pdm: cepa pand&#x000e9;mica de AH1 de 2009</p></caption><graphic xlink:href="revespquimioter-31-511-g001"/></fig><p>En la <xref ref-type="fig" rid="f0002">figura 2</xref> se muestra en forma de distribuci&#x000f3;n porcentual cu&#x000e1;l ha sido la contribuci&#x000f3;n del virus de la gripe B en el periodo analizado, en relaci&#x000f3;n con el resto de los tipos y subtipos de gripe. Aparece alineada con las detecciones totales durante el periodo estacional de vigilancia epid&#x000e9;mica. Representa m&#x000e1;s de la mitad en la temporada 2007/08 y tres cuartas partes de todos los casos detectados en 2012/13. La mediana de la proporci&#x000f3;n de casos de gripe B en los &#x000fa;ltimos 10 a&#x000f1;os (2007-2017) fue de 27.2% (rango 0.7% [en 2009/10] &#x02013; 74.8% [en 2012/13]), frente a <xref rid="cit0018" ref-type="bibr">18</xref>.3% (rango 0.4% [2009/10]-98.4% [2016/17]) de AH3, en ese mismo periodo, y 43.4% (rango 0.2% [2011/12]-98.4% [2009/10]) de AH1N1pdm desde 2009 (a&#x000f1;o de aparici&#x000f3;n) a 2017. El subtipo AH1 prepand&#x000e9;mico ha desaparecido desde la pandemia de 2009 (<xref ref-type="fig" rid="f0002">figura 2</xref>). En la informaci&#x000f3;n semanal proporcionada por el SVGE de los datos de detecciones por temporada no hay diferenciaci&#x000f3;n de la gripe B por linajes, por lo que se muestra la informaci&#x000f3;n segregada solo de los subtipos de A y el tipo B.</p><fig id="f0002" orientation="portrait" position="float"><label>Figura 2</label><caption><p>Proporci&#x000f3;n de carga de cada tipo/subtipo de virus en cada temporada. En la tabla, el n&#x000fa;mero de detecciones en las temporadas 2009/10 y 2010/11 se han estimado a partir de las detecciones totales del a&#x000f1;o y los porcentajes de los informes. Los casos de A no subtipados (ANS) se han asimilado a los subtipos de A caracterizados seg&#x000fa;n su proporci&#x000f3;n de incidencia en cada temporada. Para mayor claridad, solo se etiquetan los bloques que representan al menos un 1%. AH1pdm: cepa pand&#x000e9;mica de AH1 de 2009</p></caption><graphic xlink:href="revespquimioter-31-511-g002"/></fig><p>En relaci&#x000f3;n con la distribuci&#x000f3;n por temporada de la proporci&#x000f3;n de uno u otro linaje de B (<xref ref-type="fig" rid="f0003">figura 3</xref>), es la caracterizaci&#x000f3;n virol&#x000f3;gica de cada a&#x000f1;o (realizada en unos centenares de muestras) lo que permite estimar la distribuci&#x000f3;n aproximada de los linajes de B en cada temporada y su coincidencia o no con el linaje seleccionado para la composici&#x000f3;n de la vacuna trivalente de cada a&#x000f1;o. En todas las temporadas analizadas hubo casos confirmados de gripe B y en todas se detectaron casos de gripe B de linaje discordante, exceptuando la temporada pand&#x000e9;mica. Aplicando estrictamente el criterio del 75% para asignar discordancia, esta se produjo en 4 de las 10 temporadas. Teniendo en cuenta la incidencia mostrada en la <xref ref-type="fig" rid="f0002">figura 2</xref>, en tres de las epidemias estacionales con discordancia (2007/08, 2012/13 y 2015/16) la proporci&#x000f3;n de detecciones de gripe B supuso m&#x000e1;s de la tercera parte de los casos totales detectados en la epidemia (53.3%, 74.8% y 31.5%, respectivamente), con una proporci&#x000f3;n particularmente alta en la temporada 2012/13.</p><fig id="f0003" orientation="portrait" position="float"><label>Figura 3</label><caption><p>Linajes de virus B circulantes en cada temporada seg&#x000fa;n la caracterizaci&#x000f3;n virol&#x000f3;gica del SVGE (arriba) y discordancia de linaje de los virus caracterizados respecto al seleccionado en la composici&#x000f3;n de la vacuna (abajo)</p></caption><graphic xlink:href="revespquimioter-31-511-g003"/></fig></sec><sec id="sec4"><title>DISCUSI&#x000d3;N</title><p>Los datos ofrecidos por el sistema m&#x000e1;s acreditado de vigilancia de gripe en Espa&#x000f1;a muestran c&#x000f3;mo en todas las temporadas se dan casos producidos por el tipo B y su distribuci&#x000f3;n dista de ser homog&#x000e9;nea incluso a nivel nacional. Estas caracter&#x000ed;sticas en el comportamiento de B hacen necesario recopilar la contribuci&#x000f3;n de este virus en las epidemias estacionales de gripe, aspecto para tener en cuenta especialmente por la existencia de vacunas tetravalentes con los dos linajes de virus B. Una de las primeras conclusiones que se extraen de este trabajo es que, tanto en el periodo pand&#x000e9;mico como en el postpand&#x000e9;mico, se detectan casos cl&#x000ed;nicos de gripe B en todas las epidemias estacionales. La proporci&#x000f3;n es importante, y por ello es evidente que el peor escenario es aquel en que el tipo de gripe dominante en la temporada es el B con discordancia del linaje respecto a la vacuna en m&#x000e1;s del 75%. Esa &#x0201c;<italic>tormenta perfecta</italic>&#x0201d; para ineficacia vacunal se observ&#x000f3; en la epidemia de 2007/08 (97% discordancia y 53% de gripe B) y en menor medida en la de 2015/16 (96% discordancia y 32% de gripe B), habi&#x000e9;ndose comunicado situaciones similares en otros pa&#x000ed;ses [<xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0011" ref-type="bibr">11</xref>,<xref rid="cit0018" ref-type="bibr">18</xref>,<xref rid="cit0019" ref-type="bibr">19</xref>]. Otra epidemia estacional afectada hasta cierto punto por la cocirculaci&#x000f3;n de linajes B, con un destacable alto porcentaje de discordancia y proporci&#x000f3;n de casos B fue la de 2012/13 (17% discordancia y 75% de gripe B). A este respecto en la temporada 2017/18 (datos no incluidos en este art&#x000ed;culo) se ha observado un comportamiento similar con elevada predominancia de B y discordancia importante [<xref rid="cit0020" ref-type="bibr">20</xref>]. Estos datos muestran como, la formulaci&#x000f3;n de las vacunas de gripe tiene una incertidumbre extra en el caso de las vacunas trivalentes. Al menos en una tercera parte de las epidemias se produce una combinaci&#x000f3;n importante de casos de gripe B y discordancia con el linaje vacunal incluido en las vacunas trivalentes. Por otra parte, la gripe B est&#x000e1; presente en todas las temporadas y se desconoce de antemano cu&#x000e1;l ser&#x000e1; su prevalencia.</p><p>Existe escasa informaci&#x000f3;n compilada sobre la representaci&#x000f3;n de la gripe B, tanto en la literatura nacional como internacional, y en particular si se compara con los estudios sobre gripe A; este hecho ha sido ya se&#x000f1;alado por distintos autores [<xref rid="cit0005" ref-type="bibr">5</xref>,<xref rid="cit0023" ref-type="bibr">23</xref>]. El informe <italic>Global Influenza B Study</italic> (GIBS), publicado en 2015, recopil&#x000f3; informaci&#x000f3;n de 26 pa&#x000ed;ses desde 2000 a 2013. En &#x000e9;l se destacaba la consideraci&#x000f3;n que merece este tipo de virus [<xref rid="cit0024" ref-type="bibr">24</xref>], pero la informaci&#x000f3;n sobre Espa&#x000f1;a no estaba incluida. En este trabajo se aportan m&#x000e1;s datos compilados, para resumir la contribuci&#x000f3;n del virus B en el conjunto de casos de nuestro pa&#x000ed;s y su participaci&#x000f3;n en la g&#x000e9;nesis y evoluci&#x000f3;n de las epidemias estacionales de gripe, completando uno previo con datos hasta 2013 [<xref rid="cit0003" ref-type="bibr">3</xref>].</p><p>El SVGE es un sistema similar al de otros pa&#x000ed;ses europeos y la informaci&#x000f3;n recopilada es representativa de la situaci&#x000f3;n nacional, pero ciertos aspectos no ofrecen informaci&#x000f3;n en tiempo real ni global. Algunas CCAA. como Galicia y Murcia, vigilan la gripe a nivel auton&#x000f3;mico, pero no cuentan con una red acorde con los requisitos del SVGE y por ello no incluyen sus datos en los informes nacionales. Los datos facilitados en la <xref rid="t0001" ref-type="table">tabla 1</xref> para estas comunidades se extrajeron de sus informes auton&#x000f3;micos; sus datos coinciden en general con los globales a nivel nacional. Es importante se&#x000f1;alar que la dominancia de un tipo o subtipo de gripe tiene excepciones geogr&#x000e1;ficas en todas las epidemias estacionales de gripe en Espa&#x000f1;a. Este dato realza la importancia sobre la predicci&#x000f3;n del tipo B. As&#x000ed; en la temporada 2010/11, inmediatamente posterior a la pand&#x000e9;mica y con dominancia del subtipo A(H1) en toda Espa&#x000f1;a, tres CC.AA. y las ciudades aut&#x000f3;nomas declararon dominancia tambi&#x000e9;n del virus B (<xref rid="t0001" ref-type="table">tabla 1</xref>). Sucedi&#x000f3; lo mismo en la epidemia de 2011/12 en La Rioja, con dominancia de B y A(H3) cuando en el resto de Espa&#x000f1;a fue A(H3). A destacar que la discordancia de aquella temporada para B fue del 85%.</p><p>Una de las debilidades de este trabajo deriva de la menor caracterizaci&#x000f3;n de la gripe B en comparaci&#x000f3;n con el subtipado de gripe A. Adem&#x000e1;s, la identificaci&#x000f3;n de los linajes de B, que tiene importancia al analizar la eficacia de la vacuna estacional, se ve limitada por el hecho de disponer &#x000fa;nicamente de los datos de caracterizaci&#x000f3;n virol&#x000f3;gica finales, y no de los de las detecciones semanales o anuales, lo cual limita la profundidad de la informaci&#x000f3;n presentada.</p><p>Este estudio pone de relieve que la carga de enfermedad causada por virus B es comparable a la de los diferentes subtipos de A y merecedora de ser tenida en cuenta desde la perspectiva de carga de enfermedad. Cuando se examina el conjunto de temporadas aqu&#x000ed; recopiladas, dos de ellas previas a la pandemia de AH1N1pdm y siete postpand&#x000e9;micas; la gripe B supuso de mediana el 27,2% de los casos notificados. Este porcentaje es ligeramente superior a la mayor&#x000ed;a de pa&#x000ed;ses del GIBS [<xref rid="cit0024" ref-type="bibr">24</xref>], en el que se reporta una mediana de 22.6%, y al 23.7% notificado en Francia entre 2003 y 2013 [<xref rid="cit0002" ref-type="bibr">2</xref>]. La informaci&#x000f3;n aqu&#x000ed; recopilada es de acceso libre en los informes del SVGE (<ext-link ext-link-type="uri" xlink:href="http://vgripe.isciii.es">http://vgripe.isciii.es</ext-link>), aunque ah&#x000ed; no se presente de forma uniforme y en formato accesible para los profesionales sanitarios m&#x000e1;s directamente interesados en la detecci&#x000f3;n y vacunaci&#x000f3;n de la gripe estacional.</p><p>La aparici&#x000f3;n de uno u otro linaje B en cada temporada es impredecible, y no es igual aun dentro de la misma geograf&#x000ed;a espa&#x000f1;ola. El virus B al igual que otros microorganismos no reconoce fronteras. La divergencia entre el linaje B formulado para la vacuna trivalente de una temporada y el linaje que finalmente predomina puede sufrir variaciones importantes de un pa&#x000ed;s a otro en incluso, como demuestra este art&#x000ed;culo, dentro del mismo pa&#x000ed;s, con consecuencias respecto a la protecci&#x000f3;n que confiere la vacuna [<xref rid="cit0010" ref-type="bibr">10</xref>,<xref rid="cit0017" ref-type="bibr">17</xref>,<xref rid="cit0025" ref-type="bibr">25</xref>]. Se ha descrito aproximadamente un 25% de divergencia entre los pa&#x000ed;ses del hemisferio norte [<xref rid="cit0024" ref-type="bibr">24</xref>]. Este fen&#x000f3;meno ha sucedido 4 veces en Espa&#x000f1;a en los &#x000fa;ltimos diez a&#x000f1;os, si para la discordancia se considera un umbral del 75%, y ha tenido lugar en tres temporadas de las seis en las que el virus de la gripe B fue identificado en m&#x000e1;s del 25% de los diagn&#x000f3;sticos totales de gripe. El linaje Yamagata y el Victoria cocirculan frecuentemente, ya que en esta serie de diez epidemias de gripe (incluida la de aparici&#x000f3;n pand&#x000e9;mica), se ha demostrado circulaci&#x000f3;n de los dos linajes de virus B en ocho de ellas. Dicha cocirculaci&#x000f3;n tiene su importancia, debido a la extraordinaria morbilidad de la gripe estacional. Si se toma como media un 5-10% de afectaci&#x000f3;n de la poblaci&#x000f3;n en las epidemias estacionales, un 1% de proporci&#x000f3;n de virus B en la circulaci&#x000f3;n estacional podr&#x000ed;a suponer entre veinte a cuarenta mil casos para Espa&#x000f1;a.</p><p>Los datos de nuestro pa&#x000ed;s apoyan la necesidad de valorar la sustituci&#x000f3;n de las actuales vacunas trivalentes por vacunas tetravalentes [<xref rid="cit0005" ref-type="bibr">5</xref>,<xref rid="cit0011" ref-type="bibr">11</xref>,<xref rid="cit0012" ref-type="bibr">12</xref>,<xref rid="cit0016" ref-type="bibr">16</xref>,<xref rid="cit0025" ref-type="bibr">25</xref>-<xref rid="cit0029" ref-type="bibr">29</xref>] que incluyan dos linajes de B junto con los dos subtipos de A seleccionados por la OMS [<xref rid="cit0030" ref-type="bibr">30</xref>] (<xref rid="t0002" ref-type="table">tabla 2</xref>). En los a&#x000f1;os estudiados en este trabajo, el virus B fue identificado en 12.000 de los 61.700 casos informados al SVGE (19,5%), siendo discordante con el incluido en la vacuna trivalente en 4 temporadas. Las vacunas tetravalentes mejoran sustancialmente la probabilidad de protecci&#x000f3;n en los individuos vacunados, limitando la aparici&#x000f3;n de casos debidos a la impredecibilidad del linaje B o a la cocirculaci&#x000f3;n de ambos linajes.</p><table-wrap id="t0002" orientation="portrait" position="float"><label>Tabla 2</label><caption><p>Conceptos clave</p></caption><table frame="hsides" rules="groups"><tbody valign="bottom"><tr><td align="left" rowspan="1" colspan="1">
<list list-type="bullet"><list-item><p>La gripe B est&#x000e1; presente en todas las temporadas y se desconoce de antemano cu&#x000e1;l ser&#x000e1; su prevalencia.</p></list-item><list-item><p>El linaje de B predominante en cada temporada es impredecible. En al menos 1/3 de las epidemias se produce una combinaci&#x000f3;n significativa de alta incidencia de gripe B y discordancia con el linaje de la cepa incluida en las vacunas trivalentes.</p></list-item><list-item><p>La discordancia afecta a la protecci&#x000f3;n que confiere la vacuna trivalente dise&#x000f1;ada en cada estaci&#x000f3;n, que contiene una &#x000fa;nica cepa de uno de los dos linajes, debido a la falta de protecci&#x000f3;n cruzada por las diferencias gen&#x000e9;ticas de los linajes de B.</p></list-item><list-item><p>Los datos epidemiol&#x000f3;gicos espa&#x000f1;oles apoyan los futuros beneficios de una vacuna tetravalente con ambos linajes de virus B.</p></list-item></list>
</td></tr></tbody></table></table-wrap></sec></body><back><ack><title>AGRADECIMIENTOS</title><p>Los autores agradecen los esfuerzos de vigilancia del SVGE, su red de m&#x000e9;dicos centinela y centros implicados, cuyos datos p&#x000fa;blicos han servido para realizar esta recopilaci&#x000f3;n y valoraci&#x000f3;n.</p></ack><sec sec-type="COI-statement"><title>CONFLICTOS DE INTERESES</title><p>ROL ha percibido honorarios por ponencias y consultor&#x000ed;a cient&#x000ed;fica de Sanofi Pasteur, GlaxoSmithKline, y Seqirus. JDD ha percibido honorarios por ponencias y consultor&#x000ed;a cient&#x000ed;fica de Sanofi Pasteur y Seqirus. AGM ha percibido honorarios por ponencias y consultor&#x000ed;a cient&#x000ed;fica de Sanofi Pasteur, GlaxoSmithKline, Merck Sharp and Dohme y Pfizer. FMT y o su instituci&#x000f3;n han recibido honorarios por proyectos de investigaci&#x000f3;n, consultor&#x000ed;a y/o ponencias de Sanofi Pasteur, GlaxoSmithKline, Merck Sharp and Dohme, Pfizer, Astra, Janssen, Seqirus y Ablynx. CGQ y JMG son empleados de Sanofi Pasteur. BP no tiene conflictos de intereses que declarar. ERM ha percibido honorarios por ponencias y consultor&#x000ed;a cient&#x000ed;fica, as&#x000ed; como becas de asistencia a congresos de Sanofi Pasteur, GlaxoSmithKline, Merck Sharp and Dohme y Pfizer.</p></sec><sec><title>FINANCIACI&#x000d3;N</title><p>Sanofi ha promovido el desarrollo de este trabajo financiando los servicios de medical Writing y facilitando las reuniones entre los autores. Los autores han desarrollado y consensuado el contenido con independencia de la fuente de financiaci&#x000f3;n.</p></sec><ref-list id="references"><title>REFERENCIAS</title><ref id="cit0001"><label>1</label><mixed-citation publication-type="web"><person-group person-group-type="author"><collab>Organizaci&#x000f3;n Mundial de la Salud</collab></person-group>
<source>Cada a&#x000f1;o, hasta 650.000 personas mueren por enfermedades respiratorias relacionadas con la gripe estacional [Internet]</source>. <year>2017</year>
<comment>[&#x000da;ltimo acceso: enero 2018]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.who.int/mediacentre/news/releases/2017/seasonal-flu/es/">http://www.who.int/mediacentre/news/releases/2017/seasonal-flu/es/</ext-link></comment>.</mixed-citation></ref><ref id="cit0002"><label>2</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Mosnier</surname><given-names>A</given-names></name>, <name name-style="western"><surname>Daviaud</surname><given-names>I</given-names></name>, <name name-style="western"><surname>Casalegno</surname><given-names>JS</given-names></name>, <name name-style="western"><surname>Ruetsch</surname><given-names>M</given-names></name>, <name name-style="western"><surname>Burugorri</surname><given-names>C</given-names></name>, <name name-style="western"><surname>Nauleau</surname><given-names>E</given-names></name>, <etal>et al</etal></person-group>
<article-title>Influenza B burden during seasonal influenza epidemics in France</article-title>. <source>M&#x000e9;decine et Maladies Infectieuses</source>. <year>2017</year>;<volume>47</volume>(<issue>1</issue>):<fpage>11</fpage>-<lpage>7</lpage>. DOI: <pub-id pub-id-type="doi">10.1016/j.medmal.2016.11.006</pub-id>.<pub-id pub-id-type="pmid">28062245</pub-id></mixed-citation></ref><ref id="cit0003"><label>3</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Eiros-Bouza</surname><given-names>JM</given-names></name>, <name name-style="western"><surname>Perez-Rubio</surname><given-names>A</given-names></name></person-group>
<article-title>Impacto del virus gripal tipo B y divergencia con la cepa B incluida en la vacuna antigripal en Espa&#x000f1;a</article-title>. <source>Rev Esp Quimioter</source>. <year>2015</year>;<volume>28</volume>(<issue>1</issue>):<fpage>39</fpage>-<lpage>46</lpage>. PMID: <?supplied-pmid 25690144?><pub-id pub-id-type="pmid">25690144</pub-id></mixed-citation></ref><ref id="cit0004"><label>4</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Irving</surname><given-names>SA</given-names></name>, <name name-style="western"><surname>Patel</surname><given-names>DC</given-names></name>, <name name-style="western"><surname>Kieke</surname><given-names>BA</given-names></name>, <name name-style="western"><surname>Donahue</surname><given-names>JG</given-names></name>, <name name-style="western"><surname>Vandermause</surname><given-names>MF</given-names></name>, <name name-style="western"><surname>Shay</surname><given-names>DK</given-names></name>, <etal>et al</etal></person-group>
<article-title>Comparison of clinical features and outcomes of medically attended influenza A and influenza B in a defined population over four seasons: 2004-2005 through 2007-2008</article-title>. <source>Influenza Other Respir Viruses</source>. <year>2012</year>;<volume>6</volume>(<issue>1</issue>):<fpage>37</fpage>-<lpage>43</lpage>. DOI: <pub-id pub-id-type="doi">10.1111/j.1750-2659.2011.00263.x</pub-id>.<pub-id pub-id-type="pmid">21668663</pub-id></mixed-citation></ref><ref id="cit0005"><label>5</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>van de Sandt</surname><given-names>CE</given-names></name>, <name name-style="western"><surname>Bodewes</surname><given-names>R</given-names></name>, <name name-style="western"><surname>Rimmelzwaan</surname><given-names>GF</given-names></name>, <name name-style="western"><surname>de Vries</surname><given-names>RD</given-names></name></person-group>
<article-title>Influenza B viruses: not to be discounted</article-title>. <source>Future Microbiol</source>. <year>2015</year>;<volume>10</volume>(<issue>9</issue>):<fpage>1447</fpage>-<lpage>65</lpage>. DOI: <pub-id pub-id-type="doi">10.2217/fmb.15.65</pub-id>.<pub-id pub-id-type="pmid">26357957</pub-id></mixed-citation></ref><ref id="cit0006"><label>6</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Tran</surname><given-names>D</given-names></name>, <name name-style="western"><surname>Vaudry</surname><given-names>W</given-names></name>, <name name-style="western"><surname>Moore</surname><given-names>D</given-names></name>, <name name-style="western"><surname>Bettinger</surname><given-names>JA</given-names></name>, <name name-style="western"><surname>Halperin</surname><given-names>SA</given-names></name>, <name name-style="western"><surname>Scheifele</surname><given-names>DW</given-names></name>, <etal>et al</etal></person-group>
<article-title>Hospitalization for Influenza A Versus B</article-title>. <source>Pediatrics</source>. <year>2016</year>;<volume>138</volume>(<issue>3</issue>). DOI: <pub-id pub-id-type="doi">10.1542/peds.2015-4643</pub-id>.</mixed-citation></ref><ref id="cit0007"><label>7</label><mixed-citation publication-type="web"><person-group person-group-type="author"><collab>Organizaci&#x000f3;n Mundial de la Salud</collab></person-group>
<source>Gripe estacional [Internet]</source><year>2016</year>
<comment>[&#x000da;ltimo acceso: octubre 2017]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.who.int/mediacentre/factsheets/fs211/en/">http://www.who.int/mediacentre/factsheets/fs211/en/</ext-link></comment>.</mixed-citation></ref><ref id="cit0008"><label>8</label><mixed-citation publication-type="book"><person-group person-group-type="author"><collab>Organizaci&#x000f3;n Mundial de la Salud</collab></person-group>
<source>WHO recommendations on the composition of influenza virus vaccines [Internet]</source>. <publisher-name>Ginebra</publisher-name>
<year>2018</year>
<comment>[&#x000da;ltimo acceso: febrero 2017]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.who.int/influenza/vaccines/virus/recommendations/en/#">http://www.who.int/influenza/vaccines/virus/recommendations/en/#</ext-link></comment>.</mixed-citation></ref><ref id="cit0009"><label>9</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>McCullers</surname><given-names>JA</given-names></name>, <name name-style="western"><surname>Saito</surname><given-names>T</given-names></name>, <name name-style="western"><surname>Iverson</surname><given-names>AR</given-names></name></person-group>
<article-title>Multiple genotypes of influenza B virus circulated between 1979 and 2003</article-title>. <source>J Virol</source>. <year>2004</year>;<volume>78</volume>(<issue>23</issue>):<fpage>12817</fpage>-<lpage>28</lpage>. DOI: <pub-id pub-id-type="doi">10.1128/jvi.78.23.12817-12828.2004</pub-id>.<pub-id pub-id-type="pmid">15542634</pub-id></mixed-citation></ref><ref id="cit0010"><label>10</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Tafalla</surname><given-names>M</given-names></name>, <name name-style="western"><surname>Buijssen</surname><given-names>M</given-names></name>, <name name-style="western"><surname>Geets</surname><given-names>R</given-names></name>, <name name-style="western"><surname>Vonk Noordegraaf-Schouten</surname><given-names>M</given-names></name></person-group>
<article-title>A comprehensive review of the epidemiology and disease burden of Influenza B in 9 European countries</article-title>. <source>Hum Vaccin Immunother</source>. <year>2016</year>;<volume>12</volume>(<issue>4</issue>):<fpage>993</fpage>-<lpage>1002</lpage>. DOI: <pub-id pub-id-type="doi">10.1080/21645515.2015.1111494</pub-id>.<pub-id pub-id-type="pmid">26890005</pub-id></mixed-citation></ref><ref id="cit0011"><label>11</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Ambrose</surname><given-names>CS</given-names></name>, <name name-style="western"><surname>Levin</surname><given-names>MJ</given-names></name></person-group>
<article-title>The rationale for quadrivalent influenza vaccines</article-title>. <source>Hum Vaccin Immunother</source>. <year>2012</year>;<volume>8</volume>(<issue>1</issue>):<fpage>81</fpage>-<lpage>8</lpage>. DOI: <pub-id pub-id-type="doi">10.4161/hv.8.1.17623</pub-id>.<pub-id pub-id-type="pmid">22252006</pub-id></mixed-citation></ref><ref id="cit0012"><label>12</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Ortiz de Lejarazu Leonardo</surname><given-names>R</given-names></name>, <name name-style="western"><surname>Tamames G&#x000f3;mez</surname><given-names>S</given-names></name></person-group>
<article-title>La gripe y las vacunas frente a la gripe. Presente y futuro</article-title>. <source>Rev Pediatr Aten Primaria</source>. <year>2014</year>;<volume>16</volume>:<fpage>253</fpage>-<lpage>8</lpage>. DOI: <pub-id pub-id-type="doi">10.4321/S1139-76322014000400013</pub-id></mixed-citation></ref><ref id="cit0013"><label>13</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>DiazGranados</surname><given-names>CA</given-names></name>, <name name-style="western"><surname>Denis</surname><given-names>M</given-names></name>, <name name-style="western"><surname>Plotkin</surname><given-names>S</given-names></name></person-group>
<article-title>Seasonal influenza vaccine efficacy and its determinants in children and non-elderly adults: a systematic review with meta-analyses of controlled trials</article-title>. <source>Vaccine</source>. <year>2012</year>;<volume>31</volume>(<issue>1</issue>):<fpage>49</fpage>-<lpage>57</lpage>. DOI: <pub-id pub-id-type="doi">10.1016/j.vaccine.2012.10.084</pub-id>.<pub-id pub-id-type="pmid">23142300</pub-id></mixed-citation></ref><ref id="cit0014"><label>14</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Tricco</surname><given-names>AC</given-names></name>, <name name-style="western"><surname>Chit</surname><given-names>A</given-names></name>, <name name-style="western"><surname>Soobiah</surname><given-names>C</given-names></name>, <name name-style="western"><surname>Hallett</surname><given-names>D</given-names></name>, <name name-style="western"><surname>Meier</surname><given-names>G</given-names></name>, <name name-style="western"><surname>Chen</surname><given-names>MH</given-names></name>, <etal>et al</etal></person-group>
<article-title>Comparing influenza vaccine efficacy against mismatched and matched strains: a systematic review and meta-analysis</article-title>. <source>BMC Medicine</source>. <year>2013</year>;<volume>11</volume>:<fpage>153</fpage>-. DOI: <pub-id pub-id-type="doi">10.1186/1741-7015-11-153</pub-id>.<pub-id pub-id-type="pmid">23800265</pub-id></mixed-citation></ref><ref id="cit0015"><label>15</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Dos Santos</surname><given-names>G</given-names></name>, <name name-style="western"><surname>Neumeier</surname><given-names>E</given-names></name>, <name name-style="western"><surname>Bekkat-Berkani</surname><given-names>R</given-names></name></person-group>
<article-title>Influenza: Can we cope better with the unpredictable?</article-title>
<source>Hum Vaccin Immunother</source>. <year>2016</year>;<volume>12</volume>(<issue>3</issue>):<fpage>699</fpage>-<lpage>708</lpage>. DOI: <pub-id pub-id-type="doi">10.1080/21645515.2015.1086047</pub-id>.<pub-id pub-id-type="pmid">26360135</pub-id></mixed-citation></ref><ref id="cit0016"><label>16</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Garcia</surname><given-names>A</given-names></name>, <name name-style="western"><surname>Ortiz de Lejarazu</surname><given-names>R</given-names></name>, <name name-style="western"><surname>Reina</surname><given-names>J</given-names></name>, <name name-style="western"><surname>Callejo</surname><given-names>D</given-names></name>, <name name-style="western"><surname>Cuervo</surname><given-names>J</given-names></name>, <name name-style="western"><surname>Morano Larragueta</surname><given-names>R</given-names></name></person-group>
<article-title>Cost-effectiveness analysis of quadrivalent influenza vaccine in Spain</article-title>. <source>Hum Vaccin Immunother</source>. <year>2016</year>;<volume>12</volume>(<issue>9</issue>):<fpage>2269</fpage>-<lpage>77</lpage>. DOI: <pub-id pub-id-type="doi">10.1080/21645515.2016.1182275</pub-id>.<pub-id pub-id-type="pmid">27184622</pub-id></mixed-citation></ref><ref id="cit0017"><label>17</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Heikkinen</surname><given-names>T</given-names></name>, <name name-style="western"><surname>Ikonen</surname><given-names>N</given-names></name>, <name name-style="western"><surname>Ziegler</surname><given-names>T</given-names></name></person-group>
<article-title>Impact of influenza B lineage-level mismatch between trivalent seasonal influenza vaccines and circulating viruses, 1999-2012</article-title>. <source>Clin Infect Dis</source>. <year>2014</year>;<volume>59</volume>(<issue>11</issue>):<fpage>1519</fpage>-<lpage>24</lpage>. DOI: <pub-id pub-id-type="doi">10.1093/cid/ciu664</pub-id>.<pub-id pub-id-type="pmid">25139969</pub-id></mixed-citation></ref><ref id="cit0018"><label>18</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Rizzo</surname><given-names>C</given-names></name>, <name name-style="western"><surname>Bella</surname><given-names>A</given-names></name></person-group>
<article-title>The impact of influenza virus B in Italy: myth or reality?</article-title>
<source>J Prev Med Hyg</source>. <year>2016</year>;<volume>57</volume>(<issue>1</issue>):<fpage>E23</fpage>&#x02013;<lpage>E7</lpage>. DOI: PMID: .<?supplied-pmid 27346936?><pub-id pub-id-type="pmid">27346936</pub-id></mixed-citation></ref><ref id="cit0019"><label>19</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Nogueira Castro de Barros</surname><given-names>E</given-names></name>, <name name-style="western"><surname>Cintra</surname><given-names>O</given-names></name>, <name name-style="western"><surname>Rossetto</surname><given-names>E</given-names></name>, <name name-style="western"><surname>Freitas</surname><given-names>L</given-names></name>, <name name-style="western"><surname>Colindres</surname><given-names>R</given-names></name></person-group>
<article-title>Patterns of influenza B circulation in Brazil and its relevance to seasonal vaccine composition</article-title>. <source>The Brazilian Journal of Infectious Diseases</source>. <year>2016</year>;<volume>20</volume>(<issue>1</issue>):<fpage>81</fpage>-<lpage>90</lpage>. DOI: <pub-id pub-id-type="doi">10.1016/j.bjid.2015.09.009</pub-id>.<pub-id pub-id-type="pmid">26626166</pub-id></mixed-citation></ref><ref id="cit0020"><label>20</label><mixed-citation publication-type="book"><person-group person-group-type="author"><collab>Instituto de Salud Carlos III</collab></person-group>
<source>Sistema de Vigilancia de Gripe en Espa&#x000f1;a 2003-2017. Informes semanales y anuales [Internet]</source>. <publisher-loc>Madrid</publisher-loc><year>2017</year>
<comment>[&#x000da;ltimo acceso: Febrero]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://vgripe.isciii.es/inicio.do">http://vgripe.isciii.es/inicio.do</ext-link></comment>.</mixed-citation></ref><ref id="cit0021"><label>21</label><mixed-citation publication-type="web"><person-group person-group-type="author"><collab>Instituto de Salud Carlos III</collab></person-group>
<source>Sistema de Vigilancia de Gripe en Espa&#x000f1;a. Gu&#x000ed;a de Procedimientos para la vigilancia de la gripe en Espa&#x000f1;a. [Internet]</source><year>2014</year>
<comment>[&#x000da;ltimo acceso: Octubre 2017]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.isciii.es/ISCIII/es/contenidos/fd-servicios-cientifico-tecnicos/fd-vigilancias-alertas/fd-enfermedades/Guia_procedimientos_vigilancia_gripe_8octubre2014.pdf">http://www.isciii.es/ISCIII/es/contenidos/fd-servicios-cientifico-tecnicos/fd-vigilancias-alertas/fd-enfermedades/Guia_procedimientos_vigilancia_gripe_8octubre2014.pdf</ext-link></comment>.</mixed-citation></ref><ref id="cit0022"><label>22</label><mixed-citation publication-type="web"><person-group person-group-type="author"><collab>Instituto de Salud Carlos III</collab></person-group>
<source>Sistema de Vigilancia de Gripe en Espa&#x000f1;a. Informaci&#x000f3;n adicional 2017/2018 [Internet]</source><year>2017</year>
<comment>[&#x000da;ltimo acceso: Octubre 2017]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://vgripe.isciii.es/documentos/20172018/home/Informacion_adicional_SVGE_temporada_2017-2018.pdf">http://vgripe.isciii.es/documentos/20172018/home/Informacion_adicional_SVGE_temporada_2017-2018.pdf</ext-link></comment>.</mixed-citation></ref><ref id="cit0023"><label>23</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Paul Glezen</surname><given-names>W</given-names></name>, <name name-style="western"><surname>Schmier</surname><given-names>JK</given-names></name>, <name name-style="western"><surname>Kuehn</surname><given-names>CM</given-names></name>, <name name-style="western"><surname>Ryan</surname><given-names>KJ</given-names></name>, <name name-style="western"><surname>Oxford</surname><given-names>J</given-names></name></person-group>
<article-title>The burden of influenza B: a structured literature review</article-title>. <source>Am J Public Health</source>. <year>2013</year>;<volume>103</volume>(<issue>3</issue>):<fpage>e43</fpage>-<lpage>51</lpage>. DOI: <pub-id pub-id-type="doi">10.2105/ajph.2012.301137</pub-id>.</mixed-citation></ref><ref id="cit0024"><label>24</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Caini</surname><given-names>S</given-names></name>, <name name-style="western"><surname>Huang</surname><given-names>QS</given-names></name>, <name name-style="western"><surname>Ciblak</surname><given-names>MA</given-names></name>, <name name-style="western"><surname>Kusznierz</surname><given-names>G</given-names></name>, <name name-style="western"><surname>Owen</surname><given-names>R</given-names></name>, <name name-style="western"><surname>Wangchuk</surname><given-names>S</given-names></name>, <etal>et al</etal></person-group>
<article-title>Epidemiological and virological characteristics of influenza B: results of the Global Influenza B Study</article-title>. <source>Influenza Other Respir Viruses</source>. <year>2015</year>;<volume>9</volume>
<issue>Suppl 1</issue>:<fpage>3</fpage>-<lpage>12</lpage>. DOI: <pub-id pub-id-type="doi">10.1111/irv.12319</pub-id>.<pub-id pub-id-type="pmid">26256290</pub-id></mixed-citation></ref><ref id="cit0025"><label>25</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Mosnier</surname><given-names>A</given-names></name>, <name name-style="western"><surname>Caini</surname><given-names>S</given-names></name>, <name name-style="western"><surname>Daviaud</surname><given-names>I</given-names></name>, <name name-style="western"><surname>Bensoussan</surname><given-names>JL</given-names></name>, <name name-style="western"><surname>Stoll-Keller</surname><given-names>F</given-names></name>, <name name-style="western"><surname>Bui</surname><given-names>TT</given-names></name>, <etal>et al</etal></person-group>
<article-title>Ten influenza seasons in France: distribution and timing of influenza A and B circulation, 2003-2013</article-title>. <source>BMC Infect Dis</source>. <year>2015</year>;<volume>15</volume>:<fpage>357</fpage> DOI: <pub-id pub-id-type="doi">10.1186/s12879-015-1056-z</pub-id>.<pub-id pub-id-type="pmid">26289794</pub-id></mixed-citation></ref><ref id="cit0026"><label>26</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Belshe</surname><given-names>RB</given-names></name></person-group>
<article-title>The need for quadrivalent vaccine against seasonal influenza</article-title>. <source>Vaccine</source>. <year>2010</year>;<volume>28</volume>
<issue>Suppl 4</issue>:<fpage>D45</fpage>-<lpage>53</lpage>. DOI: <pub-id pub-id-type="doi">10.1016/j.vaccine.2010.08.028</pub-id>.<pub-id pub-id-type="pmid">20713260</pub-id></mixed-citation></ref><ref id="cit0027"><label>27</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Grohskopf</surname><given-names>LA</given-names></name>, <name name-style="western"><surname>Sokolow</surname><given-names>LZ</given-names></name>, <name name-style="western"><surname>Broder</surname><given-names>KR</given-names></name>, <name name-style="western"><surname>Walter</surname><given-names>EB</given-names></name>, <name name-style="western"><surname>Bresee</surname><given-names>JS</given-names></name>, <name name-style="western"><surname>Fry</surname><given-names>AM</given-names></name>, <etal>et al</etal></person-group>
<article-title>Prevention and Control of Seasonal Influenza with Vaccines: Recommendations of the Advisory Committee on Immunization Practices - United States, 2017-18 Influenza Season</article-title>. <source>MMWR Recomm Rep</source>. <year>2017</year>;<volume>66</volume>(<issue>2</issue>):<fpage>1</fpage>-<lpage>20</lpage>. DOI: <pub-id pub-id-type="doi">10.15585/mmwr.rr6602a1</pub-id>.</mixed-citation></ref><ref id="cit0028"><label>28</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Uhart</surname><given-names>M</given-names></name>, <name name-style="western"><surname>Bricout</surname><given-names>H</given-names></name>, <name name-style="western"><surname>Clay</surname><given-names>E</given-names></name>, <name name-style="western"><surname>Largeron</surname><given-names>N</given-names></name></person-group>
<article-title>Public health and economic impact of seasonal influenza vaccination with quadrivalent influenza vaccines compared to trivalent influenza vaccines in Europe</article-title>. <source>Hum Vaccin Immunother</source>. <year>2016</year>;<volume>12</volume>(<issue>9</issue>):<fpage>2259</fpage>-<lpage>68</lpage>. DOI: <pub-id pub-id-type="doi">10.1080/21645515.2016.1180490</pub-id>.<pub-id pub-id-type="pmid">27166916</pub-id></mixed-citation></ref><ref id="cit0029"><label>29</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Van Bellinghen</surname><given-names>LA</given-names></name>, <name name-style="western"><surname>Meier</surname><given-names>G</given-names></name>, <name name-style="western"><surname>Van Vlaenderen</surname><given-names>I</given-names></name></person-group>
<article-title>The potential cost-effectiveness of quadrivalent versus trivalent influenza vaccine in elderly people and clinical risk groups in the UK: a lifetime multi-cohort model</article-title>. <source>PLoS One</source>. <year>2014</year>;<volume>9</volume>(<issue>6</issue>):<fpage>e98437</fpage> DOI: <pub-id pub-id-type="doi">10.1371/journal.pone.0098437</pub-id>.<pub-id pub-id-type="pmid">24905235</pub-id></mixed-citation></ref><ref id="cit0030"><label>30</label><mixed-citation publication-type="web"><person-group person-group-type="author"><collab>CDC - Centers for Disease Control and Prevention</collab></person-group>
<source>Vacuna tetravalente contra la influenza [Internet]</source>. <year>2017</year>
<comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://espanol.cdc.gov/enes/flu/protect/vaccine/quadrivalent.htm?mobile=nocontent">https://espanol.cdc.gov/enes/flu/protect/vaccine/quadrivalent.htm?mobile=nocontent</ext-link></comment>.</mixed-citation></ref></ref-list></back></article>