<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">An Pediatr (Barc)</journal-id><journal-id journal-id-type="iso-abbrev">An Pediatr (Barc)</journal-id><journal-title-group><journal-title>Anales De Pediatria (Barcelona, Spain : 2003)</journal-title></journal-title-group><issn pub-type="ppub">1695-4033</issn><issn pub-type="epub">1695-9531</issn><publisher><publisher-name>Asociaci&#x000f3;n Espa&#x000f1;ola de Pediatr&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7457908</article-id><article-id pub-id-type="publisher-id">S1695-4033(20)30283-6</article-id><article-id pub-id-type="doi">10.1016/j.anpedi.2020.07.025</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original</subject></subj-group></article-categories><title-group><article-title>Espectro cl&#x000ed;nico y factores de riesgo de enfermedad complicada en ni&#x000f1;os ingresados con infecci&#x000f3;n por SARS-CoV-2</article-title><trans-title-group xml:lang="en"><trans-title>Clinical spectrum and risk factors for complicated disease course in children admitted with SARS-CoV-2 infection</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Storch-de-Gracia</surname><given-names>Pilar</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Leoz-Gordillo</surname><given-names>In&#x000e9;s</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Andina</surname><given-names>David</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Flores</surname><given-names>Patricia</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Villalobos</surname><given-names>Enrique</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Escalada-Pellitero</surname><given-names>Silvia</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Jim&#x000e9;nez</surname><given-names>Raquel</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Urgencias. Hospital Infantil Universitario Ni&#x000f1;o Jes&#x000fa;s, Madrid, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Unidad de Cuidados Intensivos. Hospital Infantil Universitario Ni&#x000f1;o Jes&#x000fa;s, Madrid, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Servicio de Pediatr&#x000ed;a. Hospital Infantil Universitario Ni&#x000f1;o Jes&#x000fa;s, Madrid, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>31</day><month>8</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>31</day><month>8</month><year>2020</year></pub-date><history><date date-type="received"><day>13</day><month>7</month><year>2020</year></date><date date-type="accepted"><day>29</day><month>7</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Asociaci&#x000f3;n Espa&#x000f1;ola de Pediatr&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Asociaci&#x000f3;n Espa&#x000f1;ola de Pediatr&#x000ed;a</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><sec><title>Introducci&#x000f3;n</title><p>En este momento existen todav&#x000ed;a grandes interrogantes acerca de las caracter&#x000ed;sticas de enfermedad causada por el nuevo coronavirus (COVID-19) en los ni&#x000f1;os, as&#x000ed; como acerca de los factores asociados al desarrollo de formas graves de la enfermedad.</p></sec><sec><title>M&#x000e9;todos</title><p>Estudio retrospectivo que incluye pacientes menores de 18 a&#x000f1;os ingresados debido a infecci&#x000f3;n por SARS-CoV-2. La infecci&#x000f3;n fue confirmada por la reacci&#x000f3;n en cadena de la transcriptasa inversa-polimerasa (RT-PCR) en tiempo real o por serolog&#x000ed;a. Describimos los datos epidemiol&#x000f3;gicos y cl&#x000ed;nicos, los hallazgos de laboratorio y de im&#x000e1;genes, as&#x000ed; como el tratamiento y la evoluci&#x000f3;n de estos pacientes. Los pacientes se clasificaron en dos grupos de gravedad y luego se compararon.</p></sec><sec><title><italic>Resultados</italic></title><p>Se incluyeron 39 ni&#x000f1;os, con una mediana de edad de nueve a&#x000f1;os (rango 12 d&#x000ed;as-16 a&#x000f1;os); 23 eran varones. Los casos con evoluci&#x000f3;n no complicada (24) se presentaron en su mayor&#x000ed;a con fiebre y/o s&#x000ed;ntomas respiratorios sin alteraciones significativas en los hallazgos de laboratorio. De los 15 ni&#x000f1;os con enfermedad complicada, 12 desarrollaron <italic>shock</italic>. Adem&#x000e1;s de la fiebre, frecuentemente presentaban alteraciones de la apariencia, taquicardia extrema, dolor abdominal, v&#x000f3;mitos, diarrea, erupci&#x000f3;n cut&#x000e1;nea y/o hiperemia conjuntival. Tambi&#x000e9;n mostraron mayor linfopenia (p = 0,001), elevaci&#x000f3;n de la proporci&#x000f3;n neutr&#x000f3;filos/linfocitos (p = 0,001), prote&#x000ed;na C reactiva (p &#x0003c; 0,001), procalcitonina (p = 0,001), d&#x000ed;mero D (p &#x0003c; 0,001) y ferritina (p &#x0003c; 0,001).</p></sec><sec><title>Conclusiones</title><p>La infecci&#x000f3;n por SARS-CoV-2 en ni&#x000f1;os ingresados se presenta con una gran variabilidad cl&#x000ed;nica. Cuando se les proporciona tratamiento de soporte, los pacientes con s&#x000ed;ntomas respiratorios que no tienen alteraci&#x000f3;n de las pruebas de laboratorio, generalmente tienen una enfermedad no complicada. Los pacientes con enfermedad complicada se presentan principalmente con fiebre y s&#x000ed;ntomas abdominales y/o mucocut&#x000e1;neos, la mayor&#x000ed;a desarrollan un <italic>shock</italic>. La elevaci&#x000f3;n de los marcadores inflamatorios puede permitir una detecci&#x000f3;n temprana y el pron&#x000f3;stico final es bueno.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Introduction</title><p>At this time there are still major questions about the characteristics of disease caused by the new coronavirus (COVID-19) in children as well as factors associated with the development of severe forms of the disease.</p></sec><sec><title>Study design</title><p>Retrospective study including patients under 18 years of age admitted with SARS-CoV-2 infection from March 1 to April 30, 2020. Infection was confirmed by realtime reverse transcriptase&#x02013;polymerase chain reaction (RT-PCR) or antibody testing. We describe the epidemiological and clinical data, laboratory and imaging findings, as well as treatment and outcome in these patients. In light of these findings, patients were classified into two severity groups and then compared.</p></sec><sec><title>Results</title><p>Thirty-nine children were included, with a median age of 9 years (range 12 days-16 years); 23 were boys. Cases with uncomplicated disease course (24) mostly presented to the emergency department (ED) with fever and/or respiratory symptoms without significant alterations in laboratory findings. Of the 15 children with a complicated course, 12 developed shock. In addition to fever, they frequently presented altered appearance, extreme tachycardia, abdominal pain, vomiting, diarrhea, rash, and/or conjunctival hyperemia. They also showed greater lymphopenia (p = 0.001), elevated neutrophil/lymphocyte ratio (p = 0.001), C-reactive protein (p &#x0003c; 0.001), procalcitonin (p = 0.001), D-dimer (p &#x0003c; 0.001), and ferritin (p &#x0003c; 0.001).</p></sec><sec><title>Conclusions</title><p>SARS-CoV-2 infection in admitted children presents with great clinical variability. When provided supportive care, patients with predominant respiratory symptoms without altered laboratory-test results generally have an uncomplicated course. Patients with complicated disease present mainly with fever and abdominal and/or mucocutaneous symptoms. Most develop shock. Elevation of inflammatory markers may allow for early detection and the final outcome is good.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd><italic>Shock</italic></kwd><kwd>Neumon&#x000ed;a</kwd><kwd>Coronavirus</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>Shock</kwd><kwd>Pneumonia</kwd><kwd>Coronavirus</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">En Espa&#x000f1;a, el primer caso de coronavirus 2019 (COVID-19), causado por el nuevo coronavirus SARS-CoV-2<xref rid="bib0180" ref-type="bibr"><sup>1</sup></xref>, fue detectado el 31 de enero de 2020. En las semanas siguientes, el SARS-CoV-2 se propag&#x000f3; por todo el pa&#x000ed;s, afectando m&#x000e1;s intensamente a la regi&#x000f3;n de Madrid<xref rid="bib0185" ref-type="bibr"><sup>2</sup></xref>.</p><p id="par0010">Con el fin de optimizar los recursos sanitarios, a partir del 20 de marzo, la atenci&#x000f3;n pedi&#x000e1;trica urgente se centraliz&#x000f3; en dos hospitales terciarios de la Comunidad Aut&#x000f3;noma. Estos dos centros se encargaron de proporcionar atenci&#x000f3;n urgente, hospitalizaci&#x000f3;n y cuidados intensivos a una poblaci&#x000f3;n de aproximadamente 1.345.000 menores de 18 a&#x000f1;os.</p><p id="par0015">Aunque el SARS-CoV-2 puede infectar a personas de cualquier edad, la incidencia general de la infecci&#x000f3;n entre los ni&#x000f1;os se ha estimado en un 1 a 2%<xref rid="bib0190" ref-type="bibr">3</xref>, <xref rid="bib0195" ref-type="bibr">4</xref>, <xref rid="bib0200" ref-type="bibr">5</xref>. La prevalencia en ni&#x000f1;os en nuestro pa&#x000ed;s, seg&#x000fa;n el estudio de seroprevalencia llevado a cabo en mayo de 2020 oscila entre el 1 y el 5%<xref rid="bib0205" ref-type="bibr"><sup>6</sup></xref>. Los ni&#x000f1;os desarrollan formas de la enfermedad menos graves que los adultos y tienen en general mejor pron&#x000f3;stico que &#x000e9;stos<xref rid="bib0210" ref-type="bibr"><sup>7</sup></xref>.</p><p id="par0020">Los s&#x000ed;ntomas m&#x000e1;s com&#x000fa;nmente descritos en los ni&#x000f1;os con infecci&#x000f3;n por el SARS-CoV-2 se parecen a los observados en otras infecciones de las v&#x000ed;as respiratorias superiores<xref rid="bib0215" ref-type="bibr"><sup>8</sup></xref>, es decir, tos, fiebre, dolor de garganta, rinorrea y mialgias<xref rid="bib0220" ref-type="bibr"><sup>9</sup></xref>. Los s&#x000ed;ntomas gastrointestinales tambi&#x000e9;n son frecuentes en esta poblaci&#x000f3;n e incluyen hiporexia, n&#x000e1;useas, v&#x000f3;mitos y diarrea. Se ha descrito en ni&#x000f1;os un s&#x000ed;ndrome inflamatorio m&#x000fa;ltiple con <italic>shock</italic> secundario a la infecci&#x000f3;n por SARS-CoV-2, que puede cursar con fallo multiorg&#x000e1;nico, y se considera una de las formas m&#x000e1;s graves de la enfermedad en la poblaci&#x000f3;n pedi&#x000e1;trica<xref rid="bib0225" ref-type="bibr">10</xref>, <xref rid="bib0230" ref-type="bibr">11</xref>, <xref rid="bib0235" ref-type="bibr">12</xref>. Esta forma cl&#x000ed;nica de la enfermedad habitualmente cursa con fiebre alta y s&#x000ed;ntomas digestivos (en casi todos los casos con dolor abdominal intenso).</p><p id="par0025">En el momento actual, no se ha categorizado bien el espectro de enfermedad por la infecci&#x000f3;n SARS-CoV-2 en edad pedi&#x000e1;trica. Faltan datos sobre el curso cl&#x000ed;nico y los marcadores de pron&#x000f3;stico en los ni&#x000f1;os ingresados. En el presente trabajo se describen los datos epidemiol&#x000f3;gicos, las diferentes formas de presentaci&#x000f3;n cl&#x000ed;nica y los factores de riesgo de enfermedad complicada entre los ni&#x000f1;os hospitalizados con COVID-19.</p></sec><sec id="sec0010"><title>Pacientes y m&#x000e9;todos</title><sec id="sec0015"><title>Poblaci&#x000f3;n del estudio</title><p id="par0030">Se realiz&#x000f3; un estudio observacional retrospectivo entre el 1 de marzo y el 30 de abril de 2020 en el Hospital Infantil Universitario Ni&#x000f1;o Jes&#x000fa;s, que es un hospital terciario pedi&#x000e1;trico de Madrid, Espa&#x000f1;a. El comit&#x000e9; de &#x000e9;tica del hospital aprob&#x000f3; este estudio. Todos los datos se obtuvieron con el consentimiento de los padres o cuidadores.</p><p id="par0035">Los criterios de inclusi&#x000f3;n fueron los siguientes:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>-</label><p id="par0040">Pacientes menores de 18 a&#x000f1;os de edad que requirieron ingreso a consecuencia de la infecci&#x000f3;n por SARS-CoV-2.</p></list-item><list-item id="lsti0045"><label>-</label><p id="par0215">Infecci&#x000f3;n por SARS-CoV-2 confirmada utilizando la reacci&#x000f3;n en cadena de la transcriptasa inversa-polimerasa (RT-PCR) en tiempo real en una muestra recogida con hisopo nasal y far&#x000ed;ngeo o por la presencia de anticuerpos IgG en una muestra de sangre.</p></list-item></list>
</p><p id="par0050">Los criterios de exclusi&#x000f3;n fueron los siguientes:<list list-type="simple" id="lis0015"><list-item id="lsti0020"><label>-</label><p id="par0055">Ni&#x000f1;os con enfermedades oncol&#x000f3;gicas.</p></list-item><list-item id="lsti0025"><label>-</label><p id="par0060">Pacientes ingresados en los que se obtuvo PCR positiva para SARS-CoV-2, pero dicha infecci&#x000f3;n no fue el motivo del ingreso.</p></list-item></list>
</p><p id="par0065">Los criterios para confirmar la infecci&#x000f3;n por SARS-CoV-2 en los casos sospechosos variaron a lo largo de la pandemia. No se busc&#x000f3; la infecci&#x000f3;n en los pacientes que no ten&#x000ed;an criterios de ingreso. Antes del 11 de marzo, se realiz&#x000f3; RT-PCR a los pacientes ingresados en el hospital si presentaban s&#x000ed;ntomas de infecci&#x000f3;n respiratoria aguda y hab&#x000ed;an viajado a zonas en las que se hab&#x000ed;an encontrado pruebas de transmisi&#x000f3;n en la comunidad o si los pacientes hab&#x000ed;an estado en contacto estrecho con un caso probable o confirmado en los 14 d&#x000ed;as anteriores. A partir del 11 de marzo se encontraron pruebas de propagaci&#x000f3;n en la comunidad en la Comunidad Aut&#x000f3;noma, por lo que se solicit&#x000f3; RT-PCR a todos los pacientes ingresados con s&#x000ed;ntomas compatibles con COVID-19. Tambi&#x000e9;n se busc&#x000f3; la infecci&#x000f3;n en los ni&#x000f1;os que requer&#x000ed;an cirug&#x000ed;a urgente o que hab&#x000ed;an estado en contacto con casos confirmados o sospechosos de COVID-19 en el hogar y requer&#x000ed;an ingreso, siendo estos casos excluidos del an&#x000e1;lisis en nuestro trabajo. La indicaci&#x000f3;n para confirmar la infecci&#x000f3;n fue valorada individualmente en los pacientes con una enfermedad de base. Las pruebas serol&#x000f3;gicas estuvieron disponibles a finales de abril y se realizaron en muestras de sangre venosa. No se realizaron pruebas para confirmar la presencia de otros virus respiratorios de forma rutinaria. Se obtuvieron cultivos de sangre en caso de fiebre. Los criterios de ingreso fueron los mismos que se aplican habitualmente, seg&#x000fa;n los protocolos habituales del centro para el manejo de cada entidad cl&#x000ed;nica, sin que &#x000e9;stos se vieran influidos por la positividad de las pruebas para detectar la infecci&#x000f3;n por SARS-CoV-2.</p></sec><sec id="sec0020"><title>Definiciones</title><p id="par0070">
<list list-type="simple" id="lis0010"><list-item id="lsti0030"><label>-</label><p id="par0075">Enfermedad complicada: necesidad de estabilizaci&#x000f3;n hemodin&#x000e1;mica (infusi&#x000f3;n de volumen o f&#x000e1;rmacos vasopresores) o de soporte respiratorio (c&#x000e1;nula nasal de alto flujo, ventilaci&#x000f3;n no invasiva o ventilaci&#x000f3;n mec&#x000e1;nica) o presencia de encefalopat&#x000ed;a.</p></list-item><list-item id="lsti0035"><label>-</label><p id="par0080">Enfermedad no complicada: pacientes que no requieren estabilizaci&#x000f3;n hemodin&#x000e1;mica o asistencia respiratoria que no sea ox&#x000ed;geno suplementario administrado a trav&#x000e9;s de una c&#x000e1;nula nasal o pacientes que no presentan encefalopat&#x000ed;a.</p></list-item><list-item id="lsti0040"><label>-</label><p id="par0085">Taquicardia: frecuencia card&#x000ed;aca superior al percentil 90 por grupo de edad y taquicardia extrema para las frecuencias card&#x000ed;acas superiores al percentil 99, seg&#x000fa;n los valores de referencia<xref rid="bib0240" ref-type="bibr"><sup>13</sup></xref>.</p></list-item></list>
</p></sec><sec id="sec0025"><title>Recopilaci&#x000f3;n de datos: procedimientos y pruebas complementarias</title><p id="par0090">Se obtuvieron datos epidemiol&#x000f3;gicos, cl&#x000ed;nicos y de laboratorio en el momento del ingreso, hallazgos radiol&#x000f3;gicos durante la estancia hospitalaria, as&#x000ed; como el tratamiento y la evoluci&#x000f3;n. Estos datos se recopilaron a partir de las historias cl&#x000ed;nicas de los pacientes y mediante entrevista telef&#x000f3;nica con los padres despu&#x000e9;s del alta para reunir datos sobre las complicaciones y la evoluci&#x000f3;n despu&#x000e9;s del alta. La indicaci&#x000f3;n de pruebas complementarias la decidi&#x000f3; el m&#x000e9;dico responsable de cada paciente, siguiendo los protocolos habituales previos a la pandemia.</p></sec><sec id="sec0030"><title>Pruebas de imagen</title><p id="par0095">Se realiz&#x000f3; una radiograf&#x000ed;a de t&#x000f3;rax en caso de sospecha de neumon&#x000ed;a, basada en los hallazgos cl&#x000ed;nicos.</p><p id="par0100">Se indic&#x000f3; ecograf&#x000ed;a abdominal en caso de sospecha de abdomen agudo o en pacientes que presentaban inestabilidad hemodin&#x000e1;mica con dolor abdominal asociado.</p><p id="par0105">Los resultados de todas las pruebas radiol&#x000f3;gicas fueron interpretados por un radi&#x000f3;logo pedi&#x000e1;trico.</p></sec><sec id="sec0035"><title>An&#x000e1;lisis estad&#x000ed;stico</title><p id="par0110">El an&#x000e1;lisis descriptivo de los resultados se llev&#x000f3; a cabo utilizando el software SPSS&#x000a9; para Windows (versi&#x000f3;n 20.0). Se utilizaron la mediana y el rango intercuart&#x000ed;lico para los datos cuantitativos. Para los datos cualitativos se utilizaron el porcentaje, el rango y el rango intercuartil. Se utiliz&#x000f3; la prueba U de Mann-Whitney para comparar las variables continuas, y se consider&#x000f3; la significaci&#x000f3;n estad&#x000ed;stica cuando &#x003b1; fue inferior a 0,05.</p></sec></sec><sec id="sec0040"><title>Resultados</title><p id="par0115">Durante el per&#x000ed;odo de estudio, 880 pacientes fueron ingresados en el hospital. En 551 se realiz&#x000f3; RT-PCR para SARS-CoV-2 en frotis nasofar&#x000ed;ngeo; 52 tuvieron un resultado positivo. Cinco pacientes con resultado negativo en la RT-PCR y una presentaci&#x000f3;n cl&#x000ed;nica muy sugestiva de COVID-19 ten&#x000ed;an anticuerpos Ig G detectables frente al SARS-CoV-2. Once pacientes fueron excluidos porque el motivo de ingreso no estaba directamente relacionado con la infecci&#x000f3;n por el SARS-CoV-2; todos eran asintom&#x000e1;ticos o presentaban s&#x000ed;ntomas respiratorios o gastrointestinales leves. Siete pacientes en tratamiento con quimioterapia fueron excluidos. Finalmente, se analizaron 39 pacientes para este estudio (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
).<fig id="fig0005"><label>Figura 1</label><caption><p>Pacientes incluidos en el estudio.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><sec id="sec0045"><title>Caracter&#x000ed;sticas epidemiol&#x000f3;gicas</title><p id="par0120">La mediana de era de edad nueve a&#x000f1;os (rango: 12 d&#x000ed;as-16 a&#x000f1;os); 12 (31%) ten&#x000ed;an menos de un a&#x000f1;o de edad, cinco (13%) ten&#x000ed;an entre uno y cinco a&#x000f1;os de edad, nueve (23%) ten&#x000ed;an entre seis y 10 a&#x000f1;os, y 13 (33%) eran mayores de 10 a&#x000f1;os; 23 (59%) eran varones; 27 pacientes (69%) tuvieron contacto en el hogar con un caso confirmado (siete) o sospechado (20) de COVID-19. En 12 ni&#x000f1;os se desconoc&#x000ed;a la posible exposici&#x000f3;n.</p></sec><sec id="sec0070"><title>Caracter&#x000ed;sticas cl&#x000ed;nicas y anal&#x000ed;ticas, curso no complicado versus curso complicado</title><p id="par0130">Se utiliz&#x000f3; un diagn&#x000f3;stico sindr&#x000f3;mico para clasificar a los pacientes incluidos. Se encontr&#x000f3; que 24 pacientes ten&#x000ed;an una enfermedad no complicada (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
) y 15 una enfermedad complicada (<xref rid="tbl0010" ref-type="table">tabla 2</xref>
). Los cinco pacientes que ten&#x000ed;an una enfermedad subyacente desarrollaron una enfermedad no complicada. La mayor&#x000ed;a de los ni&#x000f1;os con enfermedad complicada mostraron alteraci&#x000f3;n en la apariencia (10/15) y taquicardia extrema (10/15) en la evaluaci&#x000f3;n inicial en el servicio de urgencias (SU). La saturaci&#x000f3;n de ox&#x000ed;geno &#x0003c; 94% fue poco frecuente en ambos grupos. Las caracter&#x000ed;sticas cl&#x000ed;nicas de todos los casos se resumen en la <xref rid="tbl0015" ref-type="table">tabla 3</xref>
.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Caracter&#x000ed;sticas epidemiol&#x000f3;gicas, hallazgos cl&#x000ed;nicos y tratamiento de los pacientes ingresados con enfermedad no complicada</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Diagn&#x000f3;stico sindr&#x000f3;mico</th><th align="left">N<break/>(total: 24)</th><th align="left">Edad<break/>Mediana<break/>(rango)</th><th align="left">Comorbilidad<break/>(No. /total)</th><th align="left">Signos y<break/>s&#x000ed;ntomas en el SU<break/>(No./total)</th><th align="left">Rx de t&#x000f3;rax en el SU<break/>(No./total)</th><th align="left">Alteraciones anal&#x000ed;ticas<break/>(No./total)</th><th align="left">Coinfecci&#x000f3;n<break/>(No.)</th><th align="left">Tratamiento de soporte<break/>(No. /total No.)</th><th align="left">Tratamiento farmacol&#x000f3;gico<break/>(No. /total)</th><th align="left">D&#x000ed;as de estancia<break/>Mediana<break/>(rango)</th></tr></thead><tbody><tr><td align="left">Bronquiolitis</td><td align="left">5</td><td align="left">27 d&#x000ed;as (12-46)</td><td align="left">Ninguna</td><td align="left">Dificultad respiratoria (5/5)<break/>Fiebre (4/5)<break/>Tos (3/5)<break/>Rechazo de la alimentaci&#x000f3;n (3/5)</td><td align="left">No realizada (3/5)<break/>Normal (2/5)<break/></td><td align="left">Linfopenia (1/3)<break/>&#x02191;LDH (1/1)</td><td align="left"><italic>B. Pertussis</italic> (1)</td><td align="left">Ox&#x000ed;geno (4/5)<break/></td><td align="left">Azitromicina (1/5)</td><td align="left">3 (2-7)</td></tr><tr><td align="left">Fiebre sin foco</td><td align="left">3</td><td align="left">24 d&#x000ed;as (23-35)</td><td align="left">Ninguna</td><td align="left">Fiebre (3/3)</td><td align="left">No realizada (3/3)</td><td align="left">Normal (3/3)</td><td align="left">No</td><td align="left">No</td><td align="left">No</td><td align="left">3 (3-4)</td></tr><tr><td align="left">Neumon&#x000ed;a (no complicada)</td><td align="left">7</td><td align="left">4 a&#x000f1;os (1-12)</td><td align="left">Bronquiolitis obliterante (1/7)</td><td align="left">Fiebre (7/7)<break/>Tos (5/7)<break/>Dificultad respiratoria (5/7)<break/>V&#x000f3;mitos (4/7)<break/></td><td align="left">Infiltrado intersticial bilateral (3/7)<break/>Consolidaci&#x000f3;n unilateral (2/7)<break/>Infiltrado intersticial unilateral (1/7)<break/>Normal (1/7)<xref rid="tblfn0005" ref-type="table-fn">**</xref></td><td align="left">Linfopenia (1/7)<break/>&#x02191;PCR (3/7)<break/>&#x02191;DD (3/3)<break/>&#x02191;LDH (3/4)<break/>&#x02191;PCT (1/4)<break/></td><td align="left">Micoplasma (1)<break/>Sospecha de coinfecci&#x000f3;n bacteriana (3)</td><td align="left">Ox&#x000ed;geno (4/7)<break/></td><td align="left">Azitromicina (6/7)<break/>Antibi&#x000f3;tico (4/7)<break/>Corticosteroides (2/7)<break/>Salbutamol (3/7)</td><td align="left">4 (2-8)</td></tr><tr><td align="left">Infecci&#x000f3;n respiratoria del tracto superior</td><td align="left">7</td><td align="left">12 a&#x000f1;os (0-16)</td><td align="left">Artritis juvenil idiop&#x000e1;tica (1/7)<break/>Aplasia medular (1/7)<break/>Anemia hemol&#x000ed;tica (1/7)</td><td align="left">Fiebre (6/7)<break/>Fiebre &#x0003e; 7 d&#x000ed;as (2/7)<break/>Tos (4/7)<break/>Odinofagia (2/7)</td><td align="left">Normal (6/7)<break/>No realizada (1/7)</td><td align="left">Linfopenia (2/7)</td><td align="left">No</td><td align="left">Ox&#x000ed;geno (1/7)</td><td align="left">Azitromicina (3/7) Antibi&#x000f3;tico (4/7)<break/>Hidroxicloroquina (1/7)<break/></td><td align="left">2 (1-4)</td></tr><tr><td align="left">Diarrea prolongada</td><td align="left">1</td><td align="left">54 d&#x000ed;as</td><td align="left">Alergia a prote&#x000ed;na de leche de vaca</td><td align="left">Diarrea<break/>V&#x000f3;mitos Deshidrataci&#x000f3;n</td><td align="left">No realizada</td><td align="left">Normal</td><td align="left">No</td><td align="left">Rehidrataci&#x000f3;n</td><td align="left">F&#x000f3;rmula elemental</td><td align="left">3</td></tr><tr><td align="left">Dolor abdominal</td><td align="left">1</td><td align="left">12 a&#x000f1;os</td><td align="left">Ninguna</td><td align="left">Dolor abdominal</td><td align="left">No realizada</td><td align="left">Normal</td><td align="left">No</td><td align="left">No</td><td align="left">Analg&#x000e9;sicos</td><td align="left">3</td></tr></tbody></table><table-wrap-foot><fn id="spar0055"><p>PCR = prote&#x000ed;na C reactiva. PCT= procalcitonina. DD = d&#x000ed;mero D. LDH = lactato deshidrogenasa, Rx = radiograf&#x000ed;a. SatO<sub>2</sub> = saturaci&#x000f3;n de ox&#x000ed;geno. SU = Servicio de Urgencias.</p></fn><fn id="spar0060"><p>*Alteraci&#x000f3;n anal&#x000ed;tica: considerada si PCR &#x02265; 5 mg/dL, PCT &#x02265; 2 ng/mL, DD &#x02265; 500 ng/mL, ferritina &#x02265; 500 ng/mL, LDH &#x02265; 300 U/L y linfocitos &#x0003c; 1.000 x 10<sup>9</sup>/L</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0005"><label>**</label><p id="npar0005">1 paciente que ten&#x000ed;a Rx de t&#x000f3;rax normal al ingreso desarroll&#x000f3; una neumon&#x000ed;a con consolidaci&#x000f3;n unilateral posteriormente.</p></fn></table-wrap-foot></table-wrap><table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Caracter&#x000ed;sticas epidemiol&#x000f3;gicas, cl&#x000ed;nicas y evoluci&#x000f3;n de los pacientes ingresados con enfermedad complicada</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Diagn&#x000f3;stico sindr&#x000f3;mico</th><th align="left">N<break/>(total: 15)</th><th align="left">Edad mediana (rango)</th><th align="left">Comorbilidades<break/>(No./total)</th><th align="left">Signos y s&#x000ed;ntomas en el SU (No./total)</th><th align="left">Rx de t&#x000f3;rax en el SU<break/>(No./total)</th><th align="left">Alteraciones anal&#x000ed;ticas<xref rid="tblfn0010" ref-type="table-fn">*</xref><break/>(No./total)</th><th align="left">Coinfecci&#x000f3;n<break/>(No.)</th><th align="left">Tratamiento de soporte<break/>(No./total)<break/></th><th align="left">Tratamiento farmacol&#x000f3;gico<break/>(No./total)</th><th align="left">D&#x000ed;as de estancia mediana (rango)</th><th align="left">Complicaciones</th></tr></thead><tbody><tr><td align="left"><italic>Shock</italic></td><td align="left">12<xref rid="tblfn0015" ref-type="table-fn">**</xref></td><td align="left">10 a&#x000f1;os (6-14)</td><td align="left">Ninguna</td><td align="left">Fiebre (12/12)<break/>Dolor abdominal (11/12)<break/>Diarrea (10/12)<break/>Taquicardia extrema (9/12)<break/>Apariencia alterada (8/12)<break/>Exantema (8/12)<break/>Hiperemia conjuntival (7/12)<break/>V&#x000f3;mitos (6/12)<break/>Tos (6/12)</td><td align="left">Normal (6/12)<xref rid="tblfn0020" ref-type="table-fn">***</xref><break/>Consolidaci&#x000f3;n bilateral (2/12)<break/>Infiltrado intersticial bilateral (2/12)<break/>Infiltrado intersticial bilateral con consolidaci&#x000f3;n unilateral (1/12)<break/>Consolidaci&#x000f3;n unilateral (1/12)</td><td align="left">&#x02191;PCR (12/12)<break/>Linfopenia (10/12)<break/>&#x02191;PCT (10/12)<break/>&#x02191;DD (12/12)<break/>&#x02191;LDH (8/12)<break/>&#x02191;ferritina (7/11)</td><td align="left">Micoplasma (1)<break/>VHH-6 (1)</td><td align="left">UCIP (11/12)<break/>OAF (10/12)<break/>VM (2/12)<break/>Vasopresores (8/12)<break/>Hemoderivados (2/12)</td><td align="left">Antibi&#x000f3;tico (12/12)<break/>Hidroxicloroquina (11/12)<break/>Heparina (11/12)<break/>LPV/RTV (10/12)<break/>Azitromicina (9/12)<break/>Corticosteroides (11/12)<break/>Tocilizumab (6/12)<break/>Immunoglobulinas (4/12)<break/></td><td align="left">10 (5-22)</td><td align="left">Disfunci&#x000f3;n mioc&#x000e1;rdica aguda (4/12)<break/>S&#x000ed;ndrome de distr&#x000e9;s respiratorio agudo (3/12)<break/>Fallo renal agudo (2/12)<break/>Encefalitis (1/12)</td></tr><tr><td align="left">Apnea-bronquiolitis</td><td align="left">1</td><td align="left">16 d&#x000ed;as</td><td align="left">Ninguna</td><td align="left">Dificultad respiratoria<break/>Tos<break/>Rechazo de la alimentaci&#x000f3;n<break/>Apnea</td><td align="left">Normal</td><td align="left">&#x02191;DD</td><td align="left">Infecci&#x000f3;n del tracto urinario nosocomial (<italic>Klebsiella pneumoniae</italic>)</td><td align="left">UCIP<break/>VNI<break/><break/></td><td align="left">Azitromicina<break/>Antibi&#x000f3;tico<break/>Hidroxicloroquina LPV/RTV<break/>Cafe&#x000ed;na</td><td align="left">16</td><td/></tr><tr><td align="left">Neumon&#x000ed;a complicada</td><td align="left">1</td><td align="left">7 meses</td><td align="left">Ninguna</td><td align="left">Mal estado general<break/>Taquicardia extrema Fiebre<break/>Dificultad respiratoria<break/>Tos<break/>Rechazo de la alimentaci&#x000f3;n</td><td align="left">Consolidaci&#x000f3;n unilateral, derrame pleural (1)</td><td align="left">&#x02191;PCR<break/>&#x02191;PCT<break/>&#x02191;DD</td><td align="left"><italic>Streptococcus pneumoniae</italic></td><td align="left">UCIP<break/>VNI<break/>Hemoderivados Drenaje pleural</td><td align="left">Azitromicina<break/>Antibi&#x000f3;tico<break/>Hidroxicloroquina LPV/RTV<break/>Corticosteroides</td><td align="left">18</td><td align="left">Neumon&#x000ed;a necrotizante<break/></td></tr><tr><td align="left">Trombosis m&#x000fa;ltiple</td><td align="left">1</td><td align="left">13 a&#x000f1;os</td><td align="left">Ninguna</td><td align="left">Mal estado general<break/>Bradicardia<break/>Fiebre<break/>V&#x000f3;mitos<break/>Cefalea<break/>Somnoliencia</td><td align="left">Normal <xref rid="tblfn0025" ref-type="table-fn">****</xref></td><td align="left">&#x02191;PCR<break/>&#x02191;DD</td><td align="left">No</td><td align="left">UCIP<break/>Ox&#x000ed;geno<break/>Hemoderivados</td><td align="left">Azitromicina<break/>Antibi&#x000f3;tico<break/>Hidroxicloroquina LPV/RTV<break/>Corticosteroides<break/>Heparina</td><td align="left">23</td><td align="left">Trombosis de senos venosos<break/>Hipertensi&#x000f3;n intracraneal<break/>Tromboembolismo pulmonar<break/>Trombosis venosa profunda</td></tr></tbody></table><table-wrap-foot><fn><p>DD = d&#x000ed;mero D. LDH = lactato deshidrogenasa. LPV/RTV = lopinavir/ritonavir. OAF = oxigenoterapia de alto flujo. PCR= prote&#x000ed;na C reactiva. PCT = procalcitonina. Rx = radiograf&#x000ed;a. SatO<sub>2</sub> = saturaci&#x000f3;n de ox&#x000ed;geno. SU: Servicio de Urgencias. UCIP = unidad de cuidados intensivos pedi&#x000e1;tricos. VM = ventilaci&#x000f3;n mec&#x000e1;nica con intubaci&#x000f3;n endotraqueal. VNI = ventilaci&#x000f3;n no invasiva.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0010"><label>*</label><p id="npar0010">Alteraciones anal&#x000ed;ticas: cuando PCR &#x02265; 5 mg/dL, PCT &#x02265; 2 ng/mL, DD &#x02265; 500 ng/mL, ferritina &#x02265; 500 ng/mL, LDH &#x02265; 300 U/L y linfocitos &#x0003c; 1.000 x 10<sup>9</sup>/L.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0015"><label>**</label><p id="npar0015">Cinco pacientes tuvieron test de RT-PCR negativa para SARS-CoV-2, pero serolog&#x000ed;a IgG positiva.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0020"><label>***</label><p id="npar0020">Seis pacientes tuvieron Rx de t&#x000f3;rax normal al ingreso; dos de ellos desarrollaron un infiltrado intersticial con consolidaciones durante el ingreso.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0025"><label>****</label><p id="npar0025">Desarroll&#x000f3; infiltrados intersticiales biletarales con consolidaci&#x000f3;n unilateral durante el ingreso.</p></fn></table-wrap-foot></table-wrap><table-wrap position="float" id="tbl0015"><label>Tabla 3</label><caption><p>Caracter&#x000ed;sticas epidemiol&#x000f3;gicas y cl&#x000ed;nicas de los pacientes</p></caption><alt-text id="at3">Tabla 3</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Caracter&#x000ed;sticas</th><th align="left">Enfermedad no complicada<break/>(n = 24)</th><th align="left">Enfermedad complicada<break/>(n = 15)</th><th align="left">Total<break/>(n = 39)</th></tr></thead><tbody><tr><td align="left">Edad mediana a&#x000f1;os (rango)</td><td align="left">2,5 (12 d&#x000ed;as &#x02013; 16 a&#x000f1;os)</td><td align="left">9,4 (16 d&#x000ed;as &#x02013; 14 a&#x000f1;os)</td><td align="left">9,0 (12 d&#x000ed;as -16 a&#x000f1;os)</td></tr><tr><td colspan="4" align="left"><italic>Edad distribuci&#x000f3;n &#x02013; no. (%)</italic></td></tr><tr><td align="left">&#x000a0;&#x0003c; 1 a&#x000f1;o</td><td align="left">10/24 (41,6)</td><td align="left">2/15 (13,3)</td><td align="left">12/39 (30,7)</td></tr><tr><td align="left">&#x000a0;1 a &#x0003c; 6 a&#x000f1;os</td><td align="left">4/24 (16,6)</td><td align="left">1/15 (6,6)</td><td align="left">5/39 (12,8)</td></tr><tr><td align="left">&#x000a0;6-10 a&#x000f1;os</td><td align="left">3/24 (12,5)</td><td align="left">6/15 (40,0)</td><td align="left">9/39 (23,0)</td></tr><tr><td align="left">&#x000a0;&#x0003e; 10 a&#x000f1;os</td><td align="left">7/24 (29,1)</td><td align="left">6/15 (40,0)</td><td align="left">13/39 (33,3)</td></tr><tr><td colspan="4" align="left"><italic>Sexo --- no. (%)</italic></td></tr><tr><td align="left">&#x000a0;Femenino</td><td align="left">10/24 (41,6)</td><td align="left">6/15 (40,0)</td><td align="left">16/39 (41,0)</td></tr><tr><td align="left">&#x000a0;Masculino</td><td align="left">14/24 (58,3)</td><td align="left">9/15 (60,0)</td><td align="left">23/39 (58,9)</td></tr><tr><td align="left">Comorbilidades &#x02013; no. (%)</td><td align="left">5/24 (20,8)</td><td align="left">0/15 (0/0)</td><td align="left">5/39 (12,8)</td></tr><tr><td colspan="4" align="left"><italic>S&#x000ed;ntomas en el SU -- no. (%)</italic></td></tr><tr><td align="left">&#x000a0;Fiebre &#x02265; 38&#x000a0;&#x000b0;C</td><td align="left">18/24 (75,0)</td><td align="left">14/15 (93,3)</td><td align="left">32/39 (82,0)</td></tr><tr><td align="left">&#x000a0;Tos</td><td align="left">12/24 (50,0)</td><td align="left">8/15 (53,3)</td><td align="left">20/39 (51,2)</td></tr><tr><td align="left">&#x000a0;Dificultad respiratoria</td><td align="left">13/24 (54,1)</td><td align="left">4/15 (26,6)</td><td align="left">17/39 (43,5)</td></tr><tr><td align="left">&#x000a0;Rinorrea</td><td align="left">12/24 (50,0)</td><td align="left">2/15 (13,3)</td><td align="left">14/39 (35,8)</td></tr><tr><td align="left">&#x000a0;Rechazo de la alimentaci&#x000f3;n</td><td align="left">7/24 (29,1)</td><td align="left">5/15 (33,3)</td><td align="left">12/39 (30,7)</td></tr><tr><td align="left">&#x000a0;Somnolencia</td><td align="left">0/24 (0)</td><td align="left">1/15 (6,6)</td><td align="left">1/39 (2,6)</td></tr><tr><td align="left">&#x000a0;N&#x000e1;usea o v&#x000f3;mitos</td><td align="left">7/24 (29,1)</td><td align="left">8/15 (53,3)</td><td align="left">15/39 (38,4)</td></tr><tr><td align="left">&#x000a0;Diarrea</td><td align="left">4/24 (16,6)</td><td align="left">10/15 (66,6)</td><td align="left">14/39 (35,8)</td></tr><tr><td align="left">&#x000a0;Dolor abdominal</td><td align="left">1/24 4,1)</td><td align="left">11/15 (73,3)</td><td align="left">12/39 (30,7)</td></tr><tr><td align="left">&#x000a0;Cefalea</td><td align="left">3/24 (12,5)</td><td align="left">5/15 (33,3)</td><td align="left">7/39 (17,9)</td></tr><tr><td align="left">&#x000a0;Odinofagia</td><td align="left">2/24 (8,3)</td><td align="left">2/15 (13,3)</td><td align="left">4/39 (10,2)</td></tr><tr><td align="left">&#x000a0;Exantema</td><td align="left">2/24 (8,3)</td><td align="left">8/15 (53,3)</td><td align="left">10/39 (25,6)</td></tr><tr><td align="left">&#x000a0;Hiperemia conjuntival</td><td align="left">0/24 (8,3)</td><td align="left">7/15 (46,6)</td><td align="left">7/39 (17,9)</td></tr><tr><td align="left">&#x000a0;Apnea</td><td align="left">0/24 (0)</td><td align="left">1/15 (6.6)</td><td align="left">1/39 (2,6)</td></tr><tr><td align="left">&#x000a0;Disnea</td><td align="left">3/24 (12,5)</td><td align="left">6/15 (40,0)</td><td align="left">9/39 (23,0)</td></tr><tr><td colspan="4" align="left"><italic>Signos en el SU -- no. (%)</italic></td></tr><tr><td align="left">&#x000a0;Apariencia alterada</td><td align="left">0/24 (0)</td><td align="left">10/15 (66,6)</td><td align="left">10/39 (25,6)</td></tr><tr><td align="left">&#x000a0;Taquicardia</td><td align="left">6/24 (25,0)</td><td align="left">13/15 (86,6)</td><td align="left">19/39 (48,7)</td></tr><tr><td align="left">&#x000a0;Frecuencia card&#x000ed;aca p90-p99</td><td align="left">5/24 (20,8)</td><td align="left">3/15 (20,0)</td><td align="left">8/39 (20,5)</td></tr><tr><td align="left">&#x000a0;Frecuencia card&#x000ed;aca &#x02265; p99</td><td align="left">1/24 (4,1)</td><td align="left">10/15 (66,6)</td><td align="left">11/39 (28,2)</td></tr><tr><td align="left">&#x000a0;Saturaci&#x000f3;n de ox&#x000ed;geno &#x0003c; 94%</td><td align="left">4/24 (16,6)</td><td align="left">2/15 (13,3)</td><td align="left">6/39 (15,4)</td></tr><tr><td align="left">&#x000a0;Dificultad respiratoria</td><td align="left">10/24 (41,6)</td><td align="left">10/15 (66,6)</td><td align="left">20/39 (51,3)</td></tr><tr><td colspan="4" align="left"><italic>Imagen - no./total (%)</italic></td></tr><tr><td align="left">&#x000a0;Rx de t&#x000f3;rax en el SU</td><td align="left">15/24 (62,5)</td><td align="left">15/15 (100)</td><td align="left">30/39 (76,9)</td></tr><tr><td align="left">&#x000a0;Resultado normal</td><td align="left">9/15 (60,0)</td><td align="left">8/15 (53,3)</td><td align="left">17/30 (56,6)</td></tr><tr><td align="left">&#x000a0;TC tor&#x000e1;cico</td><td align="left">0/24 (0)</td><td align="left">3/15 (20,0)</td><td align="left">3/39 (7,7)</td></tr><tr><td align="left">&#x000a0;Ecograf&#x000ed;a abdominal</td><td align="left">2/24 (8,3)</td><td align="left">10/15 (66,6)</td><td align="left">12/39 (30,7)</td></tr><tr><td colspan="4" align="left"><italic>Pruebas diagn&#x000f3;sticas no. /total (%)</italic></td></tr><tr><td align="left">&#x000a0;RT-PCR para SARS-CoV-2</td><td align="left">24/24 (100)</td><td align="left">15/15 (100)</td><td align="left">39/39 (100)</td></tr><tr><td align="left">&#x000a0;RT-PCR positiva</td><td align="left">24/24 (100)</td><td align="left">10/15 (66,6)</td><td align="left">34/39 (87,1)</td></tr><tr><td align="left">&#x000a0;Pacientes con PCR positiva y PCR negativa previa</td><td align="left">1/24 (4,1)</td><td align="left">3/10 (30)</td><td align="left">4/34 (11,7)</td></tr><tr><td align="left">&#x000a0;Serolog&#x000ed;a</td><td align="left">0/24 (0)</td><td align="left">5/15 (33,3)</td><td align="left">5/39 (12,8)</td></tr><tr><td align="left">&#x000a0;Ig G positiva</td><td align="left">NA</td><td align="left">5/5 (100)</td><td align="left">5/5 (100)</td></tr></tbody></table><table-wrap-foot><fn><p>RT-PCR = reacci&#x000f3;n en cadena de la transcriptasa inversa-polimerasa en tiempo real. Rx = radiograf&#x000ed;a. SatO<sub>2</sub> = saturaci&#x000f3;n de ox&#x000ed;geno. SU = Servicio de Urgencias. TC = tomograf&#x000ed;a computarizada.</p></fn></table-wrap-foot></table-wrap></p><p id="par0135">Las pruebas de laboratorio y los resultados de los biomarcadores se resumen y comparan en la <xref rid="tbl0020" ref-type="table">tabla 4</xref>
. Encontramos una diferencia significativa entre ambos grupos en t&#x000e9;rminos de recuento de linfocitos, nivel de prote&#x000ed;na C reactiva, procalcitonina, ferritina y d&#x000ed;mero D. Adem&#x000e1;s, la proporci&#x000f3;n de neutr&#x000f3;filos/linfocitos fue mayor entre los pacientes con enfermedad complicada (p = 0,001).<table-wrap position="float" id="tbl0020"><label>Tabla 4</label><caption><p>Alteraciones anal&#x000ed;ticas en el SU</p></caption><alt-text id="at4">Tabla 4</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Alteraciones anal&#x000ed;ticas en el SU</th><th align="left">Enfermedad no complicada (N=24)</th><th align="left">Enfermedad complicada (N=15)</th><th align="left">Valor de p</th></tr></thead><tbody><tr><td align="left">Leucocitos x 10<sup>9</sup>/L mediana (RIQ)</td><td align="left">8.510 (5.000-12.240)</td><td align="left">8.060 (7.530-10.300)</td><td align="left">P = 0,51</td></tr><tr><td align="left">Neutr&#x000f3;filos x 10<sup>9</sup>/L mediana (RIQ)</td><td align="left">3.420 (2.340-5.650)</td><td align="left">6.720 (6.200-9.400)</td><td align="left">P = 0,009</td></tr><tr><td align="left">Linfocitos x 10<sup>9</sup>/L mediana (RIQ)</td><td align="left">2.705 (1.470-4.470)</td><td align="left">750 (350-1.800)</td><td align="left">P = 0,001</td></tr><tr><td align="left">Proporci&#x000f3;n neutr&#x000f3;filos/linfocitos</td><td align="left">1,34</td><td align="left">12,62</td><td align="left">P = 0,001</td></tr><tr><td align="left">PCR mg/dL mediana (RIQ)</td><td align="left">0,5 (0,2-1,7)</td><td align="left">20,6 (15,3-34,2)</td><td align="left">P &#x0003c; 0,001</td></tr><tr><td align="left">PCT ng/mL mediana (RIQ)</td><td align="left">0,10 (0,02-0,21)</td><td align="left">5,73 (1,77-14,08)</td><td align="left">P = 0,001</td></tr><tr><td align="left">D&#x000ed;mero D ng/mL mediana (RIQ)</td><td align="left">490 (230-630)</td><td align="left">3.960 (2.210-6.660)</td><td align="left">P &#x0003c; 0,001</td></tr><tr><td align="left">LDH U/L mediana (RIQ)</td><td align="left">285 (203-347)</td><td align="left">305 (272-348)</td><td align="left">P = 0,27</td></tr><tr><td align="left">Ferritina ng/mL mediana (RIQ)</td><td align="left">77 (20-194)</td><td align="left">686 (255-1.392)</td><td align="left">P &#x0003c; 0,001</td></tr></tbody></table><table-wrap-foot><fn><p>PCR = prote&#x000ed;na C reactiva. PCT = procalcitonina. DD = d&#x000ed;mero D. LDH = lactato deshidrogenasa. RIQ = rango intercuart&#x000ed;lico.</p></fn></table-wrap-foot></table-wrap></p><p id="par0140">Se realiz&#x000f3; una radiograf&#x000ed;a de t&#x000f3;rax en el SU a 30 pacientes, de las cuales 13 presentaron alteraciones (<xref rid="tbl0015" ref-type="table">tabla 3</xref>). Durante el ingreso, otros cuatro pacientes desarrollaron neumon&#x000ed;a.</p><p id="par0145">Se realiz&#x000f3; una ecograf&#x000ed;a abdominal a 12 pacientes; los hallazgos m&#x000e1;s frecuentes fueron la inflamaci&#x000f3;n de la pared intestinal (4/12) y la presencia de l&#x000ed;quido libre (4/12). Tres pacientes tuvieron una ecograf&#x000ed;a normal.</p></sec><sec id="sec0050"><title>Curso cl&#x000ed;nico e ingreso en cuidados intensivos pedi&#x000e1;tricos</title><p id="par0150">Catorce pacientes (36%) requirieron ingreso en la unidad de cuidados intensivos pedi&#x000e1;tricos (UCIP): 10 directamente desde el SU y 4 desde la planta de hospitalizaci&#x000f3;n (todos en las primeras 36 horas desde su ingreso). Durante las primeras cinco semanas del per&#x000ed;odo de estudio, tres pacientes fueron admitidos en la UCIP con s&#x000ed;ntomas neurol&#x000f3;gicos o respiratorios (uno trombosis m&#x000fa;ltiple, uno apnea, uno neumon&#x000ed;a neumoc&#x000f3;cica). En las dos semanas siguientes, 11 ni&#x000f1;os requirieron cuidados en la UCIP con sospecha de un cuadro de respuesta inflamatoria sist&#x000e9;mica pedi&#x000e1;trico temporalmente asociado a COVID-19, la mayor&#x000ed;a presentando s&#x000ed;ntomas abdominales y <italic>shock</italic>.</p><p id="par0155">La mediana de estancia en el hospital fue de cuatro d&#x000ed;as (rango 1-23) y de estancia en la UCIP fue de cinco d&#x000ed;as (rango 2-21). Todos los ni&#x000f1;os fueron dados de alta sin secuelas aparentes y ninguno de ellos desarroll&#x000f3; complicaciones despu&#x000e9;s del alta.</p></sec></sec><sec id="sec0055"><title>Discusi&#x000f3;n</title><p id="par0160">A pesar de la propagaci&#x000f3;n mundial de la COVID-19, el espectro cl&#x000ed;nico en los ni&#x000f1;os sigue sin estar aclarado. A&#x000fa;n no se conoce completamente el papel que juegan los ni&#x000f1;os en la transmisi&#x000f3;n de la enfermedad y el mecanismo de infecci&#x000f3;n infantil. La agrupaci&#x000f3;n de casos en familias se ha descrito en varios trabajos<xref rid="bib0210" ref-type="bibr">7</xref>, <xref rid="bib0215" ref-type="bibr">8</xref>, <xref rid="bib0225" ref-type="bibr">10</xref>, <xref rid="bib0245" ref-type="bibr">14</xref>, <xref rid="bib0250" ref-type="bibr">15</xref> y parece que los ni&#x000f1;os son los m&#x000e1;s com&#x000fa;nmente infectados por los adultos, probablemente como resultado de las medidas de confinamiento aplicadas para frenar la propagaci&#x000f3;n del virus. En nuestro estudio, la mayor&#x000ed;a de los ni&#x000f1;os (70%) tuvieron una exposici&#x000f3;n previa a un adulto con COVID-19 confirmado o sospechado en el hogar, lo que sugiere que los ni&#x000f1;os no eran el caso &#x000ed;ndice.</p><p id="par0165">Se ha afirmado que la COVID-19 es m&#x000e1;s leve y menos frecuente en los ni&#x000f1;os que en los adultos<xref rid="bib0255" ref-type="bibr">16</xref>, <xref rid="bib0260" ref-type="bibr">17</xref>, <xref rid="bib0265" ref-type="bibr">18</xref>, <xref rid="bib0270" ref-type="bibr">19</xref>, <xref rid="bib0275" ref-type="bibr">20</xref>. Durante el per&#x000ed;odo de estudio, 57 ni&#x000f1;os con infecci&#x000f3;n por SARS-CoV-2 fueron ingresados en uno de los dos hospitales de referencia para ni&#x000f1;os hospitalizados en la Comunidad Aut&#x000f3;noma de Madrid, aunque &#x000e9;stos s&#x000f3;lo representaron el 6,4% de los ingresos hospitalarios. En el mismo per&#x000ed;odo, el n&#x000fa;mero total de adultos con COVID-19 ingresados en diferentes hospitales de la comunidad aut&#x000f3;noma super&#x000f3; los 40.000<xref rid="bib0190" ref-type="bibr"><sup>3</sup></xref>. Esta disparidad apunta claramente a un curso de la enfermedad m&#x000e1;s leve y menos frecuente en los ni&#x000f1;os. En series anteriores, entre el 5 y el 67% de los ni&#x000f1;os infectados fueron hospitalizados<xref rid="bib0195" ref-type="bibr">4</xref>, <xref rid="bib0220" ref-type="bibr">9</xref>, <xref rid="bib0245" ref-type="bibr">14</xref>. Se ha descrito que la hospitalizaci&#x000f3;n es m&#x000e1;s com&#x000fa;n entre los pacientes pedi&#x000e1;tricos menores de un a&#x000f1;o de edad y los que tienen una enfermedad de base. En nuestra serie, 12 de los 39 pacientes eran menores de un a&#x000f1;o (32% de los casos), cifra que es similar al 40% comunicado por Cantoni y a la tasa del 30% comunicada por Garazzino<xref rid="bib0245" ref-type="bibr"><sup>14</sup></xref> en Italia, aunque un porcentaje mucho m&#x000e1;s alto que en China (18% en la serie Lu<xref rid="bib0220" ref-type="bibr"><sup>9</sup></xref> y 11% en la de Dong<xref rid="bib0215" ref-type="bibr"><sup>8</sup></xref>) y la tasa contenida en un informe de CDC (15%)<xref rid="bib0280" ref-type="bibr"><sup>21</sup></xref>. La mayor&#x000ed;a de los lactantes de nuestro hospital tuvieron una enfermedad no complicada, con la excepci&#x000f3;n de un reci&#x000e9;n nacido con apnea<xref rid="bib0285" ref-type="bibr"><sup>22</sup></xref> y un lactante con neumon&#x000ed;a neumoc&#x000f3;cica<xref rid="bib0290" ref-type="bibr"><sup>23</sup></xref>. M&#x000e1;s de la mitad de los ni&#x000f1;os ingresados eran mayores de seis a&#x000f1;os, y la edad media de los ni&#x000f1;os con <italic>shock</italic> fue de 10 a&#x000f1;os. Se desconoce si los ni&#x000f1;os mayores tienen un mayor riesgo de desarrollar un s&#x000ed;ndrome de respuesta inflamatoria sist&#x000e9;mica temporalmente asociado a COVID-19.</p><p id="par0170">Los criterios de hospitalizaci&#x000f3;n pueden variar significativamente de un centro a otro. Los pacientes pueden ser ingresados como un medio preventivo de aislamiento, debido a su condici&#x000f3;n cl&#x000ed;nica (signos y s&#x000ed;ntomas de mayor gravedad), o debido a la presencia de factores de riesgo para un curso complicado de la enfermedad. En nuestro hospital, los ni&#x000f1;os fueron ingresados principalmente debido a la gravedad de la enfermedad. Los criterios cl&#x000ed;nicos de ingreso que se aplicaron no difer&#x000ed;an de los protocolos institucionales previamente establecidos para cada entidad nosol&#x000f3;gica. La mayor&#x000ed;a de los pacientes estaban previamente sanos, y no podemos descartar que aquellos con una condici&#x000f3;n subyacente tengan un mayor riesgo de deterioro.</p><p id="par0175">La mayor&#x000ed;a de nuestros pacientes presentaron fiebre (87%), lo cual fue m&#x000e1;s com&#x000fa;n que en los informes de China (71%)<xref rid="bib0220" ref-type="bibr"><sup>9</sup></xref> e Italia (36%)<xref rid="bib0250" ref-type="bibr"><sup>15</sup></xref>. Esto podr&#x000ed;a estar relacionado con un sesgo de selecci&#x000f3;n porque todos los ni&#x000f1;os incluidos en nuestra serie requirieron ingreso. En estos pacientes, la fiebre podr&#x000ed;a ser una expresi&#x000f3;n de una forma m&#x000e1;s grave de la enfermedad.</p><p id="par0180">Los ni&#x000f1;os con enfermedad no complicada desarrollaron principalmente s&#x000ed;ntomas respiratorios parecidos a un resfriado o una enfermedad similar a la gripe, bronquiolitis o neumon&#x000ed;a. Algunos lactantes menores de tres meses de edad se presentaron con fiebre sin foco. Los s&#x000ed;ntomas cl&#x000ed;nicos eran inespec&#x000ed;ficos y pueden superponerse con otras infecciones respiratorias virales o bacterianas. No tuvieron alteraciones significativas en las pruebas de laboratorio, excepto la elevaci&#x000f3;n aislada de la PCR en unos pocos casos. Los pacientes con enfermedad no complicada mejoraron con tratamiento de soporte y fueron dados de alta en pocos d&#x000ed;as. La mayor&#x000ed;a no recibi&#x000f3; ninguno de los medicamentos emp&#x000ed;ricos propuestos para el tratamiento de COVID-19<xref rid="bib0220" ref-type="bibr">9</xref>, <xref rid="bib0250" ref-type="bibr">15</xref>, <xref rid="bib0295" ref-type="bibr">24</xref>, <xref rid="bib0300" ref-type="bibr">25</xref>, <xref rid="bib0305" ref-type="bibr">26</xref>, <xref rid="bib0310" ref-type="bibr">27</xref>, <xref rid="bib0315" ref-type="bibr">28</xref>.</p><p id="par0185">Las infecciones respiratorias tambi&#x000e9;n pueden provocar complicaciones m&#x000e1;s graves como la apnea (en ni&#x000f1;os muy peque&#x000f1;os), la coinfecci&#x000f3;n bacteriana o la insuficiencia respiratoria. En nuestra serie, un neonato present&#x000f3; apnea repetida y otro present&#x000f3; sepsis neumoc&#x000f3;cica y neumon&#x000ed;a con derrame pleural, desarrollando posteriormente una neumon&#x000ed;a necrotizante. No est&#x000e1; claro si el curso de la enfermedad en esta &#x000fa;ltima estaba relacionado s&#x000f3;lo con la infecci&#x000f3;n bacteriana o con ambas.</p><p id="par0190">Es notable que despu&#x000e9;s de las primeras cinco semanas de la epidemia observamos una nueva forma de presentaci&#x000f3;n cl&#x000ed;nica<xref rid="bib0225" ref-type="bibr"><sup>10</sup></xref>. Estos pacientes eran de mayor edad, ten&#x000ed;an fiebre alta y refer&#x000ed;an s&#x000ed;ntomas gastrointestinales significativos (dolor abdominal intenso, diarrea, v&#x000f3;mitos) y/o erupci&#x000f3;n y/o hiperemia conjuntival. Los s&#x000ed;ntomas respiratorios eran menos frecuentes en estos casos. La mayor&#x000ed;a se present&#x000f3; en el servicio de urgencias con apariencia visiblemente alterada y taquicardia extrema. El sello distintivo de estos nuevos casos es el desarrollo de un <italic>shock</italic> en un corto per&#x000ed;odo de tiempo desde la consulta en el SU<xref rid="bib0320" ref-type="bibr">29</xref>, <xref rid="bib0325" ref-type="bibr">30</xref>. Los pacientes recibieron soporte respiratorio y hemodin&#x000e1;mico en la UCIP y tratamiento con f&#x000e1;rmacos antivirales, hidroxicloroquina, antibi&#x000f3;ticos y antiinflamatorios. Todos los hemocultivos fueron negativos. Esta entidad tiene caracter&#x000ed;sticas cl&#x000ed;nicas en com&#x000fa;n con otras condiciones inflamatorias pedi&#x000e1;tricas, incluyendo la enfermedad de Kawasaki, miocarditis, s&#x000ed;ndromes de <italic>shock</italic> t&#x000f3;xico, sepsis bacteriana o abdominal y s&#x000ed;ndromes de activaci&#x000f3;n de macr&#x000f3;fagos<xref rid="bib0230" ref-type="bibr"><sup>11</sup></xref>. Su reconocimiento precoz es crucial. Cabe destacar que estos pacientes presentaron una elevaci&#x000f3;n significativa de los marcadores inflamatorios (prote&#x000ed;na C reactiva, procalcitonina, d&#x000ed;mero D, ferritina) y linfopenia, as&#x000ed; como una mayor proporci&#x000f3;n de neutr&#x000f3;filos/linfocitos. Esta relaci&#x000f3;n se ha notificado como un biomarcador &#x000fa;til relacionado con el diagn&#x000f3;stico de otras afecciones como la infecci&#x000f3;n por el virus de la gripe y la sepsis<xref rid="bib0330" ref-type="bibr"><sup>31</sup></xref>. Recientemente se ha publicado la asociaci&#x000f3;n entre la elevaci&#x000f3;n de esta proporci&#x000f3;n y formas graves de la enfermedad en adultos, pero no hay datos al respecto en ni&#x000f1;os hasta el momento<xref rid="bib0335" ref-type="bibr"><sup>32</sup></xref>. La LDH no parece ser un marcador anal&#x000ed;tico de gravedad en nuestros pacientes, lo que contrasta con los adultos<xref rid="bib0340" ref-type="bibr"><sup>33</sup></xref>. Tambi&#x000e9;n es importante se&#x000f1;alar que ocho de los 12 pacientes desarrollaron neumon&#x000ed;a radiol&#x000f3;gica aunque los s&#x000ed;ntomas respiratorios no eran predominantes en el momento del ingreso<xref rid="bib0345" ref-type="bibr"><sup>34</sup></xref>. Debido a los hallazgos cl&#x000ed;nicos y de laboratorio y a la agrupaci&#x000f3;n de casos en un per&#x000ed;odo fuera de los niveles m&#x000e1;ximos de la epidemia, formulamos la hip&#x000f3;tesis de que la infecci&#x000f3;n por SARS-CoV-2 puede desencadenar una respuesta inflamatoria que lleve al <italic>shock</italic>. Siete de estos pacientes dieron positivo en la prueba de SARS-CoV-2 con RT-PCR, pero s&#x000f3;lo cinco dieron positivo en anticuerpos IgG, lo que sugiere que esta respuesta inflamatoria puede ocurrir durante el per&#x000ed;odo agudo o despu&#x000e9;s de que la infecci&#x000f3;n haya pasado<xref rid="bib0350" ref-type="bibr"><sup>35</sup></xref>.</p><p id="par0195">Este estudio tiene varias limitaciones. Debido al peque&#x000f1;o tama&#x000f1;o de la muestra y al dise&#x000f1;o retrospectivo utilizado, es necesario seguir investigando para confirmar estos hallazgos. Dado que s&#x000f3;lo se analizaron en nuestro hospital aquellos pacientes que necesitaban hospitalizaci&#x000f3;n o que ten&#x000ed;an factores de riesgo de padecer una enfermedad grave, los datos presentados aqu&#x000ed; no reflejan la incidencia total de COVID-19 en ni&#x000f1;os y no pueden compararse con algunas series publicadas anteriormente. Adem&#x000e1;s, realizamos un sesgo de selecci&#x000f3;n de la gravedad, por lo que nuestros resultados y conclusiones est&#x000e1;n influenciados por &#x000e9;l. En los pacientes con una prueba serol&#x000f3;gica positiva, pero una PCR negativa, la relaci&#x000f3;n entre la infecci&#x000f3;n por SARS-CoV-2 y las manifestaciones cl&#x000ed;nicas no se puede determinar. Sin embargo, este estudio proporciona informaci&#x000f3;n cl&#x000ed;nica importante sobre las diferentes formas de presentaci&#x000f3;n cl&#x000ed;nica de la COVID-19 en ni&#x000f1;os y que puede ayudar a reconocer precozmente a los pacientes con riesgo de complicaciones.</p><p id="par0200">Este estudio describe una serie de ni&#x000f1;os de un solo centro que fueron admitidos para recibir atenci&#x000f3;n hospitalaria con la infecci&#x000f3;n por SARS-CoV-2. Los pacientes con enfermedad respiratoria aislada y sin elevaci&#x000f3;n de los biomarcadores inflamatorios cl&#x000e1;sicos mostraron un curso sin complicaciones de la enfermedad. En estos casos, el uso rutinario de las drogas emp&#x000ed;ricas propuestas para el COVID-19 parec&#x000ed;a innecesario. En contraste, los ni&#x000f1;os mayores con fiebre, s&#x000ed;ntomas abdominales, elevaci&#x000f3;n de los biomarcadores inflamatorios, linfopenia y una alta proporci&#x000f3;n de neutr&#x000f3;filos/linfocitos desarrollaron un empeoramiento cl&#x000ed;nico con <italic>shock</italic>. Estos pacientes con enfermedad complicada requirieron cuidados intensivos que consistieron en tratamiento de soporte y recibieron medicamentos antivirales y antiinflamatorios. Se necesitan m&#x000e1;s estudios multic&#x000e9;ntricos y prospectivos para ampliar la base de conocimiento sobre esta nueva enfermedad en los ni&#x000f1;os, como el estudio EPICO-AEP que se est&#x000e1; llevando a cabo en Espa&#x000f1;a. Sus resultados arrojar&#x000e1;n mayor luz sobre las cuestiones planteadas en este trabajo.</p></sec><sec id="sec0060"><title>Financiaci&#x000f3;n</title><p id="par0205">Este trabajo no ha recibido ning&#x000fa;n tipo de financiaci&#x000f3;n.</p></sec><sec id="sec0065"><title>Conflicto de intereses</title><p id="par0210">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0180"><label>1</label><element-citation publication-type="journal" id="sbref0180"><person-group person-group-type="author"><name><surname>Prompetchara</surname><given-names>E.</given-names></name><name><surname>Ketloy</surname><given-names>C.</given-names></name><name><surname>Palaga</surname><given-names>T.</given-names></name></person-group><article-title>Immune responses in COVID-19 and potential vaccines: Lessons learned from SARS and MERS epidemic</article-title><source>Asian Pac J Allergy Immunol.</source><volume>38</volume><year>2020</year><fpage>1</fpage><lpage>9</lpage><pub-id pub-id-type="pmid">32105090</pub-id></element-citation></ref><ref id="bib0185"><label>2</label><element-citation publication-type="journal" id="sbref0185"><person-group person-group-type="author"><name><surname>Tagarro</surname><given-names>A.</given-names></name><name><surname>Epalza</surname><given-names>C.</given-names></name><name><surname>Santos</surname><given-names>M.</given-names></name><name><surname>Sanz-Santaeufemia</surname><given-names>F.J.</given-names></name><name><surname>Otheo</surname><given-names>E.</given-names></name><name><surname>Moraleda</surname><given-names>C.</given-names></name></person-group><article-title>Screening and Severity of Coronavirus Disease 2019 (COVID-19) in Children in Madrid Spain</article-title><source>JAMA Pediatr.</source><year>2020</year><fpage>e201346</fpage><comment>10.1001/jamapediatrics.2020.1346</comment></element-citation></ref><ref id="bib0190"><label>3</label><element-citation publication-type="journal" id="sbref0190"><person-group person-group-type="author"><collab>Gobierno de Espa&#x000f1;a</collab></person-group><source>Actualizaci&#x000f3;n n&#x000b0; 91. Enfermedad por el coronavirus (COVID-19)</source><year>2020</year><comment>https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov/documentos/Actualizacion_91_COVID-19.pdf (Accessed 10/05/2020)</comment></element-citation></ref><ref id="bib0195"><label>4</label><element-citation publication-type="journal" id="sbref0195"><person-group person-group-type="author"><name><surname>Livingston</surname><given-names>E.</given-names></name><name><surname>Bucher</surname><given-names>K.</given-names></name></person-group><article-title>Coronavirus Disease 2019 (COVID-19) in Italy</article-title><source>JAMA.</source><year>2020</year><fpage>10</fpage><comment>1001/jama.2020.4344. doi:10.1001/jama.2020.4344</comment><pub-id pub-id-type="pmid">32633785</pub-id></element-citation></ref><ref id="bib0200"><label>5</label><element-citation publication-type="journal" id="sbref0200"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>Y.</given-names></name></person-group><article-title>The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19) &#x02014; China, 2020</article-title><source>Chin J Epidemiol.</source><year>2020</year></element-citation></ref><ref id="bib0205"><label>6</label><element-citation publication-type="journal" id="sbref0205"><person-group person-group-type="author"><collab>Gobierno de Espa&#x000f1;a</collab></person-group><source>Estudio nacional de sero-epidemiolog&#x000ed;a de la infecci&#x000f3;n por SARS-CoV-2 en Espa&#x000f1;a (ENE-Covid)</source><year>May 2020</year><comment>Disponible en https://www.mscbs.gob.es/gabinetePrensa/notaPrensa/pdf/ENE-C140520115618104.pdf. 2020</comment></element-citation></ref><ref id="bib0210"><label>7</label><element-citation publication-type="journal" id="sbref0210"><person-group person-group-type="author"><name><surname>Bi</surname><given-names>Q.</given-names></name><name><surname>Wu</surname><given-names>Y.</given-names></name><name><surname>Mei</surname><given-names>S.</given-names></name><name><surname>Ye</surname><given-names>C.</given-names></name><name><surname>Zou</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>Z.</given-names></name></person-group><article-title>Epidemiology and transmission of COVID-19 in 391 cases and 1286 of their close contacts in Shenzhen China: a retrospective cohort study. [published online ahead of print, 2020 Apr 27] [published correction appears in Lancet Infect Dis. 2020 Jul;20(7):e148]</article-title><source>Lancet Infect Dis.</source><volume>S1473&#x02013;3099</volume><year>2020</year><fpage>30287</fpage><lpage>30295</lpage><pub-id pub-id-type="doi">10.1016/S1473-3099(20)30287-5</pub-id></element-citation></ref><ref id="bib0215"><label>8</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Dong</surname><given-names>Y.</given-names></name><name><surname>Mo</surname><given-names>X.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Qi</surname><given-names>X.</given-names></name><name><surname>Jiang</surname><given-names>F.</given-names></name></person-group><article-title>Epidemiological characteristics of 2143 pediatric patients with 2019 coronavirus disease in China</article-title><source>Pediatrics.</source><year>2020</year><comment>10.1542/peds.2020-0702</comment></element-citation></ref><ref id="bib0220"><label>9</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>Lu</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Du</surname><given-names>H.</given-names></name><name><surname>Zhang</surname><given-names>J.</given-names></name><name><surname>Li</surname><given-names>Y.Y.</given-names></name><name><surname>Qu</surname><given-names>J.</given-names></name></person-group><article-title>SARS-CoV-2 Infection in Children</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1663</fpage><lpage>1665</lpage><pub-id pub-id-type="pmid">32187458</pub-id></element-citation></ref><ref id="bib0225"><label>10</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Mahase</surname><given-names>E.</given-names></name></person-group><article-title>Covid-19: concerns grow over inflammatory syndrome emerging in children</article-title><source>BMJ.</source><volume>369</volume><year>2020</year><fpage>1710</fpage></element-citation></ref><ref id="bib0230"><label>11</label><element-citation publication-type="journal" id="sbref0230"><person-group person-group-type="author"><name><surname>Riphagen</surname><given-names>S.</given-names></name><name><surname>Gonzalez-Martinez</surname><given-names>G.X.</given-names></name><name><surname>Wilkinson</surname><given-names>C.</given-names></name><name><surname>Theocharis</surname><given-names>N.P.</given-names></name></person-group><article-title>Hyperinflammatory shock in children during COVID-19 pandemic</article-title><source>Lancet.</source><year>2020</year><comment>doi:org/101016/S0140-6736(20)31094-1Published online May 6 2020</comment></element-citation></ref><ref id="bib0235"><label>12</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Ramcharan</surname><given-names>T.</given-names></name><name><surname>Nolan</surname><given-names>O.</given-names></name><name><surname>Lai</surname><given-names>C.Y.</given-names></name><name><surname>Prabhu</surname><given-names>N.</given-names></name><name><surname>Krishnamurthy</surname><given-names>R.</given-names></name><name><surname>Richter</surname><given-names>A.G.</given-names></name></person-group><article-title>Paediatric Inflammatory Multisystem Syndrome: Temporally Associated with SARS-CoV-2 (PIMS-TS): Cardiac Features Management and Short-Term Outcomes at a UK Tertiary Paediatric Hospital. [published online ahead of print, 2020 Jun 12]</article-title><source>Pediatr Cardiol.</source><year>2020</year><fpage>1</fpage><lpage>11</lpage><pub-id pub-id-type="other">10.1007/s00246-020-02391-2 2020</pub-id><pub-id pub-id-type="pmid">31673733</pub-id></element-citation></ref><ref id="bib0240"><label>13</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Fleming</surname><given-names>S.</given-names></name><name><surname>Thompson</surname><given-names>M.</given-names></name><name><surname>Stevens</surname><given-names>R.</given-names></name><name><surname>Heneghan</surname><given-names>C.</given-names></name><name><surname>Pl&#x000fc;ddemann</surname><given-names>A.</given-names></name><name><surname>Maconochie</surname><given-names>I.</given-names></name></person-group><article-title>Normal ranges of heart rate and respiratory rate in children from birth to 18 years of age: a systematic review of observational studies</article-title><source>Lancet.</source><volume>377</volume><year>2011</year><fpage>1011</fpage><lpage>1018</lpage><pub-id pub-id-type="pmid">21411136</pub-id></element-citation></ref><ref id="bib0245"><label>14</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Garazzino</surname><given-names>S.</given-names></name><name><surname>Montagnani</surname><given-names>C.</given-names></name><name><surname>Don&#x000e0;</surname><given-names>D.</given-names></name><name><surname>Meini</surname><given-names>A.</given-names></name><name><surname>Felici</surname><given-names>E.</given-names></name><name><surname>Vergine</surname><given-names>G.</given-names></name><collab>The Italian SITIP-SIP Pediatric Infection Study Group</collab></person-group><article-title>Multicentre Italian study of SARS-CoV-2 infection in children and adolescents, preliminary data as at 10 April 2020</article-title><source>Euro Surveill.</source><volume>25</volume><year>2020</year><comment>2000600. https://doi.org/10.2807/1560-7917.ES.18202025</comment></element-citation></ref><ref id="bib0250"><label>15</label><element-citation publication-type="journal" id="sbref0250"><person-group person-group-type="author"><name><surname>Parri</surname><given-names>N.</given-names></name><name><surname>Lenge</surname><given-names>M.</given-names></name></person-group><article-title>Children with Covid-19 in Pediatric Emergency Departments in Italy</article-title><source>N Engl J Med.</source><volume>383</volume><year>2020</year><fpage>187</fpage><lpage>190</lpage><comment>10.1056/NEJMc2007617</comment><pub-id pub-id-type="pmid">32356945</pub-id></element-citation></ref><ref id="bib0255"><label>16</label><element-citation publication-type="journal" id="sbref0255"><person-group person-group-type="author"><name><surname>Grasselli</surname><given-names>G.</given-names></name><name><surname>Pesenti</surname><given-names>A.</given-names></name><name><surname>Cecconi</surname><given-names>M.</given-names></name></person-group><article-title>Critical Care Utilization for the COVID-19 Outbreak in Lombardy Italy: Early Experience and Forecast During an Emergency Response</article-title><source>JAMA.</source><year>2020</year><fpage>10</fpage><comment>1001/jama.2020.4031. 10.1001/jama.2020.4031</comment><pub-id pub-id-type="pmid">32633785</pub-id></element-citation></ref><ref id="bib0260"><label>17</label><element-citation publication-type="journal" id="sbref0260"><person-group person-group-type="author"><name><surname>Guan</surname><given-names>W.J.</given-names></name><name><surname>Ni</surname><given-names>Z.Y.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Liang</surname><given-names>W.H.</given-names></name><name><surname>Ou</surname><given-names>C.Q.</given-names></name><name><surname>He</surname><given-names>J.X.</given-names></name></person-group><article-title>Clinical Characteristics of Coronavirus Disease 2019 in China</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1708</fpage><lpage>1720</lpage><comment>10.1056/NEJMoa2002032</comment><pub-id pub-id-type="pmid">32109013</pub-id></element-citation></ref><ref id="bib0265"><label>18</label><element-citation publication-type="journal" id="sbref0265"><person-group person-group-type="author"><name><surname>Ludvigsson</surname><given-names>J.F.</given-names></name></person-group><article-title>Systematic review of COVID-19 in children shows milder cases and a better prognosis than adults</article-title><source>Acta Paediatr.</source><volume>109</volume><year>2020</year><fpage>1088</fpage><lpage>1095</lpage><pub-id pub-id-type="pmid">32202343</pub-id></element-citation></ref><ref id="bib0270"><label>19</label><element-citation publication-type="journal" id="sbref0270"><person-group person-group-type="author"><name><surname>Zhou</surname><given-names>F.</given-names></name><name><surname>Yu</surname><given-names>T.</given-names></name><name><surname>Du</surname><given-names>R.</given-names></name><name><surname>Fan</surname><given-names>G.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>Z.</given-names></name></person-group><article-title>Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan China: a retrospective cohort study</article-title><source>Lancet.</source><volume>395</volume><issue>10229</issue><year>2020</year><fpage>1054</fpage><lpage>1062</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30566-3</pub-id><pub-id pub-id-type="pmid">32171076</pub-id></element-citation></ref><ref id="bib0275"><label>20</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Mizumoto</surname><given-names>K.</given-names></name><name><surname>Chowell</surname><given-names>G.</given-names></name></person-group><article-title>Estimating Risk for Death from 2019 Novel Coronavirus Disease, China January-February 2020</article-title><source>Emerg Infect Dis.</source><volume>26</volume><year>2020</year><fpage>1251</fpage><lpage>1256</lpage><pub-id pub-id-type="pmid">32168464</pub-id></element-citation></ref><ref id="bib0280"><label>21</label><element-citation publication-type="journal" id="sbref0280"><person-group person-group-type="author"><name><surname>Wei</surname><given-names>M.</given-names></name><name><surname>Yuan</surname><given-names>J.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Fu</surname><given-names>T.</given-names></name><name><surname>Yu</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>Z.J.</given-names></name></person-group><article-title>Novel Coronavirus Infection in Hospitalized Infants Under 1 Year of Age in China</article-title><source>JAMA.</source><volume>323</volume><year>2020</year><fpage>1313</fpage><lpage>1314</lpage><pub-id pub-id-type="pmid">32058570</pub-id></element-citation></ref><ref id="bib0285"><label>22</label><element-citation publication-type="journal" id="sbref0285"><person-group person-group-type="author"><name><surname>Gonz&#x000e1;lez Brabin</surname><given-names>A.</given-names></name><name><surname>Iglesias-Bouzas</surname><given-names>M.I.</given-names></name><name><surname>Nieto-Moro</surname><given-names>M.</given-names></name><name><surname>Mart&#x000ed;nez de Azagra-Garde</surname><given-names>A.</given-names></name><name><surname>Garc&#x000ed;a-Salido</surname><given-names>A.</given-names></name></person-group><article-title>Apnea neonatal como manifestaci&#x000f3;n inicial de infecci&#x000f3;n por SARS-CoV-2 [Neonatal apnea as initial manifestation of SARS-CoV-2 infection] [published online ahead of print, 2020 Jun 11]</article-title><source>An Pediatr (Barc).</source><volume>S1695&#x02013;4033</volume><year>2020</year><fpage>30191</fpage><lpage>30200</lpage><pub-id pub-id-type="doi">10.1016/j.anpedi.2020.05.008</pub-id></element-citation></ref><ref id="bib0290"><label>23</label><element-citation publication-type="journal" id="sbref0290"><person-group person-group-type="author"><name><surname>Nieto-Moro</surname><given-names>M.</given-names></name><name><surname>Ecclesia</surname><given-names>F.G.</given-names></name><name><surname>Tom&#x000e9;-Masa</surname><given-names>I.</given-names></name><name><surname>Caro-Pat&#x000f3;n</surname><given-names>G.D.L.</given-names></name><name><surname>Leoz-Gordillo</surname><given-names>I.</given-names></name><name><surname>Cabrero-Hern&#x000e1;ndez</surname><given-names>M.</given-names></name></person-group><article-title>SARS-CoV-2 and Streptococcus pneumoniae coinfection as a cause of severe pneumonia in an infant [published online ahead of print, 2020 Jun 29]</article-title><source>Pediatr Pulmonol.</source><year>2020</year><fpage>10</fpage><comment>1002/ppul.24916. doi:10.1002/ppul.24916</comment></element-citation></ref><ref id="bib0295"><label>24</label><element-citation publication-type="journal" id="sbref0295"><person-group person-group-type="author"><name><surname>Bhatnagar</surname><given-names>T.</given-names></name><name><surname>Murhekar</surname><given-names>M.V.</given-names></name><name><surname>Soneja</surname><given-names>M.</given-names></name><name><surname>Gupta</surname><given-names>N.</given-names></name><name><surname>Giri</surname><given-names>S.</given-names></name><name><surname>Wig</surname><given-names>N.</given-names></name></person-group><article-title>Lopinavir/ritonavir combination therapy amongst symptomatic coronavirus disease 2019 patients in India: Protocol for restricted public health emergency use</article-title><source>Indian J Med Res.</source><volume>151</volume><issue>2 &#x00026; 3</issue><year>2020</year><fpage>184</fpage><lpage>189</lpage><comment>10.4103/ijmr.IJMR_502_20</comment><pub-id pub-id-type="pmid">32362644</pub-id></element-citation></ref><ref id="bib0300"><label>25</label><element-citation publication-type="journal" id="sbref0300"><person-group person-group-type="author"><name><surname>Cao</surname><given-names>B.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Wen</surname><given-names>D.</given-names></name><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Wang</surname><given-names>J.</given-names></name><name><surname>Fan</surname><given-names>G.</given-names></name></person-group><article-title>A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1787</fpage><lpage>1799</lpage><pub-id pub-id-type="pmid">32187464</pub-id></element-citation></ref><ref id="bib0305"><label>26</label><element-citation publication-type="journal" id="sbref0305"><person-group person-group-type="author"><name><surname>Cunningham</surname><given-names>A.C.</given-names></name><name><surname>Goh</surname><given-names>H.P.</given-names></name><name><surname>Koh</surname><given-names>D.</given-names></name></person-group><article-title>Treatment of COVID-19: old tricks for new challenges</article-title><source>Crit Care.</source><volume>24</volume><year>2020</year><fpage>91</fpage><pub-id pub-id-type="pmid">32178711</pub-id></element-citation></ref><ref id="bib0310"><label>27</label><element-citation publication-type="journal" id="sbref0310"><person-group person-group-type="author"><name><surname>Gautret</surname><given-names>P.</given-names></name><name><surname>Lagier</surname><given-names>J.C.</given-names></name><name><surname>Parola</surname><given-names>P.</given-names></name><name><surname>Hoang</surname><given-names>V.T.</given-names></name><name><surname>Meddeb</surname><given-names>L.</given-names></name><name><surname>Mailhe</surname><given-names>M.</given-names></name></person-group><article-title>Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial</article-title><source>Int J Antimicrob Agents.</source><volume>56</volume><year>2020</year><comment>105949</comment></element-citation></ref><ref id="bib0315"><label>28</label><element-citation publication-type="journal" id="sbref0315"><person-group person-group-type="author"><name><surname>Shang</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Du</surname><given-names>R.</given-names></name><name><surname>Cao</surname><given-names>B.</given-names></name></person-group><article-title>On the use of corticosteroids for 2019-nCoV pneumonia</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>683</fpage><lpage>684</lpage><pub-id pub-id-type="pmid">32122468</pub-id></element-citation></ref><ref id="bib0320"><label>29</label><element-citation publication-type="journal" id="sbref0320"><person-group person-group-type="author"><name><surname>Garc&#x000ed;a-Salido</surname><given-names>A.</given-names></name><name><surname>Leoz-Gordillo</surname><given-names>I.</given-names></name><name><surname>Mart&#x000ed;nez de Azagra-Garde</surname><given-names>A.</given-names></name><name><surname>Nieto-Moro</surname><given-names>M.</given-names></name><name><surname>Iglesias-Bouzas</surname><given-names>M.I.</given-names></name><name><surname>Garc&#x000ed;a-Teresa</surname><given-names>M.A.</given-names></name></person-group><article-title>Children in Critical Care Due to Severe Acute Respiratory Syndrome Coronavirus 2 Infection: Experience in a Spanish Hospital [published online ahead of print, 2020 May 27]</article-title><source>Pediatr Crit Care Med.</source><year>2020</year><fpage>10</fpage><comment>1097/PCC. 0000000000002475. doi:10.1097/PCC. 0000000000002475</comment></element-citation></ref><ref id="bib0325"><label>30</label><element-citation publication-type="journal" id="sbref0325"><person-group person-group-type="author"><name><surname>Cabrero-Hern&#x000e1;ndez</surname><given-names>M.</given-names></name><name><surname>Garc&#x000ed;a-Salido</surname><given-names>A.</given-names></name><name><surname>Leoz-Gordillo</surname><given-names>I.</given-names></name><name><surname>Alonso-Cadenas</surname><given-names>J.A.</given-names></name><name><surname>Gochi-Valdovinos</surname><given-names>A.</given-names></name><name><surname>Gonz&#x000e1;lez-Brabin</surname><given-names>A.</given-names></name></person-group><article-title>Severe SARS-CoV-2 Infection in Children With Suspected Acute Abdomen: A Case Series From a Tertiary Hospital in Spain</article-title><source>Pediatr Infect Dis J.</source><volume>39</volume><year>2020</year><fpage>e195</fpage><lpage>e198</lpage><pub-id pub-id-type="pmid">32467457</pub-id></element-citation></ref><ref id="bib0330"><label>31</label><element-citation publication-type="journal" id="sbref0330"><person-group person-group-type="author"><name><surname>Russell</surname><given-names>C.D.</given-names></name><name><surname>Parajuli</surname><given-names>A.</given-names></name><name><surname>Gale</surname><given-names>H.J.</given-names></name><name><surname>Bulteel</surname><given-names>N.S.</given-names></name><name><surname>Schuetz</surname><given-names>P.</given-names></name><name><surname>Cornelis</surname><given-names>P.C.</given-names></name></person-group><article-title>The utility of peripheral blood leucocyte ratios as biomarkers in infectious diseases: A systematic review and meta-analysis</article-title><source>J Infect.</source><volume>78</volume><year>2019</year><fpage>339</fpage><lpage>348</lpage><pub-id pub-id-type="pmid">30802469</pub-id></element-citation></ref><ref id="bib0335"><label>32</label><element-citation publication-type="journal" id="sbref0335"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>J.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Xiang</surname><given-names>P.</given-names></name><name><surname>Pu</surname><given-names>L.</given-names></name><name><surname>Xiong</surname><given-names>H.</given-names></name><name><surname>Li</surname><given-names>C.</given-names></name></person-group><article-title>Neutrophil-to-lymphocyte ratio predicts critical illness patients with 2019 coronavirus disease in the early stage</article-title><source>J Transl Med.</source><volume>18</volume><year>2020</year><fpage>206</fpage><pub-id pub-id-type="pmid">32434518</pub-id></element-citation></ref><ref id="bib0340"><label>33</label><element-citation publication-type="journal" id="sbref0340"><person-group person-group-type="author"><name><surname>Fan</surname><given-names>B.E.</given-names></name><name><surname>Chong</surname><given-names>V.C.L</given-names></name><name><surname>Chan</surname><given-names>S.S.W.</given-names></name><name><surname>Lim</surname><given-names>G.H.</given-names></name><name><surname>Lim</surname><given-names>K.G.E.</given-names></name><name><surname>Tan</surname><given-names>G.B.</given-names></name></person-group><article-title>Hematologic parameters in patients with COVID-19 infection</article-title><source>Am J Hematol.</source><volume>95</volume><year>2020</year><fpage>131</fpage><lpage>134</lpage></element-citation></ref><ref id="bib0345"><label>34</label><element-citation publication-type="journal" id="sbref0345"><person-group person-group-type="author"><name><surname>Bastidas</surname><given-names>H.I.</given-names></name><name><surname>M&#x000e1;rquez-P&#x000e9;rez</surname><given-names>T.</given-names></name><name><surname>Garc&#x000ed;a-Salido</surname><given-names>A.</given-names></name><name><surname>Luglietto</surname><given-names>D.</given-names></name><name><surname>Garc&#x000ed;a-Moreno</surname><given-names>R.</given-names></name><name><surname>Mart&#x000ed;nez de Azagre-Garde</surname><given-names>A.</given-names></name></person-group><article-title>Cerebral venous sinus thrombosis in a pediatric patient with COVID-19</article-title><source>Neurol Clin Pract.</source><year>2020</year><comment>10.1212/CPJ. 0000000000000899</comment></element-citation></ref><ref id="bib0350"><label>35</label><element-citation publication-type="journal" id="sbref0350"><person-group person-group-type="author"><name><surname>Garc&#x000ed;a-Salido</surname><given-names>A.</given-names></name></person-group><article-title>Three Hypotheses About Children COVID19</article-title><source>Pediatr Infect Dis J</source><volume>39</volume><year>2020</year><fpage>e157</fpage></element-citation></ref></ref-list></back></article>