<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="letter" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Arch Soc Esp Oftalmol</journal-id><journal-id journal-id-type="iso-abbrev">Arch Soc Esp Oftalmol</journal-id><journal-title-group><journal-title>Archivos De La Sociedad Espanola De Oftalmologia</journal-title></journal-title-group><issn pub-type="ppub">0365-6691</issn><issn pub-type="epub">1989-7286</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Oftalmolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S0365-6691(20)30078-2</article-id><article-id pub-id-type="doi">10.1016/j.oftal.2020.02.013</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>&#x000bf;Cumplimos correctamente los protocolos de prevenci&#x000f3;n en oftalmolog&#x000ed;a?: a prop&#x000f3;sito de la &#x000fa;ltima epidemia por coronavirus</article-title><trans-title-group xml:lang="en"><trans-title>Do we correctly comply with prevention protocols in ophthalmology? About the latest coronavirus epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Garc&#x000ed;a Lorente</surname><given-names>M.</given-names></name><email>glorentemaria@gmail.com</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Zamorano Mart&#x000ed;n</surname><given-names>F.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Soler-Ferr&#x000e1;ndez</surname><given-names>F.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Rocha de Lossada</surname><given-names>C.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0015" ref-type="aff">c</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Oftalmolog&#x000ed;a, Hospital Regional Universitario de M&#x000e1;laga, M&#x000e1;laga, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Innova Ocular Cl&#x000ed;nica Dr. Soler, Elche, Alicante, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Servicio de Oftalmolog&#x000ed;a, Hospital Clinic Barcelona, Barcelona, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label><italic>Autor para correspondencia</italic>. <email>glorentemaria@gmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>30</day><month>3</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>5</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>30</day><month>3</month><year>2020</year></pub-date><volume>95</volume><issue>5</issue><fpage>259</fpage><lpage>260</lpage><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de Oftalmolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de Oftalmolog&#x000ed;a</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p content-type="salutation"><italic>Sr. Director:</italic></p><p id="par0005">La epidemia provocada por el nuevo coronavirus, conocido como COVID-19, ya ha confirmado haber afectado a m&#x000e1;s de 68.000 pacientes con 1.600 muertes en China hasta la fecha. En otros 25 pa&#x000ed;ses del sur de Asia Oriental, Europa, Norteam&#x000e9;rica, Australia y Medio Oriente se han diagnosticado m&#x000e1;s de 680 casos. Del total de infectados, unos 1.700 han sido profesionales de la salud, habi&#x000e9;ndose registrado un total de 6 muertes<xref rid="bib0030" ref-type="bibr"><sup>1</sup></xref> incluida la del joven oftalm&#x000f3;logo Li Wenliang, uno de los primeros m&#x000e9;dicos, qui&#x000e9;n adem&#x000e1;s precisamente fue el que inform&#x000f3; sobre la aparici&#x000f3;n de este nuevo virus.</p><p id="par0010">En la pr&#x000e1;ctica oftalmol&#x000f3;gica, el coronavirus ha supuesto una amenaza por varios motivos. En primer lugar, por el contacto y proximidad con el paciente en la exploraci&#x000f3;n a trav&#x000e9;s de la l&#x000e1;mpara de hendidura. Aunque la transmisi&#x000f3;n del COVID-19 a&#x000fa;n est&#x000e1; en estudio, por analog&#x000ed;a con otros coronavirus (SARS y MERS)<xref rid="bib0030" ref-type="bibr"><sup>1</sup></xref>, se constata el contagio directo y a trav&#x000e9;s de secreciones respiratorias al entrar en contacto con la mucosa oral, nasal y conjuntival. En segundo lugar, por el uso compartido de instrumental y equipos entre pacientes. Durante la epidemia del SARS-Cov, se postul&#x000f3; la l&#x000e1;grima como posible medio de transmisi&#x000f3;n al hallarse ARN viral en las l&#x000e1;grimas de pacientes infectados<xref rid="bib0035" ref-type="bibr"><sup>2</sup></xref>. En tercer lugar, se han descrito conjuntivitis causadas por otros coronavirus humanos (HcoV-NL63), de manera que esta enfermedad ocular podr&#x000ed;a ser la presentaci&#x000f3;n cl&#x000ed;nica de una infecci&#x000f3;n por COVID-19, aunque hasta el momento no ha sido reportada<xref rid="bib0030" ref-type="bibr"><sup>1</sup></xref>.</p><p id="par0015">A ra&#x000ed;z de la epidemia y el n&#x000fa;mero creciente de profesionales de la salud afectados, se han establecido una serie de recomendaciones que incluyen una estricta higiene de manos, protecci&#x000f3;n a trav&#x000e9;s de mascarillas y gafas, y una buena anamnesis cuestionando sobre el historial de viajes, s&#x000ed;ntomas sist&#x000e9;micos y antecedentes familiares.</p><p id="par0020">Este acontecimiento del coronavirus nos ha llevado a una reflexi&#x000f3;n como m&#x000e9;dicos-oftalm&#x000f3;logos: &#x000bf;En nuestra pr&#x000e1;ctica cl&#x000ed;nica diaria, llevamos a cabo medidas apropiadas para prevenir infecciones nosocomiales?</p><p id="par0025">La investigaci&#x000f3;n existente sobre higiene y prevenci&#x000f3;n en la pr&#x000e1;ctica cl&#x000ed;nica oftalmol&#x000f3;gica se ha centrado sobre todo en la propagaci&#x000f3;n del adenovirus<xref rid="bib0040" ref-type="bibr"><sup>3</sup></xref>. Este ha sido implicado en varios brotes epid&#x000e9;micos y su transmisi&#x000f3;n se ha asociado con amplia variedad de instrumentos oftalmol&#x000f3;gicos, incluidos ton&#x000f3;metros, lentes, oftalmoscopios, as&#x000ed; como colirios<xref rid="bib0045" ref-type="bibr"><sup>4</sup></xref>. Todas estas formas de transmisi&#x000f3;n nos han llevado a adoptar medidas preventivas como la higiene de manos, desinfecci&#x000f3;n de l&#x000e1;mparas de hendidura, lentes y ton&#x000f3;metros, disposici&#x000f3;n de puntas desechables de ton&#x000f3;metro o uso de colirios en monodosis. Sin embargo, &#x000bf;existen protocolos estandarizados para la prevenci&#x000f3;n?</p><p id="par0030">Seg&#x000fa;n las pautas m&#x000e1;s recientes de los centros de control y prevenci&#x000f3;n de enfermedades para la higiene de manos, se recomienda lavarse las manos cuando est&#x000e1;n visiblemente sucias, despu&#x000e9;s del contacto directo con pacientes, despu&#x000e9;s del contacto con fluidos corporales y despu&#x000e9;s del contacto con instrumental y equipos m&#x000e9;dicos<xref rid="bib0040" ref-type="bibr"><sup>3</sup></xref>. En este sentido, los oftalm&#x000f3;logos se enfrentan a varios desaf&#x000ed;os a la hora de lograr una excelente higiene de manos: los m&#x000fa;ltiples instrumentos que se emplean en una exploraci&#x000f3;n y los m&#x000fa;ltiples pacientes que pueden atenderse en una consulta. Seg&#x000fa;n un estudio<xref rid="bib0050" ref-type="bibr"><sup>5</sup></xref>, en una consulta oftalmol&#x000f3;gica ocupada, podr&#x000ed;an haber m&#x000e1;s de 100 oportunidades para higiene de manos al d&#x000ed;a.</p><p id="par0035">Respecto al instrumental y equipos, aunque se ha reportado que su correcta limpieza podr&#x000ed;a reducir el riesgo de propagaci&#x000f3;n de infecciones nosocomiales, no existen m&#x000e9;todos protocolarizados de desinfecci&#x000f3;n de l&#x000e1;mparas de hendidura, lentes, ton&#x000f3;metros, etc. La higiene ideal del ton&#x000f3;metro ha sido uno de los aspectos m&#x000e1;s estudiados, y sus pautas a&#x000fa;n siguen siendo dispares al no haberse establecido a&#x000fa;n un m&#x000e9;todo de desinfecci&#x000f3;n completamente efectivo<xref rid="bib0040" ref-type="bibr"><sup>3</sup></xref>.</p><p id="par0040">Podemos resumir que, como en el resto de especialidades, la higiene de manos y la desinfecci&#x000f3;n instrumental son componentes esenciales de la pr&#x000e1;ctica cl&#x000ed;nica en oftalmolog&#x000ed;a. La epidemia por coronavirus nos hace tomar conciencia de la importancia de llevar a cabo medidas preventivas y de continuar investigando para establecer definitivamente pautas efectivas y estandarizadas de desinfecci&#x000f3;n y de prevenci&#x000f3;n de transmisi&#x000f3;n de enfermedades.</p><sec id="sec0005"><title>Financiaci&#x000f3;n</title><p id="par0045">Los autores declaran no haber recibido financiaci&#x000f3;n para la realizaci&#x000f3;n de este trabajo.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0030"><label>1</label><element-citation publication-type="journal" id="sbref0030"><person-group person-group-type="author"><name><surname>Li</surname><given-names>J.O.</given-names></name><name><surname>Lam</surname><given-names>D.S.C.</given-names></name><name><surname>Chen</surname><given-names>Y.</given-names></name><name><surname>Ting</surname><given-names>D.S.W.</given-names></name></person-group><article-title>Novel Coronavirus disease 2019 (COVID-19): The importance of recognising possible early ocular manifestation and using protective eyewear</article-title><source>Br J Ophthalmol</source><volume>104</volume><year>2020</year><fpage>297</fpage><lpage>298</lpage><pub-id pub-id-type="pmid">32086236</pub-id></element-citation></ref><ref id="bib0035"><label>2</label><element-citation publication-type="journal" id="sbref0035"><person-group person-group-type="author"><name><surname>Loon</surname><given-names>S.C.</given-names></name><name><surname>Teoh</surname><given-names>S.C.</given-names></name><name><surname>Oon</surname><given-names>L.L.</given-names></name><name><surname>Se-Thoe</surname><given-names>S.Y.</given-names></name><name><surname>Ling</surname><given-names>A.E.</given-names></name><name><surname>Leo</surname><given-names>Y.S.</given-names></name></person-group><article-title>The severe acute respiratory syndrome coronavirus in tears</article-title><source>Br J Ophthalmol</source><volume>88</volume><year>2004</year><fpage>861</fpage><lpage>863</lpage><pub-id pub-id-type="pmid">15205225</pub-id></element-citation></ref><ref id="bib0040"><label>3</label><element-citation publication-type="journal" id="sbref0040"><person-group person-group-type="author"><name><surname>Abbas</surname><given-names>A.A.</given-names></name><name><surname>Lian</surname><given-names>R.R.</given-names></name><name><surname>Afshari</surname><given-names>N.A.</given-names></name></person-group><article-title>Hand hygiene and instrument sanitization in ophthalmology clinics</article-title><source>Curr Opin Ophthalmol.</source><volume>31</volume><year>2020</year><fpage>28</fpage><lpage>32</lpage><pub-id pub-id-type="pmid">31770164</pub-id></element-citation></ref><ref id="bib0045"><label>4</label><element-citation publication-type="journal" id="sbref0045"><person-group person-group-type="author"><name><surname>Muller</surname><given-names>M.P.</given-names></name><name><surname>Siddiqui</surname><given-names>N.</given-names></name><name><surname>Ivancic</surname><given-names>R.</given-names></name><name><surname>Wong</surname><given-names>D.</given-names></name></person-group><article-title>Adenovirus-related epidemic keratoconjunctivitis outbreak at a hospital-affiliated ophthalmology clinic</article-title><source>Am J Infect Control</source><volume>46</volume><year>2018</year><fpage>581</fpage><lpage>583</lpage><pub-id pub-id-type="pmid">29305276</pub-id></element-citation></ref><ref id="bib0050"><label>5</label><element-citation publication-type="journal" id="sbref0050"><person-group person-group-type="author"><name><surname>Lee</surname><given-names>A.G.</given-names></name></person-group><article-title>Hand washing in ophthalmology</article-title><source>Can J Ophthalmol</source><volume>42</volume><year>2007</year><fpage>791</fpage><lpage>792</lpage><pub-id pub-id-type="pmid">18059508</pub-id></element-citation></ref></ref-list></back></article>