<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="fr"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Ethics Med Public Health</journal-id><journal-id journal-id-type="iso-abbrev">Ethics Med Public Health</journal-id><journal-title-group><journal-title>Ethics, Medicine, and Public Health</journal-title></journal-title-group><issn pub-type="epub">2352-5525</issn><publisher><publisher-name>Elsevier Masson SAS.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7440033</article-id><article-id pub-id-type="publisher-id">S2352-5525(20)30118-3</article-id><article-id pub-id-type="doi">10.1016/j.jemep.2020.100580</article-id><article-id pub-id-type="publisher-id">100580</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>COVID-19 Response in Nigeria: Health System Preparedness and Lessons for Future Epidemics in Africa</article-title><alt-title>La r&#x000e9;ponse au Covid-19 au Nig&#x000e9;ria: pr&#x000e9;paration des syst&#x000e8;mes de sant&#x000e9; et le&#x000e7;ons pour de futures &#x000e9;pid&#x000e9;mies en Afrique</alt-title></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Etteh</surname><given-names>Chinedu Casmir</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Adoga</surname><given-names>Moses P</given-names></name><email>moses.adoga@nsuk.edu.ng</email><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0020" ref-type="aff">d</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Ogbaga</surname><given-names>Chukwuma C</given-names></name><xref rid="aff0025" ref-type="aff">e</xref><xref rid="aff0030" ref-type="aff">f</xref></contrib><aff id="aff0005"><label>a</label>Department of Medical Biochemistry, Imo State University, Nigeria</aff><aff id="aff0010"><label>b</label>Department of Science, University of Highlands and Islands, Moray Scotland, United Kingdom</aff><aff id="aff0015"><label>c</label>Department of Microbiology, Faculty of Natural and Applied Sciences, Nasarawa State University, Keffi, Nigeria</aff><aff id="aff0020"><label>d</label>African Centre for Infection and Biomolecular Sciences (ACIBS), Nasarawa State University, Keffi, Nigeria</aff><aff id="aff0025"><label>e</label>Department of Biological Sciences, Nile University of Nigeria, Airport Road, Abuja, Nigeria</aff><aff id="aff0030"><label>f</label>Department of Microbiology and Biotechnology, Nile University of Nigeria, Abuja, Nigeria</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Corresponding author: Department of Microbiology, Faculty of Natural and Applied Sciences and African Centre for Infection and Biomolecular Sciences (ACIBS), Nasarawa State University, Keffi, Nigeria <email>moses.adoga@nsuk.edu.ng</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>20</day><month>8</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>20</day><month>8</month><year>2020</year></pub-date><elocation-id>100580</elocation-id><history><date date-type="received"><day>31</day><month>7</month><year>2020</year></date><date date-type="accepted"><day>13</day><month>8</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Masson SAS. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Masson SAS</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>R&#x000e9;sum&#x000e9;</title><p>La maladie du Coronavirus 2019 (Covid-19) va continuer &#x000e0; avoir un impact s&#x000e9;rieux sur la fa&#x000e7;on dont nous vivons pour encore quelques ann&#x000e9;es jusqu&#x02019;&#x000e0; ce que nous mettions au point et administrions un vaccin. Malheureusement, cela ne va pas &#x000ea;tre la derni&#x000e8;re &#x000e9;pid&#x000e9;mie &#x000e0; laquelle le monde va &#x000ea;tre confront&#x000e9;, et la prochaine pourrait avoir des cons&#x000e9;quences encore plus d&#x000e9;sastreuses en Afrique que le Covid-19 &#x000e0; moins que des le&#x000e7;ons soient tir&#x000e9;es pour un confinement plus rapide et plus s&#x000e9;v&#x000e8;re. Le syndrome respiratoire aigu coronavirus 2 (Sars-CoV-2), la cause virale du Covid-19, a &#x000e9;t&#x000e9; introduite, pense-t-on, sur le continent africain par des travailleurs qui revenaient de pays fortement touch&#x000e9;s en Asie, Europe et Am&#x000e9;rique. Dans une pand&#x000e9;mie o&#x000f9; la morbidit&#x000e9; et la mortalit&#x000e9; sont relativement faibles en Afrique, il est alarmant de constater qu'environ cinq mois apr&#x000e8;s la confirmation du premier cas de COVID-19 en &#x000c9;gypte le 14 f&#x000e9;vrier 2020, le taux d'infection reste &#x000e0; une phase exponentielle, 47 pays africains ayant d&#x000e9;clar&#x000e9; un total de 766.803 cas, 13.191 d&#x000e9;c&#x000e8;s et 486.925 r&#x000e9;cup&#x000e9;rations au 31 juillet 2020 ; Le Nigeria a fait &#x000e9;tat de 42.689 cas, 878 d&#x000e9;c&#x000e8;s et 19.290 gu&#x000e9;risons, l'&#x000c9;tat de Lagos repr&#x000e9;sentant pr&#x000e8;s de la moiti&#x000e9; de tous les cas au Nigeria. Il est important de noter que les le&#x000e7;ons tir&#x000e9;es de l'&#x000e9;pid&#x000e9;mie d'Ebola ont eu un impact significatif sur la r&#x000e9;ponse du Nigeria au COVID-19. Dans cet article, nous examinons la r&#x000e9;ponse du Nigeria, la pr&#x000e9;paration du syst&#x000e8;me de sant&#x000e9; et les le&#x000e7;ons qui sont essentielles pour contenir les futures &#x000e9;pid&#x000e9;mies ou pand&#x000e9;mies de toute maladie infectieuse en Afrique.</p></abstract><trans-abstract xml:lang="en"><p>The coronavirus disease 2019 (COVID-19) will continue to have a significant impact on the way we live for at least the next few years until the scale-up of production and administration of an effective vaccine. Unfortunately, this will not be the last pandemic of infectious diseases the world will experience, and the next one may have more devastating consequences in Africa than COVID-19, unless critical lessons for the future are learnt now for more rapid and robust containment measures. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the viral cause of COVID-19, is thought to have been introduced into the continent by returning travellers from hotspots in Asia, Europe and America. In a pandemic with Africa having relatively lower morbidity and mortality, it is alarming that in about five months since confirmation of the continent&#x02019;s first case of COVID-19 in Egypt on February 14<sup>th</sup>, 2020, the infection rate remains at an exponential phase with forty-seven African countries reporting a total of 766,803 cases, 13,191 deaths and 486,925 recoveries as at 31<sup>st</sup> July, 2020; out of which Nigeria reported 42,689 cases, 878 deaths and 19,290 recoveries, with Lagos State accounting for close to half of all cases in Nigeria. Importantly, lessons learnt during the Ebola epidemic have had a significant impact on Nigeria&#x02019;s COVID-19 response. In this article, we discuss Nigeria&#x02019;s response, health system preparedness and the lessons that are critical for containment of future outbreaks, epidemics or pandemics of any infectious disease in Africa.</p></trans-abstract><kwd-group xml:lang="en" id="kwd0005"><title>Keywords</title><kwd>Africa</kwd><kwd>Coronavirus disease 2019 (COVID-19)</kwd><kwd>Health System Preparedness</kwd><kwd>Nigeria</kwd><kwd>SARS-CoV-2</kwd></kwd-group><kwd-group id="kwd0010"><title>Mots-cl&#x000e9;s</title><kwd>Afrique</kwd><kwd>Coronavirus 2019 (COVID-19)</kwd><kwd>Pr&#x000e9;paration des syst&#x000e8;mes de sant&#x000e9;</kwd><kwd>Nigeria</kwd><kwd>SRAS-CoV-2</kwd></kwd-group></article-meta></front></article>