<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="case-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Arch Bronconeumol</journal-id><journal-id journal-id-type="iso-abbrev">Arch. Bronconeumol</journal-id><journal-title-group><journal-title>Archivos De Bronconeumologia</journal-title></journal-title-group><issn pub-type="ppub">0300-2896</issn><issn pub-type="epub">1579-2129</issn><publisher><publisher-name>SEPAR. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7221384</article-id><article-id pub-id-type="publisher-id">S0300-2896(20)30144-7</article-id><article-id pub-id-type="doi">10.1016/j.arbres.2020.04.022</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Modelado estad&#x000ed;stico y matem&#x000e1;tico en la epidemia del coronavirus: algunas consideraciones para minimizar los sesgos en los resultados</article-title><trans-title-group xml:lang="en"><trans-title>Statistical and Mathematical Modeling in the Coronavirus Epidemic: Some Considerations to Minimize Biases in the Results</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Matabuena</surname><given-names>Marcos</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Madrid Padilla</surname><given-names>Oscar Hernan</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Gonzalez-Barcala</surname><given-names>Francisco-Javier</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0020" ref-type="aff">d</xref><xref rid="aff0025" ref-type="aff">e</xref><xref rid="aff0030" ref-type="aff">f</xref></contrib><aff id="aff0005"><label>a</label>Centro Singular de Investigaci&#x000f3;n en Tecnolox&#x000ed;as Intelixentes (CiTIUS), Universidade de Santiago de Compostela, Santiago de Compostela, A Coru&#x000f1;a, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Department of Statistics, University of California, Los Angeles, Estados Unidos de Am&#x000e9;rica</aff><aff id="aff0015"><label>c</label>Department of Medicine, Universidade de Santiago de Compostela, Santiago de Compostela, A Coru&#x000f1;a, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Centro de Investigaci&#x000f3;n Biom&#x000e9;dica en Red de Enfermedades Respiratorias (CIBERES), Madrid, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>Department of Respiratory Medicine, University Hospital of Santiago de Compostela (CHUS), Santiago de Compostela, A Coru&#x000f1;a, Espa&#x000f1;a</aff><aff id="aff0030"><label>f</label>Health Research Institute of Santiago de Compostela (IDIS), Santiago de Compostela, A Coru&#x000f1;a, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>14</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>9</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>14</day><month>5</month><year>2020</year></pub-date><volume>56</volume><issue>9</issue><fpage>601</fpage><lpage>602</lpage><permissions><copyright-statement>&#x000a9; 2020 SEPAR. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>SEPAR</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p content-type="salutation"><italic>Estimado Director:</italic></p><p id="par0005">El nuevo coronavirus (2019-nCoV)<xref rid="bib0080" ref-type="bibr">1</xref>, <xref rid="bib0085" ref-type="bibr">2</xref> ha evidenciado el elevado impacto que puede tener una epidemia a nivel global tanto desde la perspectiva sanitaria como econ&#x000f3;mica y social. Ante pandemias de estas caracter&#x000ed;sticas, los gobiernos y las distintas autoridades sanitarias deben actuar r&#x000e1;pidamente<xref rid="bib0090" ref-type="bibr"><sup>3</sup></xref> e impulsar pol&#x000ed;ticas de actuaci&#x000f3;n que tengan como prop&#x000f3;sitos: limitar la transmisi&#x000f3;n del virus, evitar el colapso del sistema sanitario, reducir la morbimortalidad asociada al virus y, todo ello, condicionado por la necesidad de priorizar recursos en un contexto donde son escasos. En este sentido, el apoyo a la toma de decisiones mediante el uso de modelos matem&#x000e1;ticos puede ser un punto clave. Explicar y predecir la velocidad y la forma de propagaci&#x000f3;n del virus, apoyar la planificaci&#x000f3;n sanitaria, identificar y estratificar el riesgo de los pacientes, as&#x000ed; como establecer su pron&#x000f3;stico a partir de los registros electr&#x000f3;nicos son algunas de las aplicaciones potenciales de estas herramientas.</p><p id="par0010">Un aspecto crucial a tener en cuenta en la modelizaci&#x000f3;n matem&#x000e1;tica es que, en la mayor&#x000ed;a de las ocasiones, los datos recogidos son de naturaleza observacional. Esto puede conllevar sesgos importantes en los resultados obtenidos con la aplicaci&#x000f3;n sistem&#x000e1;tica de las t&#x000e9;cnicas estad&#x000ed;sticas cl&#x000e1;sicas<xref rid="bib0095" ref-type="bibr"><sup>4</sup></xref>. Otro aspecto importante es la presencia de informaci&#x000f3;n incompleta<xref rid="bib0100" ref-type="bibr"><sup>5</sup></xref>, como datos censurados y perdidos. En muchos pacientes no se realizan test diagn&#x000f3;sticos y se desconoce si est&#x000e1;n contagiados o no. Adem&#x000e1;s, el tiempo de recuperaci&#x000f3;n o de muerte todav&#x000ed;a no ha ocurrido a lo largo del estudio. Adicionalmente, los pacientes sin s&#x000ed;ntomas o con una sintomatolog&#x000ed;a leve son los que menos probabilidades tienen de visitar a un m&#x000e9;dico o incluso de hacerse la prueba diagn&#x000f3;stica. De nuevo, obviar el mecanismo de datos faltantes o censurados puede incurrir en importantes sesgos en las conclusiones alcanzadas<xref rid="bib0100" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0015">Desde el punto de vista estad&#x000ed;stico, el dise&#x000f1;o del estudio puede ser m&#x000e1;s importante que la cantidad de datos recogidos. Sin embargo, en una emergencia sanitaria, los gobiernos pueden verse desbordados y &#x000fa;nicamente registran la informaci&#x000f3;n de los casos graves. Para conocer el alcance real de la pandemia es necesario realizar muestreos aleatorios entre la poblaci&#x000f3;n. Una clara excepci&#x000f3;n en esta crisis del 2019-nCoV es el caso de Corea del Sur y Singapur, donde s&#x000ed; se realizaron test de forma sistem&#x000e1;tica en toda la poblaci&#x000f3;n, lo que permiti&#x000f3; aislar m&#x000e1;s r&#x000e1;pidamente el foco de contagio y, de este modo, los efectos del virus se diluyeron de forma m&#x000e1;s r&#x000e1;pida que en otros pa&#x000ed;ses.</p><p id="par0020">Desde el punto de vista epidemiol&#x000f3;gico, es importante resaltar la necesidad de buscar variables que indiquen el riesgo y el pron&#x000f3;stico de los pacientes. El indicador m&#x000e1;s popular seguramente sea el riesgo de fatalidad, que mide la probabilidad de que un paciente fallezca si padece la enfermedad. Su estimaci&#x000f3;n precisa no es sencilla, y tal como se indic&#x000f3; anteriormente, dada la naturaleza observacional de los datos registrados, la presencia de sesgos es algo habitual. Siguiendo a Lipsitch et al.<xref rid="bib0105" ref-type="bibr"><sup>6</sup></xref>, los sesgos ocurren por un retraso en el registro de la informaci&#x000f3;n o porque de forma preferencial los pacientes con mayor riesgo est&#x000e1;n m&#x000e1;s representados en la base de datos. En los an&#x000e1;lisis, la estratificaci&#x000f3;n de los pacientes en distintos grupos con base en su gravedad y pron&#x000f3;stico es una soluci&#x000f3;n potencial para limitar este problema. Adem&#x000e1;s, es recomendable usar t&#x000e9;cnicas espec&#x000ed;ficas de inferencia causal o de datos incompletos, como el Propensity Score o las aproximaciones doblemente consistentes<xref rid="bib0110" ref-type="bibr"><sup>7</sup></xref>. De este modo, se puede mejorar la inferencia estad&#x000ed;stica que se realiza sobre los pacientes pertenecientes a cada estrato.</p><p id="par0025">Las grandes discrepancias encontradas en el 2019-nCoV sobre la proporci&#x000f3;n de pacientes sintom&#x000e1;ticos y el riesgo de fatalidad indican la necesidad de adoptar estos enfoques. El porcentaje de pacientes asintom&#x000e1;ticos reportado el d&#x000ed;a 5 de marzo por el Centro Europeo para la Prevenci&#x000f3;n y el Control de las Enfermedades fue del 80%<xref rid="bib0115" ref-type="bibr"><sup>8</sup></xref>. Sin embargo, en un estudio realizado con pacientes del crucero Diamond Princess esta cifra se reduce al 20%<xref rid="bib0120" ref-type="bibr"><sup>9</sup></xref>. En este &#x000fa;ltimo caso, la muestra analizada est&#x000e1; compuesta por pacientes de avanzada edad en mayor proporci&#x000f3;n, lo cual incrementa la probabilidad de presentar s&#x000ed;ntomas y dificulta la extrapolaci&#x000f3;n de las conclusiones alcanzadas a nivel poblacional. Igualmente, en la tasa de fatalidad hay importantes oscilaciones (las variaciones van del 0,4-15%<xref rid="bib0125" ref-type="bibr"><sup>10</sup></xref>) y en parte est&#x000e1;n motivadas por los problemas mencionados. Caracterizar estas variables con precisi&#x000f3;n, con base en los perfiles epidemiol&#x000f3;gicos de la poblaci&#x000f3;n, se convierte en un problema fundamental para conocer los mecanismos de transmisi&#x000f3;n del virus<xref rid="bib0130" ref-type="bibr"><sup>11</sup></xref> y predecir las demandas asistenciales futuras.</p><p id="par0030">Una cr&#x000ed;tica esencial hacia la forma de ajustar los modelos de propagaci&#x000f3;n de epidemias es que de manera frecuente se ajustan los par&#x000e1;metros de acuerdo con las estad&#x000ed;sticas de infectados proporcionadas por los gobiernos. Sin embargo, en pocos pa&#x000ed;ses existe una evidencia clara de que estas cifras reflejen la realidad debido al desconocimiento acerca del porcentaje de pacientes asintom&#x000e1;ticos y la falta de realizaci&#x000f3;n de test de forma general entre la poblaci&#x000f3;n. De hecho, los pacientes asintom&#x000e1;ticos quiz&#x000e1;s sean los principales transmisores del virus<xref rid="bib0130" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0035">Los modelos matem&#x000e1;ticos pueden ser una importante herramienta para anticiparse al futuro y apoyar la toma de decisiones. Sin embargo, sin datos precisos ni el uso de t&#x000e9;cnicas espec&#x000ed;ficas que corrijan la naturaleza observacional de los datos registrados, las conclusiones alcanzadas pueden estar sesgadas. En este sentido, las distintas instituciones deber&#x000ed;an hacer un esfuerzo y proporcionar datos de gran calidad, en abierto<xref rid="bib0135" ref-type="bibr"><sup>12</sup></xref>, para que los cient&#x000ed;ficos encuentren los soluciones m&#x000e1;s beneficiosas para la sociedad. Al mismo tiempo, en la era actual del Big Data<xref rid="bib0140" ref-type="bibr"><sup>13</sup></xref>, una actitud colaborativa entre los distintos niveles organizativos (gesti&#x000f3;n, asistencial, investigaci&#x000f3;n, etc.) es fundamental. Esto &#x000fa;ltimo facilitar&#x000ed;a la construcci&#x000f3;n de modelos m&#x000e1;s complejos, capaces de aprovechar toda la informaci&#x000f3;n almacenada de la monitorizaci&#x000f3;n individual de los pacientes<xref rid="bib0145" ref-type="bibr"><sup>14</sup></xref> y, de este modo, dar respuestas m&#x000e1;s eficaces a las epidemias actuales<xref rid="bib0150" ref-type="bibr"><sup>15</sup></xref>.</p><sec id="sec0005"><title>Financiaci&#x000f3;n</title><p id="par0040">This work has received financial support from the Conseller&#x000ed;a de Cultura, Educaci&#x000f3;n e Ordenaci&#x000f3;n Universitaria (accreditation 2019-2022 ED431G-2019/04) and the European Regional Development Fund (ERDF), which acknowledges the CiTIUS-Research Center in Intelligent Technologies of the University of Santiago de Compostela as a Research Center of the Galician University System.</p></sec><sec id="sec0010"><title>Conflicto de intereses</title><p id="par0045">Los 2 primeros autores declaran no tener ning&#x000fa;n conflicto de intereses.</p><p id="par0050">Francisco-Javier Gonzalez-Barcala recibe honorarios por asesoramiento, proyectos o ponencias de Chiesi, Menarini, Rovi, Bial, GlaxoSmithKline, Laboratorios Esteve, Teva, Gebro Pharma, ALK, Roxall, Stallergenes-Greer, Boehringer Ingelheim, Mundipharma y Novartis.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0080"><label>1</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet</source><volume>395</volume><year>2020</year></element-citation></ref><ref id="bib0085"><label>2</label><element-citation publication-type="journal" id="sbref0085"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>J.</given-names></name></person-group><article-title>A novel coronavirus from patients with pneumonia in China, 2019</article-title><source>N Engl J Med</source><volume>382</volume><year>2020</year><fpage>727</fpage><lpage>733</lpage><pub-id pub-id-type="pmid">31978945</pub-id></element-citation></ref><ref id="bib0090"><label>3</label><element-citation publication-type="journal" id="sbref0090"><person-group person-group-type="author"><name><surname>Kickbusch</surname><given-names>I.</given-names></name><name><surname>Leung</surname><given-names>G.</given-names></name></person-group><article-title>Response to the emerging novel coronavirus outbreak</article-title><source>BMJ</source><volume>368</volume><year>2020</year><fpage>m406</fpage><pub-id pub-id-type="pmid">32005675</pub-id></element-citation></ref><ref id="bib0095"><label>4</label><element-citation publication-type="journal" id="sbref0095"><person-group person-group-type="author"><name><surname>Greenland</surname><given-names>G.</given-names></name></person-group><article-title>Multiple-bias modelling for analysis of observational data</article-title><source>J R Stat Soc Ser A Stat Soci</source><volume>168</volume><year>2005</year><fpage>267</fpage><lpage>306</lpage></element-citation></ref><ref id="bib0100"><label>5</label><element-citation publication-type="book" id="sbref0100"><person-group person-group-type="author"><name><surname>Tsiatis</surname><given-names>A.</given-names></name></person-group><chapter-title>Semiparametric theory and missing data</chapter-title><year>2007</year><publisher-name>Springer Science &#x00026; Business Media</publisher-name><publisher-loc>Switzerland</publisher-loc></element-citation></ref><ref id="bib0105"><label>6</label><element-citation publication-type="journal" id="sbref0105"><person-group person-group-type="author"><name><surname>Lipsitch</surname><given-names>M.</given-names></name><name><surname>Donnelly</surname><given-names>C.</given-names></name><name><surname>Fraser</surname><given-names>C.</given-names></name><name><surname>Blake</surname><given-names>I.</given-names></name><name><surname>Cori</surname><given-names>A.</given-names></name><name><surname>Dorigatti</surname><given-names>I.</given-names></name></person-group><article-title>Potential biases in estimating absolute and relative case-fatality risks during outbreaks</article-title><source>PLoS Negl Trop Dis</source><volume>9</volume><year>2015</year><fpage>e0003846</fpage><pub-id pub-id-type="pmid">26181387</pub-id></element-citation></ref><ref id="bib0110"><label>7</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Bang</surname><given-names>H.</given-names></name><name><surname>Robins</surname><given-names>J.M.</given-names></name></person-group><article-title>Doubly robust estimation in missing data and causal inference models</article-title><source>Biometrics</source><volume>61</volume><year>2005</year><fpage>962</fpage><lpage>973</lpage><pub-id pub-id-type="pmid">16401269</pub-id></element-citation></ref><ref id="bib0115"><label>8</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Anderson</surname><given-names>R.M.</given-names></name><name><surname>Heesterbeek</surname><given-names>H.</given-names></name><name><surname>Klinkenberg</surname><given-names>D.</given-names></name><name><surname>Hollingsworth</surname><given-names>T.D.</given-names></name></person-group><article-title>How will country-based mitigation measures influence the course of the COVID-19 epidemic?</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>931</fpage><lpage>934</lpage><pub-id pub-id-type="pmid">32164834</pub-id></element-citation></ref><ref id="bib0120"><label>9</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Mizumoto</surname><given-names>K.</given-names></name><name><surname>Kagaya</surname><given-names>K.</given-names></name><name><surname>Zarebski</surname><given-names>A.</given-names></name><name><surname>Chowell</surname><given-names>G.</given-names></name></person-group><article-title>Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship, Yokohama, Japan, 2020</article-title><source>Euro Surveill</source><volume>25</volume><year>2020</year><comment>pii: 2000180</comment></element-citation></ref><ref id="bib0125"><label>10</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Rajgor</surname><given-names>D.D.</given-names></name><name><surname>Lee</surname><given-names>M.H.</given-names></name><name><surname>Archuleta</surname><given-names>S.</given-names></name><name><surname>Bagdasarian</surname><given-names>N.</given-names></name><name><surname>Quek</surname><given-names>S.C.</given-names></name></person-group><article-title>The many estimates of the COVID-19 case fatality rate</article-title><source>Lancet Infect Dis</source><year>2020</year><comment>En prensa</comment></element-citation></ref><ref id="bib0130"><label>11</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Bai</surname><given-names>Y.</given-names></name><name><surname>Yao</surname><given-names>L.</given-names></name><name><surname>Wei</surname><given-names>T.</given-names></name><name><surname>Tian</surname><given-names>F.</given-names></name><name><surname>Jin</surname><given-names>D.Y.</given-names></name><name><surname>Chen</surname><given-names>L.</given-names></name></person-group><article-title>Presumed asymptomatic carrier transmission of COVID-19</article-title><source>JAMA</source><year>2020</year><comment>En prensa</comment></element-citation></ref><ref id="bib0135"><label>12</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Layne</surname><given-names>S.P.</given-names></name><name><surname>Hyman</surname><given-names>J.M.</given-names></name><name><surname>Morens</surname><given-names>D.M.</given-names></name><name><surname>Taubenberger</surname><given-names>J.K.</given-names></name></person-group><article-title>New coronavirus outbreak: Framing questions for pandemic prevention</article-title><source>Sci Transl Med</source><volume>12</volume><year>2020</year><comment>pii: eabb1469</comment></element-citation></ref><ref id="bib0140"><label>13</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Reich</surname><given-names>N.G.</given-names></name><name><surname>Brooks</surname><given-names>L.C.</given-names></name><name><surname>Fox</surname><given-names>S.J.</given-names></name><name><surname>Kandula</surname><given-names>S.</given-names></name><name><surname>McGowan</surname><given-names>C.J.</given-names></name><name><surname>Moore</surname><given-names>E.</given-names></name></person-group><article-title>A collaborative multiyear, multimodel assessment of seasonal influenza forecasting in the United States</article-title><source>Proc Natl Acad Sci U S A</source><volume>116</volume><year>2019</year><fpage>3146</fpage><lpage>3154</lpage><pub-id pub-id-type="pmid">30647115</pub-id></element-citation></ref><ref id="bib0145"><label>14</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Dunn</surname><given-names>J.</given-names></name><name><surname>Salins</surname><given-names>D.</given-names></name><name><surname>Zhou</surname><given-names>G.</given-names></name><name><surname>Zhou</surname><given-names>W.</given-names></name><name><surname>Sch&#x000fc;ssler-Fiorenza Rose</surname><given-names>S.M.</given-names></name></person-group><article-title>Digital health: Tracking physiomes and activity using wearable biosensors reveals useful health-related information</article-title><source>PLoS Biol</source><volume>15</volume><year>2017</year><fpage>e2001402</fpage><pub-id pub-id-type="pmid">28081144</pub-id></element-citation></ref><ref id="bib0150"><label>15</label><element-citation publication-type="journal" id="sbref0150"><person-group person-group-type="author"><name><surname>Viboud</surname><given-names>C.</given-names></name><name><surname>Vespignani</surname><given-names>A.</given-names></name></person-group><article-title>The future of influenza forecasts</article-title><source>Proc Natl Acad Sci U S A</source><volume>116</volume><year>2019</year><fpage>2802</fpage><lpage>2804</lpage><pub-id pub-id-type="pmid">30737293</pub-id></element-citation></ref></ref-list></back></article>