<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Semergen</journal-id><journal-id journal-id-type="iso-abbrev">Semergen</journal-id><journal-title-group><journal-title>Semergen</journal-title></journal-title-group><issn pub-type="ppub">1138-3593</issn><issn pub-type="epub">1578-8865</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7211659</article-id><article-id pub-id-type="publisher-id">S1138-3593(20)30144-1</article-id><article-id pub-id-type="doi">10.1016/j.semerg.2020.05.005</article-id><article-categories><subj-group subj-group-type="heading"><subject>Revisi&#x000f3;n</subject></subj-group></article-categories><title-group><article-title>COVID-19 y enfermedad cardiovascular y renal: &#x000bf;D&#x000f3;nde estamos? &#x000bf;Hacia d&#x000f3;nde vamos?</article-title><trans-title-group xml:lang="en"><trans-title>COVID-19 and cardiovascular and kidney disease: Where are we? Where are we going?</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Pallar&#x000e9;s Carratal&#x000e1;</surname><given-names>V.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>G&#x000f3;rriz-Zambrano</surname><given-names>C.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Morillas Ari&#x000f1;o</surname><given-names>C.</given-names></name><xref rid="aff0020" ref-type="aff">d</xref><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Llisterri Caro</surname><given-names>J.L.</given-names></name><xref rid="aff0030" ref-type="aff">f</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Gorriz</surname><given-names>J.L.</given-names></name><xref rid="aff0025" ref-type="aff">e</xref><xref rid="aff0035" ref-type="aff">g</xref></contrib><aff id="aff0005"><label>a</label>Medicina Familiar y Comunitaria, Unidad de Vigilancia de la Salud, Uni&#x000f3;n de Mutuas, Castell&#x000f3;n, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Departamento de Medicina, Facultad de Ciencias de la Salud, Universitat Jaume&#x000a0;I, Castell&#x000f3;n, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Medicina Familiar y Comunitaria, CAP Sant Pere, ABS Reus&#x000a0;1, Reus, Tarragona, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Servicio de Endocrinolog&#x000ed;a, Hospital Universitario Dr. Peset, Valencia, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>Departamento de Medicina, Facultad de Medicina, Universitat de Val&#x000e8;ncia, Valencia, Espa&#x000f1;a</aff><aff id="aff0030"><label>f</label>Medicina Familiar y Comunitaria, Fundaci&#x000f3;n de Investigaci&#x000f3;n SEMERGEN (Madrid), Cl&#x000ed;nica Vallada, Valencia, Espa&#x000f1;a</aff><aff id="aff0035"><label>g</label>Servicio de Nefrolog&#x000ed;a, Hospital Cl&#x000ed;nico Universitario de Valencia, INCLIVA, Valencia, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>11</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>8</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>11</day><month>5</month><year>2020</year></pub-date><volume>46</volume><fpage>78</fpage><lpage>87</lpage><history><date date-type="received"><day>4</day><month>5</month><year>2020</year></date><date date-type="accepted"><day>6</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN)</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><p>La pandemia SARS-CoV-2 es una emergencia sanitaria global y necesitamos conocer m&#x000e1;s sobre ella.</p><p>Los pacientes con riesgo cardiovascular y renal previo se han identificado como especialmente vulnerables para una mayor morbimortalidad cuando sufren la COVID-19, y una proporci&#x000f3;n considerable de pacientes pueden desarrollar una lesi&#x000f3;n vascular en el contexto de la enfermedad que conlleva una mayor letalidad. Las complicaciones cardiovasculares y renales representan un problema, y es probable que en un futuro pr&#x000f3;ximo puedan suponer una amenaza para los pacientes que han sobrevivido a la COVID-19.</p><p>Como m&#x000e9;dicos no podemos olvidar que durante una epidemia como esta otras enfermedades &#x02014;cr&#x000f3;nicas&#x02014; siguen presentes, y los pacientes contin&#x000fa;an precisando atenci&#x000f3;n. Estamos obligados a vigilar de una forma incluso m&#x000e1;s intensa sus tratamientos y el grado de control. Adem&#x000e1;s, no debemos olvidar que las situaciones urgentes siguen present&#x000e1;ndose en esta situaci&#x000f3;n de pandemia y precisan atenci&#x000f3;n r&#x000e1;pida; en esta situaci&#x000f3;n actual es muy probable que muchos pacientes, por miedo, no hayan buscado atenci&#x000f3;n m&#x000e9;dica.</p><p>La situaci&#x000f3;n durante la epidemia y la incertidumbre de la &#x000e9;poca post COVID-19 exige la intensificaci&#x000f3;n en el control y seguimiento de la enfermedad cardiovascular y renal de nuestros pacientes. La atenci&#x000f3;n primaria constituye un nivel asistencial clave para el cuidado de la poblaci&#x000f3;n con enfermedad cardiovascular. Del mismo modo, y ante este nuevo escenario sanitario, necesitamos impulsar las medidas de prevenci&#x000f3;n y control que emanen de los estudios actualmente en desarrollo. Ahora m&#x000e1;s que nunca necesitamos la investigaci&#x000f3;n, crucial para mejorar el pron&#x000f3;stico cardiovascular y renal de nuestros pacientes.</p></abstract><trans-abstract xml:lang="en"><p>The SARS-CoV-2 pandemic is a global health emergency and we need to know more about it.</p><p>Patients with cardiovascular risk and previous kidney risk have been identified as especially vulnerable for greater morbidity and mortality when they suffer from COVID-19. A considerable proportion of patients can develop a vascular lesion in the context of the disease that entails a greater lethality. Cardiovascular and renal complications represent a problem and, probably in the near future, may pose a threat to patients who have survived COVID-19.</p><p>As physicians, we cannot forget that during an epidemic like this, other chronic diseases are present, and patients continue to require care. We are obliged to monitor even more intensely their treatments and control degree. Furthermore, we must not forget that urgent situations continue to arise in this pandemic situation and require prompt attention. In this current situation, it is very likely that many patients, out of fear, have not sought medical attention.</p><p>The situation during the epidemic and the uncertainty of the post-COVID-19 period, requires intensification in the control and monitoring of cardiovascular and kidney disease in our patients. Primary care constitutes a key level of care for the care of the population with cardiovascular disease. Likewise, and in the face of this new health scenario, we need to promote the prevention and control measures that emanate from the studies currently underway. Now, more than ever, we need research, crucial to improve the cardiovascular and renal prognosis of our patients.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>Enfermedad cardiovascular</kwd><kwd>Enfermedad renal cr&#x000f3;nica</kwd><kwd>Morbilidad</kwd><kwd>Mortalidad</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>Cardiovascular disease</kwd><kwd>Chronic kidney disease</kwd><kwd>Morbidity</kwd><kwd>Mortality</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">El 11 de marzo de 2020 la Organizaci&#x000f3;n Mundial de la Salud (OMS) declar&#x000f3; la enfermedad COVID-19 (acr&#x000f3;nimo del ingl&#x000e9;s <italic>Coronavirus Disease 2019</italic>) como una pandemia mundial causada por un nuevo coronavirus que ha sido denominado SARS-CoV-2 <italic>(Severe Acute Respiratory Syndrome Coronavirus</italic>
&#x000a0;
<italic>2)</italic>
<xref rid="bib0310" ref-type="bibr"><sup>1</sup></xref>, una enfermedad que, desde China, pasando por Europa y llegando a Estados Unidos, ofrece todo un desaf&#x000ed;o en la batalla para combatirla y que pasar&#x000e1; a los anales de la historia de la humanidad como la epidemia que cambi&#x000f3; la forma de ser y hacer en el mundo tal y como lo conoc&#x000ed;amos hasta ahora.</p><p id="par0010">Pese a que sab&#x000ed;amos bastante de epidemias anteriores, como el s&#x000ed;ndrome respiratorio agudo severo (SARS) o el s&#x000ed;ndrome respiratorio de Medio Oriente (MERS), en este caso no solo las complicaciones pulmonares son la t&#x000f3;nica, sino que las complicaciones extrapulmonares son las que est&#x000e1;n marcando la evoluci&#x000f3;n de esta enfermedad. Por otra parte, la comorbilidad asociada es muy prevalente en los pacientes con COVID-19 y sobre todo entre los que desarrollan sus formas m&#x000e1;s graves, lo que genera una afectaci&#x000f3;n sist&#x000e9;mica que avanza en muchos casos sin ser detectada hasta sus estadios m&#x000e1;s avanzados<xref rid="bib0315" ref-type="bibr"><sup>2</sup></xref>. Desafortunadamente, por el momento no hay un tratamiento v&#x000e1;lido para la COVID-19 realmente disponible.</p><p id="par0015">Los pacientes con factores de riesgo cardiovascular (FRCV), que incluyen sexo masculino, edad avanzada, hipertensi&#x000f3;n, diabetes y obesidad, sin olvidar la dislipemia y el tabaquismo, as&#x000ed; como aquellos con enfermedad cardiovascular (ECV) y cerebrovascular previa, han sido identificados como poblaciones particularmente vulnerables para una mayor morbimortalidad cuando sufren la COVID-19. Adem&#x000e1;s, una proporci&#x000f3;n considerable de pacientes puede desarrollar una lesi&#x000f3;n vascular en el contexto de la COVID-19, lo que conlleva un mayor riesgo de mortalidad hospitalaria. Las complicaciones cardiovasculares (CV) representan un problema, y es probable que en un futuro pr&#x000f3;ximo supongan una amenaza importante para los pacientes que han sobrevivido a la COVID-19.</p></sec><sec id="sec0010"><title>COVID-19 y factores de riesgo cardiovascular</title><sec id="sec0015"><title>Hipertensi&#x000f3;n arterial y SARS-CoV-2</title><p id="par0020">Entre los FRCV, la hipertensi&#x000f3;n arterial (HTA) aparece en todas las series como el m&#x000e1;s prevalente en el paciente COVID-19. As&#x000ed;, en un estudio de 138 pacientes con s&#x000ed;ntomas graves de enfermedad el 58,3% ten&#x000ed;an hipertensi&#x000f3;n<xref rid="bib0320" ref-type="bibr"><sup>3</sup></xref>. Se desconocen los mecanismos que subyacen en la posible relaci&#x000f3;n entre la HTA y la COVID-19, pero teniendo en cuenta el importante papel del sistema renina-angiotensina-aldosterona (SRAA)/ACE2 (enzima conversiva de la angiotensina&#x000a0;2) en la fisiopatolog&#x000ed;a de la HTA, es posible que la disregulaci&#x000f3;n del sistema sea una causa importante. M&#x000fa;ltiples evidencias sugieren que el SARS-CoV-2 infecta las c&#x000e9;lulas hu&#x000e9;sped al unirse al receptor ACE2 ampliamente expresado en el sistema CV. A la luz de esto, se ha propuesto que el tratamiento de la HTA con inhibidores de SRAA (BSRAA) puede influir en la uni&#x000f3;n del SARS-CoV-2 a ACE2, promoviendo la enfermedad<xref rid="bib0325" ref-type="bibr"><sup>4</sup></xref>. Esto se basa en algunos hallazgos experimentales que muestran que los BSRAA causan un aumento compensatorio en los niveles tisulares de ACE2<xref rid="bib0330" ref-type="bibr"><sup>5</sup></xref>, y que los inhibidores de la enzima convertidora de angiotensina (IECA) podr&#x000ed;an ser perjudiciales en pacientes expuestos al SARS-CoV-2<xref rid="bib0335" ref-type="bibr"><sup>6</sup></xref>. Sin embargo, no hay evidencia clara de que el uso de IECA o de bloqueadores de los receptores de angiotensina (ARAII) conduzca a una disregulaci&#x000f3;n de ACE2 en tejidos humanos. Los datos disponibles de muestras de sangre sugieren que no hay asociaci&#x000f3;n entre los niveles circulantes de ACE2 y el uso de BSRAA<xref rid="bib0340" ref-type="bibr"><sup>7</sup></xref>. Tambi&#x000e9;n parece que, en modelos experimentales, los BSRAA pueden tener una influencia potencialmente protectora<xref rid="bib0345" ref-type="bibr">8</xref>, <xref rid="bib0350" ref-type="bibr">9</xref>. Esta hip&#x000f3;tesis est&#x000e1; basada en la demostraci&#x000f3;n de que la uni&#x000f3;n del virus a ACE2 conduce a una baja regulaci&#x000f3;n de ACE2, que aumenta la producci&#x000f3;n de angiotensina&#x000a0;II pero reduce la angiotensina&#x000a0;1-7. Esto contribuye al aumento de la permeabilidad vascular pulmonar mediada por AT1, lo que agravar&#x000ed;a la cl&#x000ed;nica pulmonar. Por lo tanto, una mayor expresi&#x000f3;n de ACE2 despu&#x000e9;s de la terapia cr&#x000f3;nica con BSRAA puede proteger a los pacientes con COVID-19 de la permeabilidad de las lesiones pulmonares agudas. Dos mecanismos complementarios pueden explicar tal hip&#x000f3;tesis: los BSRAA continuar&#x000e1;n bloqueando la activaci&#x000f3;n excesiva del receptor de la angiotensina (ATR) debido a la infecci&#x000f3;n viral y, en paralelo, regular&#x000e1;n al alta ACE2, aumentando as&#x000ed; la producci&#x000f3;n de angiotensina&#x000a0;1-7<xref rid="bib0355" ref-type="bibr"><sup>10</sup></xref>.</p><p id="par0025">Hasta la fecha no hay evidencia cl&#x000ed;nica que respalde los efectos adversos o beneficiosos de los BSRAA en pacientes con COVID-19, y en l&#x000ed;nea con las directrices de las principales sociedades de cardiolog&#x000ed;a e hipertensi&#x000f3;n, los pacientes con IECA o ARAII no deben interrumpir su tratamiento<xref rid="bib0340" ref-type="bibr">7</xref>, <xref rid="bib0360" ref-type="bibr">11</xref>, <xref rid="bib0365" ref-type="bibr">12</xref>.</p><p id="par0030">Recientemente, Acanfora et al.<xref rid="bib0360" ref-type="bibr"><sup>11</sup></xref> describen una hip&#x000f3;tesis como posible enfoque alternativo para el tratamiento de la COVID-19 en base al tratamiento con sacubitrilo/valsart&#x000e1;n utilizado en el manejo de la insuficiencia card&#x000ed;aca (IC)<xref rid="bib0370" ref-type="bibr"><sup>13</sup></xref>. Proponen, en base a los argumentos anteriores sobre el BSRAA, que se revise tambi&#x000e9;n el papel de la neprilisina y su inhibidor sacubitrilo asociado a valsart&#x000e1;n, ya que se ha observado que la combinaci&#x000f3;n de ambos reduce la concentraci&#x000f3;n de citocinas proinflamatorias y el recuento de neutr&#x000f3;filos, al tiempo que aumenta el recuento de linfocitos. Adem&#x000e1;s, han demostrado que la administraci&#x000f3;n temprana de sacubitril/valsart&#x000e1;n reduce los niveles de prote&#x000ed;na&#x000a0;C reactiva de alta sensibilidad y aumenta el recuento de linfocitos en pacientes con IC aguda.</p><p id="par0035">Pese a lo comentado, a&#x000fa;n conocemos muy poco, y ser&#x000e1; primordial seguir la vigilancia intensiva de los pacientes con HTA, ECV e IC, ya que parecen ser predictores tanto para la enfermedad grave, para el ingreso en la UCI y para mortalidad por COVID-19<xref rid="bib0355" ref-type="bibr"><sup>10</sup></xref>. Esperamos estudios con gran n&#x000fa;mero de pacientes afectos por la COVID-19 en que se puedan analizar los resultados cl&#x000ed;nicos en pacientes hipertensos que reciban o no BSRAA.</p></sec><sec id="sec0020"><title>Diabetes y SARS-CoV-2</title><p id="par0040">Hasta ahora la comorbilidad que m&#x000e1;s se asocia con la infecci&#x000f3;n por COVID-19 es la HTA, pero no es desde&#x000f1;able el n&#x000fa;mero de pacientes que tambi&#x000e9;n presentan diabetes mellitus (DM), como se ha observado en un metaan&#x000e1;lisis de seis estudios (1.527 pacientes con COVID-19) en el que la prevalencia de HTA, ECV y DM fue del 17,1, del 16,4 y del 9,7%, respectivamente<xref rid="bib0375" ref-type="bibr"><sup>14</sup></xref>. Como se ha descrito, la DM agrava el pron&#x000f3;stico de la COVID-19, y la mortalidad en pacientes con diabetes es del 7,3%<xref rid="bib0380" ref-type="bibr"><sup>15</sup></xref>.</p><p id="par0045">
<italic>Precauciones con algunos f&#x000e1;rmacos en la DM2.</italic> Recientemente varios f&#x000e1;rmacos para el tratamiento de la DM tipo&#x000a0;2 (DM2) han demostrado beneficio CV y renal<xref rid="bib0385" ref-type="bibr">16</xref>, <xref rid="bib0390" ref-type="bibr">17</xref>, <xref rid="bib0395" ref-type="bibr">18</xref>. Los inhibidores del cotransportador de sodio-glucosa tipo&#x000a0;2 (iSGLT2) han demostrado beneficios en IC, enfermedad renal diab&#x000e9;tica e incluso en mortalidad<xref rid="bib0400" ref-type="bibr">19</xref>, <xref rid="bib0405" ref-type="bibr">20</xref>, <xref rid="bib0410" ref-type="bibr">21</xref>. No obstante, en determinadas situaciones, especialmente relacionadas con depleci&#x000f3;n de volumen o enfermedades intercurrentes, pueden asociarse a deterioro renal transitorio o cetoacidosis diab&#x000e9;tica (CAD) normogluc&#x000e9;mica.</p><p id="par0050">Los iSGLT2 presentan efecto diur&#x000e9;tico y natriur&#x000e9;tico con descenso de la presi&#x000f3;n arterial entre 3-5&#x000a0;mmHg<xref rid="bib0415" ref-type="bibr"><sup>22</sup></xref>. La infecci&#x000f3;n por SARS-CoV-2 puede asociarse a astenia, menor ingesta alimentaria y sodio, y como consecuencia, mayor descenso de la presi&#x000f3;n arterial, especialmente en pacientes que reciben elevadas dosis de diur&#x000e9;ticos o en aquellos con presi&#x000f3;n arterial m&#x000e1;s baja<xref rid="bib0420" ref-type="bibr"><sup>23</sup></xref>.</p><p id="par0055">Por otra parte, las agencias reguladoras han informado sobre el riesgo de desarrollar CAD en pacientes que reciben iSGLT2<xref rid="bib0425" ref-type="bibr"><sup>24</sup></xref>. Los datos de incidencia var&#x000ed;an entre 0,16 a 0,76 eventos por 1.000 a&#x000f1;os-paciente. Los factores de riesgo que pueden predisponer a los pacientes que toman un iSGLT2 a CAD son las condiciones que conducen a una ingesta restringida de alimentos o deshidrataci&#x000f3;n severa, abuso de alcohol, una reserva baja de funci&#x000f3;n de c&#x000e9;lulas beta o reducci&#x000f3;n repentina en la dosis de insulina, junto a un aumento de los requerimientos de la misma debido a una enfermedad aguda. A pesar de la muy baja prevalencia de CAD y deterioro renal leve e hipotensi&#x000f3;n que se detecta tras iSGLT2, estas complicaciones pueden aparecer con mayor frecuencia cuando aparecen enfermedades concomitantes, como la infecci&#x000f3;n por COVID-19.</p><p id="par0060">Una reciente alerta de seguridad del Instituto de Salud Brit&#x000e1;nico sugiere que los pacientes con DM2 en tratamiento oral con iSGLT2 deber&#x000ed;an suspender el tratamiento de inmediato si desarrollan s&#x000ed;ntomas relacionados con la COVID-19. En esta alerta se especifican las siguientes recomendaciones en caso de llevar tratamiento con iSGLT2<xref rid="bib0430" ref-type="bibr"><sup>25</sup></xref>: a)&#x000a0;los pacientes con DM tipo&#x000a0;1 en tratamiento con iSGLT2 se les debe aconsejar interrumpir inmediatamente este tratamiento y ajustar las dosis de insulina; b)&#x000a0;los pacientes con DM2 en tratamiento con insulinoterapia que han tenido experiencias previas de cetoacidosis en situaciones de enfermedad deben interrumpir inmediatamente el tratamiento con iSGLT2; c)&#x000a0;los pacientes con DM2 y antidiab&#x000e9;ticos orales pueden continuar con el tratamiento con iSGLT2 siempre y cuando no hayan s&#x000ed;ntomas de enfermedad por COVID-19, en cuyo caso deben interrumpirlos inmediatamente; d)&#x000a0;a ning&#x000fa;n paciente ingresado por sintomatolog&#x000ed;a del COVID-19 se le debe prescribir un iSGLT2.</p><p id="par0065">Sin embargo, no hay ning&#x000fa;n estudio publicado hasta la fecha de esta revisi&#x000f3;n que apoye esta recomendaci&#x000f3;n. Probablemente ser&#x000ed;a necesario individualizar esta recomendaci&#x000f3;n y suspender los iSGLT2 en pacientes que presentan s&#x000ed;ntomas que predisponen a una disminuci&#x000f3;n de la presi&#x000f3;n arterial o del volumen vascular, para evitar tanto el deterioro de la funci&#x000f3;n renal como la CAD. Por otro lado, se ha recomendado considerar medir los cuerpos cet&#x000f3;nicos en sangre capilar en estos pacientes con riesgo de CAD. En el caso de encontrar cuerpos cet&#x000f3;nicos &#x0003e;&#x000a0;0,6&#x000a0;mmol/l se deben interrumpir los iSGLT2, ingerir glucosa y consultar inmediatamente al m&#x000e9;dico (recomendaciones de la Sociedad Espa&#x000f1;ola de Endocrinolog&#x000ed;a y Nutrici&#x000f3;n). Igualmente deber&#x000ed;amos considerar la &#x000ab;regla de los d&#x000ed;as de enfermedad&#x000bb; <italic>(sick day rules)</italic> en relaci&#x000f3;n con la suspensi&#x000f3;n de determinados f&#x000e1;rmacos para evitar complicaciones como hipotensi&#x000f3;n o CAD<xref rid="bib0435" ref-type="bibr"><sup>26</sup></xref>.</p><p id="par0070">Dado el progresivo aumento en la prescripci&#x000f3;n de iSGLT2, ser&#x000ed;a de inter&#x000e9;s para los m&#x000e9;dicos de atenci&#x000f3;n primaria conocer el riesgo asociado con estas complicaciones y su detecci&#x000f3;n precoz para proporcionar las recomendaciones adecuadas y la suspensi&#x000f3;n de determinados tratamientos. Esto es hoy m&#x000e1;s relevante porque en esta pandemia un porcentaje elevado de las consultas en atenci&#x000f3;n primaria se realizan en forma telef&#x000f3;nica. En este sentido, los pacientes que reciben iSGLT2 deber&#x000ed;an ser informados sobre estos s&#x000ed;ntomas para minimizar posibles complicaciones. Por el contrario, la interrupci&#x000f3;n generalizada de f&#x000e1;rmacos que han demostrado un beneficio CV y renal podr&#x000ed;a tener un impacto negativo en el pron&#x000f3;stico de los pacientes diab&#x000e9;ticos. Por lo tanto, es importante conocer las situaciones en las que deber&#x000ed;an suspenderse, debiendo mantenerse en el resto de las circunstancias, que son la mayor&#x000ed;a.</p><p id="par0075">Hasta el momento en el que tengamos un tratamiento espec&#x000ed;fico para el virus, el manejo del tratamiento de la diabetes en pacientes con COVID-19 consiste en buscar el mejor control metab&#x000f3;lico sin hipoglucemias, ya que el pron&#x000f3;stico mejora claramente si se presenta un adecuado control metab&#x000f3;lico. En caso de infecci&#x000f3;n aguda se suspender&#x000e1;n los iSGLT2 por el riesgo aumentado de cetosis y de desarrollo de CAD. La presencia de anorexia en relaci&#x000f3;n con la infecci&#x000f3;n obliga a ajustar la dosis de insulinoterapia para prevenir las hipoglucemias y suspender los secretagogos cl&#x000e1;sicos (sulfonilureas y glinidas) por el riesgo de hipoglucemias ante la menor ingesta. Es conveniente la monitorizaci&#x000f3;n de glucemia durante la infecci&#x000f3;n para ajuste de las dosis de insulinoterapia en relaci&#x000f3;n con el control preprandial y la cantidad de ingesta (con dosis prandiales y dosis correctoras de an&#x000e1;logos de insulina r&#x000e1;pida antes de las ingestas).</p><p id="par0080">En la actualidad no hay datos de que el SARS-CoV-2 se una a la enzima dipeptidilpeptidasa&#x000a0;4 (DPP4) como lo hace el MERS-CoV. Como la DPP4 es una enzima ubicua en el organismo y tiene funciones potencialmente protectoras en el pulm&#x000f3;n, se ha hipotetizado que el uso de iDPP4 no ser&#x000ed;a conveniente en infecciones de MERS-CoV, pero no se ha demostrado en infecciones por COVID-19. Por ello, los iDPP4 como los aGLP1 se pueden mantener en caso de infecci&#x000f3;n<xref rid="bib0440" ref-type="bibr"><sup>27</sup></xref>.</p></sec><sec id="sec0025"><title>Dislipemia y SARS-CoV-2</title><p id="par0085">Muy poco se ha escrito en relaci&#x000f3;n con la dislipemia en el contexto de la infecci&#x000f3;n por SARS-CoV-2, a pesar de que este FRCV se encuentra presente en m&#x000e1;s del 50% de los pacientes mayores de 50&#x000a0;a&#x000f1;os en nuestro pa&#x000ed;s<xref rid="bib0445" ref-type="bibr"><sup>28</sup></xref>. Es por ello que una elevada proporci&#x000f3;n de pacientes que sufrir&#x000e1;n la COVID-19 (m&#x000e1;s prevalente en &#x0003e;&#x000a0;65&#x000a0;a&#x000f1;os) estar&#x000e1;n bajo tratamiento con estatinas, adem&#x000e1;s de todos aquellos con ECV previa (prevenci&#x000f3;n secundaria).</p><p id="par0090">
<italic>Estatinas en el paciente COVID-19.</italic> Las estatinas son uno de los f&#x000e1;rmacos m&#x000e1;s utilizados en el mundo y tienen un papel fundamental en el tratamiento de los pacientes con ECV establecida y en pacientes con alto riesgo CV. Las evidencias del papel de estas en pacientes con la COVID-19 son escasas. Es importante conocer c&#x000f3;mo interact&#x000fa;an l&#x000ed;pidos, estatinas e infecci&#x000f3;n viral para decidir continuar, iniciar o suspender el tratamiento en un paciente con la COVID-19, teniendo en cuenta que la ECV est&#x000e1; asociada al mayor riesgo de mortalidad por este. Algunos de los mecanismos postulados en este incremento del riesgo son: el da&#x000f1;o mioc&#x000e1;rdico directo mediado por receptores ACE2, la excesiva respuesta inflamatoria, la hipoxia, la presencia de da&#x000f1;o microvascular y la microtrombosis. La tasa de mortalidad global por la COVID-19 (2,3-4%) aumenta al 10-15% en los pacientes con ECV previa.</p><p id="par0100">En una gu&#x000ed;a recientemente publicada por el Massachusetts General Hospital se propone mantener el uso de estos hipolipemiantes en infecciones por SARS-CoV-2 e iniciar tratamiento en pacientes con ECV previa<xref rid="bib0450" ref-type="bibr"><sup>29</sup></xref>.</p><p id="par0105">Las estatinas tienen un amplio margen de seguridad. La elevaci&#x000f3;n de las enzimas hep&#x000e1;ticas es uno de sus efectos adversos, aunque solamente el 0,001% de los pacientes presentan hepatotoxicidad severa. En las infecciones por SARS-CoV-2 se ha reportado elevaci&#x000f3;n de enzimas hep&#x000e1;ticas en el 15-53% de los casos<xref rid="bib0455" ref-type="bibr"><sup>30</sup></xref>. El protocolo del Massachusetts General Hospital<xref rid="bib0450" ref-type="bibr"><sup>29</sup></xref> propone un control de enzimas hep&#x000e1;ticas mientras se administra terapia con estatinas, y discontinuar su tratamiento si dichas enzimas exceden 5&#x000a0;veces el l&#x000ed;mite superior a la normalidad, o bien la fosfatasa alcalina y bilirrubina total aumentan 3&#x000a0;veces su l&#x000ed;mite de normalidad. En estos casos se deber&#x000e1; interrumpir la terapia con estatinas hasta que las enzimas hep&#x000e1;ticas regresen a niveles por debajo de estos valores. Hay una extensa evidencia de la seguridad de las estatinas, aunque la seguridad de su administraci&#x000f3;n en pacientes con la COVID-19 no se ha establecido a&#x000fa;n<xref rid="bib0460" ref-type="bibr"><sup>31</sup></xref>.</p><p id="par0110">
<italic>Interacciones farmacol&#x000f3;gicas de las estatinas con drogas para el tratamiento de COVID-19.</italic> Las estatinas son metabolizadas por isoenzimas del CYP450, con excepci&#x000f3;n de la pravastatina, que es metabolizada en el citosol celular. Atorvastatina, lovastatina y simvastatina sufren metabolismo de primer paso por la CYP3A4<xref rid="bib0465" ref-type="bibr">32</xref>, <xref rid="bib0470" ref-type="bibr">33</xref>.</p><p id="par0115">El lopinavir/ritonavir y el atazanavir son f&#x000e1;rmacos inhibidores de la proteasa que se utilizan en el tratamiento del VIH y se utilizan en algunos protocolos en pacientes con la COVID-19. Los inhibidores de la proteasa son tambi&#x000e9;n inhibidores de la CYP3A4 y sustrato de OATP1B1 y OATP1B3 (transportadores de membrana que permiten la entrada de las estatinas al hepatocito). El uso concomitante de los inhibidores de las proteasas con estatinas que utilicen esas mismas v&#x000ed;as de metabolizaci&#x000f3;n aumenta el riesgo de rabdomi&#x000f3;lisis y hepatotoxicidad por un aumento de las concentraciones plasm&#x000e1;ticas de las mismas. La lovastatina y la simvastatina est&#x000e1;n contraindicadas en asociaci&#x000f3;n con cualquiera de estos f&#x000e1;rmacos, con lo cual deben suspenderse inmediatamente. En pacientes tratados con lopinavir/ritonavir la dosis m&#x000e1;xima recomendada de atorvastatina es de 20&#x000a0;mg/d&#x000ed;a y la de rosuvastatina de 10&#x000a0;mg/d&#x000ed;a, y como alternativa se podr&#x000ed;a utilizar pravastatina o pitavastatina con control de enzimas hep&#x000e1;ticas<xref rid="bib0475" ref-type="bibr">34</xref>, <xref rid="bib0480" ref-type="bibr">35</xref>.</p><p id="par0120">Con las evidencias actuales, la recomendaci&#x000f3;n es continuar la terapia con estatinas en los pacientes con la COVID-19 y ECV establecida o con alto/muy alto riesgo CV, siempre revisando las posibles interacciones farmacol&#x000f3;gicas con los tratamientos administrados para la infecci&#x000f3;n por SARS-CoV-2. Es importante el control de las enzimas hep&#x000e1;ticas en los pacientes ingresados por la COVID-19.</p></sec></sec><sec id="sec0030"><title>COVID-19 y enfermedad cardiovascular</title><p id="par0125">La gran mayor&#x000ed;a de estudios, realizados hasta el momento en China, sugieren una potente asociaci&#x000f3;n entre ECV y la COVID-19 severa. Un an&#x000e1;lisis de las caracter&#x000ed;sticas epidemiol&#x000f3;gicas y cl&#x000ed;nicas de 99 casos de la COVID-19 indic&#x000f3; que alrededor del 40% ten&#x000ed;an ECV y enfermedad cerebrovascular previas a la infecci&#x000f3;n<xref rid="bib0485" ref-type="bibr"><sup>36</sup></xref>. Un metaan&#x000e1;lisis de seis estudios que incluyeron 1.527 pacientes con la COVID-19 examin&#x000f3; la prevalencia de ECV e inform&#x000f3; que la prevalencia de HTA fue del 17,1%, la de ECV del 16,4% y la de DM del 9,7%<xref rid="bib0375" ref-type="bibr"><sup>14</sup></xref>. Los pacientes m&#x000e1;s graves y que requirieron ingreso en la unidad de cuidados intensivos (UCI) eran m&#x000e1;s propensos a tener estas comorbilidades en comparaci&#x000f3;n con los pacientes que no son subsidiarios de UCI<xref rid="bib0490" ref-type="bibr"><sup>37</sup></xref>, y se observ&#x000f3; una mayor tasa de letalidad en los pacientes con ECV (10,5%), DM (7,3%) y HTA (6,0%) en relaci&#x000f3;n con la tasa de letalidad total (2,3%)<xref rid="bib0380" ref-type="bibr"><sup>15</sup></xref>.</p><p id="par0130">Numerosos estudios de cohortes muestran resultados similares que sugieren un mayor riesgo de eventos adversos en pacientes con ECV que contraen la COVID-19, y los datos se repiten en los estudios que se est&#x000e1;n publicando en otros pa&#x000ed;ses. A medida que dispongamos de estos datos, el an&#x000e1;lisis de cohortes multinacionales ayudar&#x000e1; a conocer mejor la estratificaci&#x000f3;n del riesgo de enfermedad en los estadios moderados/severos, especialmente para pacientes con ECV previa<xref rid="bib0495" ref-type="bibr">38</xref>, <xref rid="bib0500" ref-type="bibr">39</xref>.</p><p id="par0135">Por otra parte, los pacientes que desarrollaron las formas m&#x000e1;s graves de la COVID-19 y que ingresaron en la UCI desarrollaban da&#x000f1;o mioc&#x000e1;rdico agudo. En 41 pacientes diagnosticados con la COVID-19 se observ&#x000f3; que la troponina&#x000a0;I ultrasensible (hs-cTnI) aument&#x000f3; sustancialmente en 5&#x000a0;pacientes con diagn&#x000f3;stico de lesi&#x000f3;n card&#x000ed;aca relacionada con el virus, y 4 de ellos necesitaron ingreso en la UCI<xref rid="bib0320" ref-type="bibr"><sup>3</sup></xref>. Otro estudio de 138 pacientes con la COVID-19 ingresados en la UCI ten&#x000ed;an m&#x000e1;s probabilidades de tener complicaciones isqu&#x000e9;micas y/o arritmia<xref rid="bib0505" ref-type="bibr"><sup>40</sup></xref>. La afectaci&#x000f3;n card&#x000ed;aca, al menos cuando se analiza la elevaci&#x000f3;n de biomarcadores (troponina&#x000a0;T o BNP), es una caracter&#x000ed;stica muy relevante en la enfermedad por la COVID-19: se asocia con un peor pron&#x000f3;stico<xref rid="bib0510" ref-type="bibr"><sup>41</sup></xref> e incluso es un mayor predictor de riesgo de mortalidad que la edad, la DM, la enfermedad pulmonar o la ECV previa. De hecho, en una cohorte de Wuhan la lesi&#x000f3;n mioc&#x000e1;rdica y la insuficiencia cardiaca contribuyeron al 40% de las muertes, ya sea por s&#x000ed; mismas o en combinaci&#x000f3;n con insuficiencia respiratoria<xref rid="bib0515" ref-type="bibr"><sup>42</sup></xref>.</p><p id="par0140">Se han descrito complicaciones tromb&#x000f3;ticas arteriales y venosas, miocarditis con evoluci&#x000f3;n hacia la IC y todo tipo de arritmias que complican el curso de la COVID-19, a lo que se a&#x000f1;aden los posibles efectos pro-arr&#x000ed;tmicos del tratamiento m&#x000e9;dico dirigido a la COVID-19 y sus complicaciones<xref rid="bib0315" ref-type="bibr"><sup>2</sup></xref>. La verdadera prevalencia de ECV se desconoce, ya que por el momento no hay registros nacionales ni recopilaci&#x000f3;n de datos estandarizados, existiendo sesgos en el muestreo al contabilizarse solo los pacientes m&#x000e1;s graves y los hospitalizados.</p><p id="par0145">El da&#x000f1;o mioc&#x000e1;rdico y la IC, ya sea sola o en combinaci&#x000f3;n con insuficiencia respiratoria, representan hasta el 40% de la mortalidad en los pacientes m&#x000e1;s graves. En el caso de la IC es muy importante el diagn&#x000f3;stico diferencial de sospecha entre IC y la COVID-19 en base a datos anal&#x000ed;ticos y radiol&#x000f3;gicos (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
), y se recomienda la realizaci&#x000f3;n de una ecocardiograf&#x000ed;a urgente en los pacientes que desarrollen IC, arritmia, cambios en el electrocardiograma o cardiomegalia<xref rid="bib0520" ref-type="bibr">43</xref>, <xref rid="bib0525" ref-type="bibr">44</xref>.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Diagn&#x000f3;stico diferencial de sospecha entre insuficiencia card&#x000ed;aca y COVID-19 en base a datos anal&#x000ed;ticos y radiol&#x000f3;gicos<xref rid="bib0525" ref-type="bibr"><sup>44</sup></xref></p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">COVID-19</th><th align="left">Insuficiencia card&#x000ed;aca</th></tr></thead><tbody><tr><td colspan="3" align="left"><bold>Anal&#x000ed;tica</bold></td></tr><tr><td align="left">&#x000a0;<italic>Linfopenia</italic></td><td align="left">+++</td><td align="left">&#x02212;</td></tr><tr><td align="left">&#x000a0;<italic>ProBNP</italic></td><td align="left">&#x02212;/+</td><td align="left">+++</td></tr><tr><td align="left">&#x000a0;<italic>PCR</italic></td><td align="left">+++</td><td align="left">+</td></tr><tr><td align="left">&#x000a0;<italic>D&#x000ed;mero-D</italic></td><td align="left">+++</td><td align="left">&#x02212;/+</td></tr><tr><td colspan="3" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="3" align="left"><bold>Pruebas de imagen</bold></td></tr><tr><td colspan="3" align="left">&#x000a0;<italic>Radiograf&#x000ed;a de t&#x000f3;rax</italic></td></tr><tr><td align="left">&#x000a0;&#x000a0;Infiltrados</td><td align="left">Perif&#x000e9;ricos</td><td align="left">Centrales, en alas de mariposa</td></tr><tr><td align="left">&#x000a0;&#x000a0;Hilios aumentados</td><td align="left">&#x02212;/+<xref rid="tblfn0005" ref-type="table-fn">*</xref></td><td align="left">+++</td></tr><tr><td align="left">&#x000a0;&#x000a0;Cardiomegalia</td><td align="left">&#x02212;<xref rid="tblfn0005" ref-type="table-fn">*</xref></td><td align="left">+</td></tr><tr><td align="left">&#x000a0;&#x000a0;Derrame pleural</td><td align="left">&#x02212;<xref rid="tblfn0005" ref-type="table-fn">*</xref></td><td align="left">+</td></tr><tr><td align="left">&#x000a0;<italic>TAC</italic></td><td align="left">Im&#x000e1;genes en vidrio deslustrado de predominio perif&#x000e9;rico bilaterales (al inicio pueden ser unilaterales)<break/>+/&#x02212; condensaciones segmentarias<break/>+/&#x02212; engrosamiento pleural</td><td align="left">Im&#x000e1;genes en vidrio deslustrado de predominio central<break/>Condensaci&#x000f3;n de predominio central<break/>Dilataci&#x000f3;n de venas pulmonares<break/>Derrame pleural</td></tr></tbody></table><table-wrap-foot><fn><p>PCR: prote&#x000ed;na C reactiva; ProBNP: pro-p&#x000e9;ptido natriur&#x000e9;tico cerebral; TAC: tomograf&#x000ed;a axial computarizada.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0005"><label>*</label><p id="npar0005">Puede estar presente en insuficiencia card&#x000ed;aca previa.</p></fn></table-wrap-foot></table-wrap></p><p id="par0150">Los mecanismos patog&#x000e9;nicos no est&#x000e1;n claramente establecidos, imbric&#x000e1;ndose la infecci&#x000f3;n mioc&#x000e1;rdica directa por el virus y las consecuencias de la lesi&#x000f3;n pulmonar con hipoxia y la respuesta sist&#x000e9;mica inflamatoria. Sobre estos factores se a&#x000f1;aden los factores que regulan la funci&#x000f3;n inmune, y entre ellos la edad supone el m&#x000e1;s importante para la susceptibilidad y la gravedad de la COVID-19.</p><p id="par0155">En el abordaje los pacientes COVID-19 con alg&#x000fa;n tipo de cardiopat&#x000ed;a, y sobre todo la IC, se recomienda valorar el tratamiento concomitante y no suspender el tratamiento previo.</p></sec><sec id="sec0035"><title>COVID-19 y ri&#x000f1;&#x000f3;n</title><p id="par0160">Aunque parece claro que la relaci&#x000f3;n con la ECV es la diana sobre la que poner el foco de atenci&#x000f3;n, surgen evidencias de que otros &#x000f3;rganos se ven comprometidos.</p><p id="par0165">A nivel renal, el SARS-CoV-2 afecta a c&#x000e9;lulas epiteliales tubulares proximales renales cultivadas, las c&#x000e9;lulas mesangiales glomerulares y los podocitos, que expresan ACE2 como receptor en su superficie y representan un objetivo para la COVID-19<xref rid="bib0525" ref-type="bibr"><sup>44</sup></xref>. En necropsias de pacientes fallecidos por infecci&#x000f3;n por SARS-CoV-2 los hallazgos de microcopia electr&#x000f3;nica han mostrado inclusiones virales en las c&#x000e9;lulas endoteliales renales, apoptosis y endotelitis en ri&#x000f1;&#x000f3;n, coraz&#x000f3;n, intestino delgado y pulm&#x000f3;n, mostrando una clara congesti&#x000f3;n de vasos en este &#x000fa;ltimo &#x000f3;rgano<xref rid="bib0530" ref-type="bibr"><sup>45</sup></xref>. La presencia de part&#x000ed;culas virales en las c&#x000e9;lulas endoteliales y una acumulaci&#x000f3;n de c&#x000e9;lulas inflamatorias, con evidencia de apoptosis o muerte celular endotelial e inflamatoria, puede sugerir que la afectaci&#x000f3;n por la COVID-19 puede ser una endotelitis o una disfunci&#x000f3;n endotelial/vascular generalizada con afectaci&#x000f3;n de todo el sistema CV. Ello puede basarse en que el virus usa el receptor ACE2 para la entrada en la c&#x000e9;lula, y este receptor est&#x000e1; ampliamente expresado en ri&#x000f1;&#x000f3;n, coraz&#x000f3;n, pulm&#x000f3;n e intestino<xref rid="bib0530" ref-type="bibr"><sup>45</sup></xref>. Es de destacar que no se ha detectado carga viral de SARS-CoV-2 en muestras de orina en los pocos estudios que lo buscaron en un peque&#x000f1;o n&#x000fa;mero de pacientes<xref rid="bib0535" ref-type="bibr"><sup>46</sup></xref>.</p><p id="par0170">En la actualidad, la literatura sobre enfermedad renal cr&#x000f3;nica (ERC) y la COVID-19 es limitada, encontrando escasas citas relevantes pero que nos indican que la presencia de ERC se asocia a un mayor riesgo de enfermedad severa<xref rid="bib0540" ref-type="bibr"><sup>47</sup></xref>. Por otra parte, se ha detectado que en pacientes con la COVID-19 hasta un 44% desarrollan proteinuria y un 15,5% incrementan sus niveles de creatinina<xref rid="bib0545" ref-type="bibr"><sup>48</sup></xref>. La ERC tambi&#x000e9;n es un factor de riesgo para mortalidad en la infecci&#x000f3;n por la COVID-19; de hecho, los pacientes que requirieron ingreso en la UCI presentaron de 2 a 6,7 veces mayor prevalencia de ERC que los que no ingresaron<xref rid="bib0550" ref-type="bibr"><sup>49</sup></xref>.</p><p id="par0175">Es importante considerar algunos aspectos claves de la afectaci&#x000f3;n renal con SARS-CoV-2. Entre ellos hay que destacar que la ERC representa un factor de riesgo para desarrollar complicaciones por la COVID-19, que las comorbilidades como HTA, DM y ECV previa son factores de riesgo para la enfermedad y que la disminuci&#x000f3;n de la funci&#x000f3;n renal provoca alteraciones marcadas en el sistema inmunitario. Todo ello contribuye a la implicaci&#x000f3;n de la ERC en la morbimortalidad de la infecci&#x000f3;n por la COVID-19<xref rid="bib0540" ref-type="bibr"><sup>47</sup></xref>.</p><p id="par0180">Un registro de la Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a (SEN) sobre infecci&#x000f3;n por la COVID-19 que analiza los pacientes en tratamiento sustitutivo renal ha mostrado que sobre 1.063 pacientes reportados (63% en hemodi&#x000e1;lisis, 33% trasplantados renales y 3% en di&#x000e1;lisis peritoneal) la mortalidad cruda sin ajuste era del 24%, siendo significativamente mayor en los pacientes en hemodi&#x000e1;lisis. Estos datos nos indican la elevada tasa de letalidad, as&#x000ed; como la importancia de potenciar las t&#x000e9;cnicas domiciliarias y el trasplante renal, no solo por la menor mortalidad sino por la menor posibilidad de contagiar y ser contagiado en situaciones como la actual<xref rid="bib0490" ref-type="bibr"><sup>37</sup></xref>. Desafortunadamente, no hay datos ni registros de pacientes con ERC no en di&#x000e1;lisis.</p><p id="par0185">
<italic>Implicaciones de la ERC tras la pandemia.</italic> No existen datos sobre la disminuci&#x000f3;n en la incidencia de pacientes que han iniciado terapia sustitutiva renal en estos dos &#x000fa;ltimos meses, pero se conocer&#x000e1;n cuando se realicen los registros anuales. En cambio, un caso paradigm&#x000e1;tico en la nefrolog&#x000ed;a es el trasplante renal. La pandemia ha supuesto un gran mazazo para el mantenimiento de los programas de trasplante renal, reduci&#x000e9;ndose la media de donaci&#x000f3;n diaria de 7,2 donantes al d&#x000ed;a en el mes de enero de 2020 a 1,2 donantes al d&#x000ed;a a finales de marzo, manteni&#x000e9;ndose la actividad solo para donantes &#x000f3;ptimos y receptores con necesidades urgentes o ni&#x000f1;os<xref rid="bib0555" ref-type="bibr"><sup>50</sup></xref>.</p><p id="par0190">La condici&#x000f3;n asintom&#x000e1;tica de la ERC presenta una condici&#x000f3;n agravante en esta pandemia que probablemente har&#x000e1; que las secuelas tengan un alto impacto en su progresi&#x000f3;n. Las lesiones microvasculares o la disfunci&#x000f3;n endotelial generalizada causada por el dep&#x000f3;sito del virus en los distintos compartimentos renales van a contribuir sin duda a una mayor progresi&#x000f3;n renal, adem&#x000e1;s de las consecuencias de la disminuci&#x000f3;n o ausencia de asistencia en consulta de los pacientes con enfermedad avanzada. En muchos casos, ya se trate de pacientes con o sin afectaci&#x000f3;n por el SARS-CoV-2, pueden darse circunstancias log&#x000ed;sticas en la asistencia que hagan que el paciente disminuya la adherencia a los tratamientos, siendo de especial relevancia para f&#x000e1;rmacos que han demostrado beneficio CV y renal. La ganancia de peso durante la pandemia es otro aspecto que no debemos olvidar, ya que es un reconocido factor de progresi&#x000f3;n renal<xref rid="bib0560" ref-type="bibr"><sup>51</sup></xref>. Debemos estar preparados para una intensificaci&#x000f3;n o reactualizaci&#x000f3;n de los tratamientos que est&#x000e1;n tomando los pacientes con ERC para evitar una mayor progresi&#x000f3;n de esta, inducida por la afectaci&#x000f3;n del SARS-CoV-2 o por los efectos colaterales derivados en la asistencia sanitaria. Tampoco debemos olvidar la adecuada programaci&#x000f3;n del implante de cat&#x000e9;ter peritoneal o realizaci&#x000f3;n de acceso vascular para hemodi&#x000e1;lisis en la realizaci&#x000f3;n de un inicio programado de terapia sustitutiva renal. La pandemia puede dificultar esta programaci&#x000f3;n favoreciendo que se requiera un inicio de di&#x000e1;lisis de manera urgente con la necesidad de insertar un cat&#x000e9;ter central y hospitalizaci&#x000f3;n en la mayor&#x000ed;a de los casos. La suspensi&#x000f3;n de algunos quir&#x000f3;fanos durante la pandemia puede influir sin duda en este aspecto.</p></sec><sec id="sec0040"><title>&#x02026;y durante la epidemia COVID-19 &#x000bf;los pacientes siguen teniendo infartos?</title><p id="par0195">Tras la declaraci&#x000f3;n en Espa&#x000f1;a del estado de alarma y el confinamiento domiciliario de la poblaci&#x000f3;n con el objetivo de frenar la progresi&#x000f3;n de la epidemia<xref rid="bib0565" ref-type="bibr"><sup>52</sup></xref> se ha visto afectada la atenci&#x000f3;n a otras patolog&#x000ed;as, entre ellas el control y el tratamiento de los FRCV y las ECV, siendo la situaci&#x000f3;n m&#x000e1;s relevante la atenci&#x000f3;n urgente al infarto agudo de miocardio (IAM).</p><p id="par0200">La Sociedad Espa&#x000f1;ola de Cardiolog&#x000ed;a (SEC) realiz&#x000f3; una encuesta telem&#x000e1;tica en 73 centros que comprenden pr&#x000e1;cticamente la totalidad de centros que participan dentro de las redes espec&#x000ed;ficas de atenci&#x000f3;n al infarto, y los resultados de este estudio reflejan una disminuci&#x000f3;n muy importante de la actividad asistencial y del n&#x000fa;mero de procedimientos de cardiolog&#x000ed;a intervencionista realizados como consecuencia de la epidemia de la COVID-19; especialmente preocupante es el dato de una reducci&#x000f3;n del 40% en los casos de intervencionismo en el seno del IAM<xref rid="bib0570" ref-type="bibr"><sup>53</sup></xref>.</p><p id="par0205">En Hong Kong se observ&#x000f3; algo similar, y los tiempos en la atenci&#x000f3;n al infarto empeoraron de forma muy significativa, con un tiempo desde el inicio de los s&#x000ed;ntomas hasta el primer contacto de 318&#x000a0;min de mediana, mientras que en los casos atendidos antes de la epidemia este tiempo era de 82&#x000a0;min<xref rid="bib0325" ref-type="bibr"><sup>4</sup></xref>. En Espa&#x000f1;a, los datos del estudio de la SEC confirman que, adem&#x000e1;s de este mayor retraso, hay un n&#x000fa;mero muy importante de pacientes con IAM que no llegan a demandar atenci&#x000f3;n sanitaria. La raz&#x000f3;n es muy probablemente el temor de los pacientes a contagiarse por la COVID-19 en los hospitales. Este hecho es especialmente preocupante, dado que muchos de los pacientes con IAM presentan muerte s&#x000fa;bita por fibrilaci&#x000f3;n ventricular de forma precoz y no llegan a tener acceso al tratamiento<xref rid="bib0575" ref-type="bibr"><sup>54</sup></xref>. El resto de tiempos hasta la reperfusi&#x000f3;n, incluidos los intrahospitalarios, tambi&#x000e9;n se vieron incrementados de forma muy significativa en el estudio de Hong Kong<xref rid="bib0580" ref-type="bibr"><sup>55</sup></xref>, y es esperable que algo parecido est&#x000e9; sucediendo en nuestro pa&#x000ed;s: muchos pacientes no solicitar&#x000e1;n atenci&#x000f3;n m&#x000e9;dica y, para los que la soliciten, el tiempo hasta la reperfusi&#x000f3;n ser&#x000e1; superior a lo normal, por lo que se espera un incremento en la mortalidad por IAM, con muchos pacientes que presentar&#x000e1;n muerte s&#x000fa;bita extrahospitalaria y con tiempos de evoluci&#x000f3;n prolongados en el caso de quienes consulten, con el consiguiente incremento de complicaciones. Es labor de las sociedades cient&#x000ed;ficas y de las autoridades sanitarias comunicar a la poblaci&#x000f3;n que la atenci&#x000f3;n en los centros sanitarios es segura, que se han establecido circuitos para la adecuada atenci&#x000f3;n de pacientes, tanto en los centros de salud como en los hospitales, que garantizan su protecci&#x000f3;n ante un posible contagio, y que ante s&#x000ed;ntomas potencialmente compatibles con IAM u otras patolog&#x000ed;as graves (ictus, embolia pulmonar, disecci&#x000f3;n de aorta) deben requerir asistencia inmediata. Por otra parte, tampoco podemos descartar que exista un infradiagn&#x000f3;stico del IAM en pacientes que acuden al hospital, dado que la actividad asistencial est&#x000e1; muy centrada en la atenci&#x000f3;n a pacientes con infecci&#x000f3;n por la COVID-19. Por tanto, tambi&#x000e9;n deber&#x000ed;amos insistir al personal que est&#x000e1; trabajando durante la pandemia en los servicios de urgencia (centros de salud y hospitalarios) de la importancia de un diagn&#x000f3;stico lo m&#x000e1;s preciso posible, y lo m&#x000e1;s precoz, del IAM<xref rid="bib0570" ref-type="bibr"><sup>53</sup></xref>.</p></sec><sec id="sec0045"><title>El futuro de la enfermedad cardiovascular tras la COVID-19</title><p id="par0210">La infecci&#x000f3;n severa por COVID-19 se asocia a da&#x000f1;o mioc&#x000e1;rdico y arritmia cardiaca. Puede debutar como trombosis arterial o venosa, con el consiguiente s&#x000ed;ndrome coronario agudo o tromboembolismo venoso, o provocar miocarditis y tener un papel protagonista en los pacientes con IC.</p><p id="par0215">Los pacientes con FRCV y/o ECV, en general, tienen las mismas probabilidades de contraer la COVID-19 que los que no padecen una ECV. En el caso de contraer la infecci&#x000f3;n, su pron&#x000f3;stico es peor, son pacientes de riesgo<xref rid="bib0585" ref-type="bibr"><sup>56</sup></xref>.</p><p id="par0220">La ECV asociada a la COVID-19 probablemente incluya la disregulaci&#x000f3;n del SRAA/receptores ECA&#x000a0;2 debido a la infecci&#x000f3;n por la COVID-19 y comorbilidades como la HTA. En todo caso, la inflamaci&#x000f3;n sist&#x000e9;mica (tormenta de liberaci&#x000f3;n de citoquinas) y los efectos procoagulantes inducidos por la infecci&#x000f3;n v&#x000ed;rica son una de las causas de la inestabilizaci&#x000f3;n de la ECV cr&#x000f3;nica estable<xref rid="bib0590" ref-type="bibr"><sup>57</sup></xref>.</p><p id="par0225">La pandemia por la COVID-19 nos est&#x000e1; advirtiendo de la necesidad de tomar mayor conciencia (m&#x000e9;dicos y pacientes) de que la situaci&#x000f3;n CV y renal previa de nuestros pacientes condicionar&#x000e1; su pron&#x000f3;stico inmediato, lo que nos debe obligar a una mayor vigilancia de los tratamientos y del grado de control de estos.</p><p id="par0230">Quedan a d&#x000ed;a de hoy muchos interrogantes que deberemos ir respondiendo lo antes posible, entre otros: &#x000bf;qu&#x000e9; suceder&#x000e1; con la inflamaci&#x000f3;n sist&#x000e9;mica concomitante a la infecci&#x000f3;n por SARS-CoV-2?, &#x000bf;qu&#x000e9; pasar&#x000e1; con los efectos del tratamiento intensivo en la fase aguda?</p><p id="par0235">Es plausible inferir que se pueda producir un incremento en la morbimortalidad CV a medio y a largo plazo, ya sea derivado de la disminuci&#x000f3;n durante la pandemia de la actividad en el control y seguimiento de los principales FRCV, o bien derivado de los da&#x000f1;os colaterales ocasionados por la COVID-19, especialmente por la persistencia de la actividad inflamatoria sist&#x000e9;mica y procoagulante tiempo despu&#x000e9;s de la resoluci&#x000f3;n de la infecci&#x000f3;n respiratoria. Todos estamos preocupados ante las expectativas de aumento de la morbimortalidad CV atribuible a la anulaci&#x000f3;n de pruebas y el retraso de consultas presenciales. Tampoco tenemos datos de c&#x000f3;mo ha sido el grado de control de los distintos FRCV durante el confinamiento, o la adherencia terap&#x000e9;utica a los f&#x000e1;rmacos CV. Son m&#x000e1;s dudas que se deben aclarar en el futuro inmediato para saber qu&#x000e9; hacer en caso de un rebrote epid&#x000e9;mico<xref rid="bib0595" ref-type="bibr"><sup>58</sup></xref>.</p><p id="par0240">Por otra parte, sabemos cu&#x000e1;les son los principales factores de riesgo para la aparici&#x000f3;n sintom&#x000e1;tica de la COVID-19, pero poco sabemos de los &#x000ab;factores de protecci&#x000f3;n&#x000bb; que puedan coadyuvar en la futura neutralizaci&#x000f3;n de la gravedad de la enfermedad. Por ejemplo, algunos f&#x000e1;rmacos indicados en patolog&#x000ed;as de base y que se asocian a un mejor pron&#x000f3;stico cuando aparece la COVID-19 (antitromb&#x000f3;ticos, antihipertensivos, estatinas, antiarr&#x000ed;tmicos, vasodilatadores&#x02026;) o c&#x000f3;mo han influido los estilos de vida en pacientes fr&#x000e1;giles<sup>58</sup>.</p><p id="par0245">En todo caso, como siempre se ha dicho, las medidas de prevenci&#x000f3;n CV deben estar presididas por la adopci&#x000f3;n, o mantenimiento en su caso, de un estilo de vida saludable, con especial atenci&#x000f3;n a la dieta mediterr&#x000e1;nea, ejercicio f&#x000ed;sico y abstenci&#x000f3;n de h&#x000e1;bitos t&#x000f3;xicos<xref rid="bib0600" ref-type="bibr"><sup>59</sup></xref>. Es importante que los pacientes con ECV se mantengan al d&#x000ed;a con las vacunas, incluida la vacuna antineumoc&#x000f3;cica, dado el mayor riesgo de infecci&#x000f3;n bacteriana secundaria con la COVID-19<xref rid="bib0605" ref-type="bibr"><sup>60</sup></xref>.</p><p id="par0250">Es m&#x000e1;s que evidente, que la crisis sanitaria ha obligado al sistema de salud a reorganizarse. Sin duda, la actual situaci&#x000f3;n de pandemia ha cambiado, y cambiar&#x000e1;, definitivamente el modelo de atenci&#x000f3;n sanitaria en general, y en particular de la ECV y de la enfermedad renal, en nuestro pa&#x000ed;s. Ha llegado el momento de la &#x000ab;telemedicina&#x000bb;, de las nuevas tecnolog&#x000ed;as de la informaci&#x000f3;n, de la consulta virtual. Tambi&#x000e9;n ha llegado la hora de la &#x000ab;atenci&#x000f3;n primaria&#x000bb;. Este &#x000e1;mbito, constituye un nivel asistencial clave para el cuidado de la poblaci&#x000f3;n con ECV y enfermedad renal. El seguimiento domiciliario es y ser&#x000e1; crucial en la detecci&#x000f3;n precoz y r&#x000e1;pida de los s&#x000ed;ntomas y/o signos de alarma en estos pacientes.</p><p id="par0255">Ante la situaci&#x000f3;n de emergencia debido a la propagaci&#x000f3;n del SARS-CoV-2 y la incertidumbre que nos inunda hay que apostar por seguir las recomendaciones de los expertos en salud p&#x000fa;blica. Es el momento de la ciencia y de la investigaci&#x000f3;n. Las revistas cient&#x000ed;ficas m&#x000e1;s prestigiosas del mundo est&#x000e1;n dando un protagonismo especial a la pandemia publicando &#x000ab;d&#x000ed;a a d&#x000ed;a&#x000bb; los resultados extra&#x000ed;dos de la investigaci&#x000f3;n basada en la evidencia. Esta informaci&#x000f3;n, sin duda, ser&#x000e1; clave para el conocimiento y el control de la ECV en tiempos de la COVID-19. Ahora, contra el coronavirus, necesitamos m&#x000e1;s investigaci&#x000f3;n, y m&#x000e1;s que nunca<xref rid="bib0610" ref-type="bibr"><sup>61</sup></xref>.</p></sec><sec id="sec0050"><title>Conclusiones</title><p id="par0260">
<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0265">Los datos actuales muestran que la infecci&#x000f3;n por SARS-CoV-2 cursa mayoritariamente con un cuadro leve en el 81% de los casos, el 14% son casos graves y el 5% requieren ingreso en la UCI (datos en continua actualizaci&#x000f3;n).</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0270">La mortalidad aumenta con la edad, as&#x000ed; como con la coexistencia de ECV, en cuyos pacientes alcanza el 13,2% (en la actualidad). Los pacientes con FRCV y/o ECV, como los pacientes hipertensos, diab&#x000e9;ticos, con cardiopat&#x000ed;a isqu&#x000e9;mica o IC, entre otros, tienen las mismas probabilidades de contraer la COVID-19 que los que no padecen una ECV.</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0275">Hasta la fecha no hay evidencia cl&#x000ed;nica que respalde los efectos adversos o beneficiosos de los BSRAA en pacientes con COVID-19.</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0280">Los pacientes con DM y s&#x000ed;ntomas de la COVID-19 tienen mayor riesgo de CAD. En el caso de pacientes con sospecha de infecci&#x000f3;n por coronavirus se recomienda suspender los iSGLT2 y ajustar el tratamiento hipoglucemiante con otros f&#x000e1;rmacos durante el per&#x000ed;odo de enfermedad activa, especialmente en caso de que presenten s&#x000ed;ntomas o situaciones que predispongan a la disminuci&#x000f3;n de la ingesta, disminuci&#x000f3;n de la presi&#x000f3;n arterial o del volumen vascular. No hay evidencia actual para hacer recomendaciones sobre la retirada del tratamiento con iSGLT2 en pacientes diab&#x000e9;ticos sin s&#x000ed;ntomas de infecci&#x000f3;n por SARS-CoV-2.</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0285">Las estatinas se deben mantener en los pacientes con COVID-19 y ECV establecida o con alto/muy alto riesgo CV, siempre revisando las posibles interacciones farmacol&#x000f3;gicas con los tratamientos administrados para la infecci&#x000f3;n por SARS-CoV-2.</p></list-item><list-item id="lsti0030"><label>&#x02022;</label><p id="par0290">Existe una potente asociaci&#x000f3;n entre ECV y la COVID-19 en grado moderado/severo con complicaciones tromb&#x000f3;ticas arteriales y venosas, miocarditis que evoluciona hacia la insuficiencia card&#x000ed;aca, y complicaciones arr&#x000ed;tmicas que complican el curso de la enfermedad, desconoci&#x000e9;ndose en el momento actual los mecanismos patog&#x000e9;nicos implicados.</p></list-item><list-item id="lsti0035"><label>&#x02022;</label><p id="par0295">Aunque existe poca informaci&#x000f3;n de la relaci&#x000f3;n entre la ERC y la COVID-19, la presencia de ERC se asocia a un mayor riesgo de enfermedad severa. La propia infecci&#x000f3;n por la COVID-19 provoca hasta un 44% de proteinuria y la ERC es un factor de riesgo para mortalidad en la infecci&#x000f3;n por la COVID-19 (6,7 veces mayor en los pacientes ingresados en la UCI).</p></list-item><list-item id="lsti0040"><label>&#x02022;</label><p id="par0300">Quedan muchas preguntas a&#x000fa;n por responder en relaci&#x000f3;n con la enfermedad por SARS-CoV-2, pero lo que s&#x000ed; parece evidente es que la atenci&#x000f3;n primaria es clave en el control de la enfermedad. El modelo cl&#x000e1;sico de atenci&#x000f3;n asistencial debe evolucionar hacia la telemedicina, y es el momento de incrementar la investigaci&#x000f3;n en atenci&#x000f3;n primaria.</p></list-item></list>
</p></sec><sec id="sec0055"><title>Financiaci&#x000f3;n</title><p id="par0305">El presente art&#x000ed;culo no ha recibido ning&#x000fa;n tipo de financiaci&#x000f3;n.</p></sec><sec id="sec0060"><title>Conflicto de intereses</title><p id="par0310">Los autores declaran no tener ning&#x000fa;n conflicto de intereses en el presente art&#x000ed;culo.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0310"><label>1</label><mixed-citation publication-type="other" id="oref0005">Enfermedad por coronavirus, COVID-19. Informaci&#x000f3;n cient&#x000ed;fica-t&#x000e9;cnica. Ministerio de Sanidad, Gobierno de Espa&#x000f1;a. Actualizaci&#x000f3;n 26 Mar 2020 (versi&#x000f3;n 2).</mixed-citation></ref><ref id="bib0315"><label>2</label><mixed-citation publication-type="other" id="oref0010">[Consultado 28 Abr 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/20200326_ITCoronavirus.pdf</mixed-citation></ref><ref id="bib0320"><label>3</label><mixed-citation publication-type="other" id="oref0015">Coronavirus disease 2019 (COVID-19): People at higher risk and special populations. Centers for Disease Control and Prevention (CDC) website [consultado 20 Abr 2020]. Disponible en: https://www.cdc.gov/coronavirus/2019-ncov/specific-groups/index.html</mixed-citation></ref><ref id="bib0325"><label>4</label><element-citation publication-type="journal" id="sbref0325"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="bib0330"><label>5</label><element-citation publication-type="journal" id="sbref0330"><person-group person-group-type="author"><name><surname>Kuster</surname><given-names>G.M.</given-names></name><name><surname>Pfister</surname><given-names>O.</given-names></name><name><surname>Burkard</surname><given-names>T.</given-names></name><name><surname>Zhou</surname><given-names>Q.</given-names></name><name><surname>Twerenbold</surname><given-names>R.</given-names></name><name><surname>Haaf</surname><given-names>P.</given-names></name></person-group><article-title>SARS-CoV2: Should inhibitors of the renin-angiotensin system be withdrawn in patients with COVID-19?</article-title><source>Eur Heart J.</source><year>2020</year><pub-id pub-id-type="doi">10.1093/eurheartj/ehaa235</pub-id></element-citation></ref><ref id="bib0335"><label>6</label><element-citation publication-type="journal" id="sbref0335"><person-group person-group-type="author"><name><surname>Ferrario</surname><given-names>C.M.</given-names></name><name><surname>Jessup</surname><given-names>J.</given-names></name><name><surname>Chappell</surname><given-names>M.C.</given-names></name><name><surname>Averill</surname><given-names>D.B.</given-names></name><name><surname>Brosnihan</surname><given-names>K.B.</given-names></name><name><surname>Tallant</surname><given-names>E.A.</given-names></name></person-group><article-title>Effect of angiotensin-converting enzyme inhibition and angiotensin II receptor blockers on cardiac angiotensin-converting enzyme 2</article-title><source>Circulation</source><volume>111</volume><year>2005</year><fpage>2605</fpage><lpage>2610</lpage><pub-id pub-id-type="doi">10.1161/CIRCULATIONAHA.104.510461</pub-id><pub-id pub-id-type="pmid">15897343</pub-id></element-citation></ref><ref id="bib0340"><label>7</label><element-citation publication-type="journal" id="sbref0340"><person-group person-group-type="author"><name><surname>Deshotels</surname><given-names>M.R.</given-names></name><name><surname>Xia</surname><given-names>H.</given-names></name><name><surname>Sriramula</surname><given-names>S.</given-names></name><name><surname>Lazartigues</surname><given-names>E.</given-names></name><name><surname>Filipeanu</surname><given-names>C.M.</given-names></name></person-group><article-title>Angiotensin II mediates angiotensin converting enzyme type 2 internalization and degradation through an angiotensin II type I receptor-dependent mechanism</article-title><source>Hypertension</source><volume>64</volume><year>2014</year><fpage>1368</fpage><lpage>1375</lpage><pub-id pub-id-type="doi">10.1161/HYPERTENSIONAHA.114.03743</pub-id><pub-id pub-id-type="pmid">25225202</pub-id></element-citation></ref><ref id="bib0345"><label>8</label><element-citation publication-type="journal" id="sbref0345"><person-group person-group-type="author"><name><surname>Vaduganathan</surname><given-names>M.</given-names></name><name><surname>Vardeny</surname><given-names>O.</given-names></name><name><surname>Michel</surname><given-names>T.</given-names></name><name><surname>McMurray</surname><given-names>J.J.V.</given-names></name><name><surname>Pfeffer</surname><given-names>M.A.</given-names></name><name><surname>Solomon</surname><given-names>S.D.</given-names></name></person-group><article-title>Renin-angiotensin-aldosterone system inhibitors in patients with COVID-19</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1653</fpage><lpage>1659</lpage><pub-id pub-id-type="doi">10.1056/NEJMsr2005760</pub-id><pub-id pub-id-type="pmid">32227760</pub-id></element-citation></ref><ref id="bib0350"><label>9</label><element-citation publication-type="journal" id="sbref0350"><person-group person-group-type="author"><name><surname>Sun</surname><given-names>M.L.</given-names></name><name><surname>Yang</surname><given-names>J.M.</given-names></name><name><surname>Sun</surname><given-names>Y.P.</given-names></name><name><surname>Su</surname><given-names>G.H.</given-names></name></person-group><article-title>Inhibitors of RAS might be a good choice for the therapy of COVID-19 pneumonia</article-title><source>Zhonghua Jie He He Hu Xi Za Zhi</source><volume>43</volume><year>2020</year><fpage>219</fpage><lpage>222</lpage><pub-id pub-id-type="doi">10.3760/cma.j.issn.1001-0939.2020.03.016</pub-id><pub-id pub-id-type="pmid">32164092</pub-id></element-citation></ref><ref id="bib0355"><label>10</label><element-citation publication-type="journal" id="sbref0355"><person-group person-group-type="author"><name><surname>Danser</surname><given-names>A.H.J.</given-names></name><name><surname>Epstein</surname><given-names>M.</given-names></name><name><surname>Batlle</surname><given-names>D.</given-names></name></person-group><article-title>Renin-angiotensin system blockers and the COVID-19 pandemic: At present there is no evidence to abandon renin-angiotensin system blockers</article-title><source>Hypertension</source><year>2020</year><pub-id pub-id-type="doi">10.1161/HYPERTENSIONAHA.120.15082</pub-id></element-citation></ref><ref id="bib0360"><label>11</label><element-citation publication-type="journal" id="sbref0360"><person-group person-group-type="author"><name><surname>Acanfora</surname><given-names>D.</given-names></name><name><surname>Ciccone</surname><given-names>M.M.</given-names></name><name><surname>Scicchitano</surname><given-names>P.</given-names></name><name><surname>Acanfora</surname><given-names>C.</given-names></name><name><surname>Casucci</surname><given-names>G.</given-names></name></person-group><article-title>Neprelysin inhibitor-angiotensin II receptor blocker combination (sacubitril/valsartan): Rationale for adoption in SARS-CoV-2 patients</article-title><source>Eur Heart J Cardiovasc Pharmacother</source><year>2020</year><pub-id pub-id-type="doi">10.1093/ehjcvp/pvaa028</pub-id></element-citation></ref><ref id="bib0365"><label>12</label><element-citation publication-type="journal" id="sbref0365"><person-group person-group-type="author"><name><surname>Inciardi</surname><given-names>R.M.</given-names></name><name><surname>Lupi</surname><given-names>L.</given-names></name><name><surname>Zaccone</surname><given-names>G.</given-names></name><name><surname>Italia</surname><given-names>L.</given-names></name><name><surname>Raffo</surname><given-names>M.</given-names></name><name><surname>Tomasoni</surname><given-names>D.</given-names></name></person-group><article-title>Cardiac involvement in a patient with coronavirus disease 2019 (COVID-19)</article-title><source>JAMA Cardiol</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jamacardio.2020.1096</pub-id></element-citation></ref><ref id="bib0370"><label>13</label><element-citation publication-type="journal" id="sbref0370"><person-group person-group-type="author"><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Chen</surname><given-names>J.</given-names></name><name><surname>Zhang</surname><given-names>H.</given-names></name><name><surname>Deng</surname><given-names>A.</given-names></name></person-group><article-title>Association of renin-angiotensin system inhibitors with severity or risk of death in patients with hypertension hospitalized for coronavirus disease 2019 (COVID-19) infection in Wuhan, China</article-title><source>JAMA Cardiol</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jamacardio.2020.1624</pub-id></element-citation></ref><ref id="bib0375"><label>14</label><element-citation publication-type="journal" id="sbref0375"><person-group person-group-type="author"><name><surname>McMurray</surname><given-names>J.J.</given-names></name><name><surname>Packer</surname><given-names>M.</given-names></name><name><surname>Desai</surname><given-names>A.S.</given-names></name><name><surname>Gong</surname><given-names>J.</given-names></name><name><surname>Lefkowitz</surname><given-names>M.P.</given-names></name><name><surname>Rizkala</surname><given-names>A.R.</given-names></name></person-group><article-title>Angiotensin-neprilysin inhibition versus enalapril in heart failure</article-title><source>N Engl J Med.</source><volume>371</volume><year>2014</year><fpage>993</fpage><lpage>1004</lpage><pub-id pub-id-type="pmid">25176015</pub-id></element-citation></ref><ref id="bib0380"><label>15</label><element-citation publication-type="journal" id="sbref0380"><person-group person-group-type="author"><name><surname>Li</surname><given-names>B.</given-names></name><name><surname>Yang</surname><given-names>J.</given-names></name><name><surname>Zhao</surname><given-names>F.</given-names></name><name><surname>Zhi</surname><given-names>L.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Liu</surname><given-names>L.</given-names></name></person-group><article-title>Prevalence and impact of cardiovascular metabolic diseases on COVID-19 in China</article-title><source>Clin Res Cardiol</source><volume>109</volume><year>2020</year><fpage>531</fpage><lpage>538</lpage><pub-id pub-id-type="doi">10.1007/s00392-020-01626-9</pub-id><pub-id pub-id-type="pmid">32161990</pub-id></element-citation></ref><ref id="bib0385"><label>16</label><element-citation publication-type="journal" id="sbref0385"><person-group person-group-type="author"><name><surname>Zheng</surname><given-names>Y.Y.</given-names></name><name><surname>Ma</surname><given-names>Y.T.</given-names></name><name><surname>Zhang</surname><given-names>J.Y.</given-names></name><name><surname>Xie</surname><given-names>X.</given-names></name></person-group><article-title>COVID-19 and the cardiovascular system</article-title><source>Nat Rev Cardiol</source><volume>17</volume><year>2020</year><fpage>259</fpage><lpage>260</lpage><pub-id pub-id-type="doi">10.1038/s41569-020-0360-5</pub-id><pub-id pub-id-type="pmid">32139904</pub-id></element-citation></ref><ref id="bib0390"><label>17</label><element-citation publication-type="journal" id="sbref0390"><person-group person-group-type="author"><name><surname>Zinman</surname><given-names>B.</given-names></name><name><surname>Wanner</surname><given-names>C.</given-names></name><name><surname>Lachin</surname><given-names>J.M.</given-names></name><name><surname>Fitchett</surname><given-names>D.</given-names></name><name><surname>Bluhmki</surname><given-names>E.</given-names></name><name><surname>Hantel</surname><given-names>S.</given-names></name><collab>EMPA-REG OUTCOME Investigators</collab></person-group><article-title>Empagliflozin, cardiovascular outcomes, and mortality in type 2 diabetes</article-title><source>N Engl J Med.</source><volume>373</volume><year>2015</year><fpage>2117</fpage><lpage>2128</lpage><pub-id pub-id-type="pmid">26378978</pub-id></element-citation></ref><ref id="bib0395"><label>18</label><element-citation publication-type="journal" id="sbref0395"><person-group person-group-type="author"><name><surname>Wanner</surname><given-names>C.</given-names></name><name><surname>Inzucchi</surname><given-names>S.E.</given-names></name><name><surname>Zinman</surname><given-names>B.</given-names></name></person-group><article-title>Empagliflozin and progression of kidney disease in type 2 diabetes</article-title><source>N Engl J Med.</source><volume>375</volume><year>2016</year><fpage>1801</fpage><lpage>1802</lpage><pub-id pub-id-type="pmid">27806236</pub-id></element-citation></ref><ref id="bib0400"><label>19</label><element-citation publication-type="journal" id="sbref0400"><person-group person-group-type="author"><name><surname>Marso</surname><given-names>S.P.</given-names></name><name><surname>Daniels</surname><given-names>G.H.</given-names></name><name><surname>Brown-Frandsen</surname><given-names>K.</given-names></name><name><surname>Kristensen</surname><given-names>P.</given-names></name><name><surname>Mann</surname><given-names>J.F.</given-names></name><name><surname>Nauck</surname><given-names>M.A.</given-names></name><collab>LEADER Steering Committee; LEADER Trial Investigators</collab></person-group><article-title>Liraglutide and cardiovascular outcomes in type 2 diabetes</article-title><source>N Engl J Med.</source><volume>375</volume><year>2016</year><fpage>311</fpage><lpage>322</lpage><pub-id pub-id-type="pmid">27295427</pub-id></element-citation></ref><ref id="bib0405"><label>20</label><element-citation publication-type="journal" id="sbref0405"><person-group person-group-type="author"><name><surname>Mahaffey</surname><given-names>K.W.</given-names></name><name><surname>Meg</surname><given-names>J.</given-names></name><name><surname>Jardine</surname><given-names>M.J.</given-names></name><name><surname>Bompoint</surname><given-names>S.</given-names></name><name><surname>Cannon</surname><given-names>C.P.</given-names></name><name><surname>Neal</surname><given-names>B.</given-names></name><name><surname>Heerspink</surname><given-names>H.J.L.</given-names></name><collab>On behalf of the CREDENCE Study Investigators</collab></person-group><article-title>Canagliflozin and cardiovascular and renal outcomes in type 2 diabetes mellitus and chronic kidney disease in primary and secondary cardiovascular prevention groups. Results from the randomized CREDENCE trial</article-title><source>Circulation</source><volume>140</volume><year>2019</year><fpage>739</fpage><lpage>750</lpage><pub-id pub-id-type="pmid">31291786</pub-id></element-citation></ref><ref id="bib0410"><label>21</label><element-citation publication-type="journal" id="sbref0410"><person-group person-group-type="author"><name><surname>Neal</surname><given-names>B.</given-names></name><name><surname>Perkovic</surname><given-names>V.</given-names></name><name><surname>Mahaffey</surname><given-names>K.W.</given-names></name><name><surname>de Zeeuw</surname><given-names>D.</given-names></name><name><surname>Fulcher</surname><given-names>G.</given-names></name><name><surname>Erondu</surname><given-names>N.</given-names></name><collab>CANVAS Program Collaborative Group</collab></person-group><article-title>Canagliflozin and cardiovascular and renal events in type 2 diabetes</article-title><source>N Engl J Med</source><volume>377</volume><year>2017</year><fpage>644</fpage><lpage>657</lpage><pub-id pub-id-type="pmid">28605608</pub-id></element-citation></ref><ref id="bib0415"><label>22</label><element-citation publication-type="journal" id="sbref0415"><person-group person-group-type="author"><name><surname>McMurray</surname><given-names>J.J.V.</given-names></name><name><surname>Solomon</surname><given-names>S.D.</given-names></name><name><surname>Inzucchi</surname><given-names>S.E.</given-names></name><name><surname>K&#x000f8;ber</surname><given-names>L.</given-names></name><name><surname>Kosiborod</surname><given-names>M.N.</given-names></name><name><surname>Martinez</surname><given-names>F.A.</given-names></name></person-group><article-title>Dapagliflozin in patients with heart failure and reduced ejection fraction</article-title><source>N Engl J Med</source><volume>381</volume><year>2019</year><fpage>1995</fpage><lpage>2008</lpage><pub-id pub-id-type="doi">10.1056/NEJMoa1911303</pub-id><pub-id pub-id-type="pmid">31535829</pub-id></element-citation></ref><ref id="bib0420"><label>23</label><element-citation publication-type="journal" id="sbref0420"><person-group person-group-type="author"><name><surname>Oliva</surname><given-names>R.V.</given-names></name><name><surname>Bakris</surname><given-names>G.L.</given-names></name></person-group><article-title>Blood pressure effects of sodium-glucose co-transport 2 (SGLT2) inhibitors</article-title><source>J Am Soc Hypertens.</source><volume>8</volume><year>2014</year><fpage>330</fpage><lpage>339</lpage><pub-id pub-id-type="pmid">24631482</pub-id></element-citation></ref><ref id="bib0425"><label>24</label><element-citation publication-type="journal" id="sbref0425"><person-group person-group-type="author"><name><surname>Baker</surname><given-names>W.L.</given-names></name><name><surname>Smyth</surname><given-names>L.R.</given-names></name><name><surname>Riche</surname><given-names>D.M.</given-names></name><name><surname>Bourret</surname><given-names>E.M.</given-names></name><name><surname>Chamberlin</surname><given-names>K.W.</given-names></name><name><surname>White</surname><given-names>W.B.</given-names></name></person-group><article-title>Effects of sodium-glucose co-transporter 2 inhibitors on blood pressure: A systematic review and meta-analysis</article-title><source>J Am Soc Hypertens.</source><volume>8</volume><year>2014</year><fpage>262</fpage><lpage>275.e9</lpage><pub-id pub-id-type="pmid">24602971</pub-id></element-citation></ref><ref id="bib0430"><label>25</label><element-citation publication-type="journal" id="sbref0430"><person-group person-group-type="author"><name><surname>Goldenberg</surname><given-names>R.M.</given-names></name><name><surname>Berard</surname><given-names>L.D.</given-names></name><name><surname>Cheng</surname><given-names>A.Y.Y.</given-names></name><name><surname>Gilbert</surname><given-names>J.D.</given-names></name><name><surname>Verma</surname><given-names>S.</given-names></name><name><surname>Woo</surname><given-names>V.C.</given-names></name></person-group><article-title>SGLT2 Inhibitor-associated diabetic ketoacidosis: Clinical review and recommendations for prevention and diagnosis</article-title><source>Clin Ther</source><volume>38</volume><year>2016</year><fpage>2654</fpage><lpage>2664.e1</lpage><pub-id pub-id-type="doi">10.1016/j.clinthera.2016.11.002</pub-id><pub-id pub-id-type="pmid">28003053</pub-id></element-citation></ref><ref id="bib0435"><label>26</label><mixed-citation publication-type="other" id="oref0130">Urgent Safety Notice Use of SGLT2 inhibitors during the Covid-19 Crisis 03.04.2020. Date of publication 03/04/2020 Ref: RUH ABC/567 &#x000a9;Royal United Hospitals Bath NHS Foundation Trust. Disponible en: https://www.ruh.nhs.uk/</mixed-citation></ref><ref id="bib0440"><label>27</label><mixed-citation publication-type="other" id="oref0135">Down S. General advice for managing diabetes during intercurrent illness. Diabetes &#x00026; Primary Care. 2020;20(2) [consultado 27 Abr 2020]. Disponible en: https://www.diabetesonthenet.com/journals/issue/607/article-details/glance-factsheet-covid-19-and-diabetes-dpc</mixed-citation></ref><ref id="bib0445"><label>28</label><element-citation publication-type="journal" id="sbref0445"><person-group person-group-type="author"><name><surname>Iacobellis</surname><given-names>G.</given-names></name></person-group><article-title>COVID-19 and diabetes: Can DPP4 inhibition play a role?</article-title><source>Diabetes Res Clin Pract.</source><volume>162</volume><year>2020</year><pub-id pub-id-type="doi">10.1016/j.diabres.2020.108125</pub-id></element-citation></ref><ref id="bib0450"><label>29</label><element-citation publication-type="journal" id="sbref0450"><person-group person-group-type="author"><name><surname>Cinza Sanjurjo</surname><given-names>S.</given-names></name><name><surname>Prieto D&#x000ed;az</surname><given-names>M.A.</given-names></name><name><surname>Llisterri Caro</surname><given-names>J.L.</given-names></name><name><surname>Barquilla Garc&#x000ed;a</surname><given-names>A.</given-names></name><name><surname>Rodr&#x000ed;guez Padial</surname><given-names>L.</given-names></name><name><surname>Vidal P&#x000e9;rez</surname><given-names>R.</given-names></name></person-group><article-title>Prevalence of obesity and cardiovascular comorbidity associated in patients included in the IBERICAN study</article-title><source>Semergen.</source><volume>45</volume><year>2019</year><fpage>366</fpage><lpage>374</lpage><pub-id pub-id-type="doi">10.1016/j.semerg.2018.10.004</pub-id><pub-id pub-id-type="pmid">30541706</pub-id></element-citation></ref><ref id="bib0455"><label>30</label><mixed-citation publication-type="other" id="oref0150">Massachusetts General Hospital COVID-19 Treatment Guidance Version 1.0 3/17/2020 [consultado 28 Abr 2020]. Disponible en: https://medtube.net/infectious-diseases/medical-documents/26086- covid19-treatment-guidelines-bymassachusetts-general-hospital</mixed-citation></ref><ref id="bib0460"><label>31</label><element-citation publication-type="journal" id="sbref0460"><person-group person-group-type="author"><name><surname>Fan</surname><given-names>Z.</given-names></name><name><surname>Chen</surname><given-names>L.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Tian</surname><given-names>C.</given-names></name><name><surname>Zhang</surname><given-names>Y.</given-names></name><name><surname>Huang</surname><given-names>S.</given-names></name></person-group><article-title>Clinical features of COVID-19 related liver damage</article-title><source>medRxiv.</source><year>2020</year><pub-id pub-id-type="doi">10.1101/2020.02.26.20026971</pub-id></element-citation></ref><ref id="bib0465"><label>32</label><element-citation publication-type="journal" id="sbref0465"><person-group person-group-type="author"><name><surname>Dashti-Khavidaki</surname><given-names>S.</given-names></name><name><surname>Khalili</surname><given-names>H.</given-names></name></person-group><article-title>Considerations for statin therapy in patients with COVID-19</article-title><source>Pharmacotherapy.</source><year>2020</year><pub-id pub-id-type="doi">10.1002/phar.2397</pub-id></element-citation></ref><ref id="bib0470"><label>33</label><element-citation publication-type="journal" id="sbref0470"><person-group person-group-type="author"><name><surname>Escobar</surname><given-names>C.</given-names></name><name><surname>Anguita</surname><given-names>M.</given-names></name><name><surname>Arrarte</surname><given-names>V.</given-names></name><name><surname>Barrios</surname><given-names>V.</given-names></name><name><surname>Cequier</surname><given-names>A.</given-names></name><name><surname>Cos&#x000ed;n-Sales</surname><given-names>J.</given-names></name></person-group><article-title>Recomendaciones para mejorar el control lip&#x000ed;dico. Documento de consenso de la Sociedad Espa&#x000f1;ola de Cardiolog&#x000ed;a</article-title><source>Rev Esp Cardiol.</source><volume>73</volume><year>2020</year><fpage>161</fpage><lpage>167</lpage><pub-id pub-id-type="doi">10.1016/j.rec.2019.08.012</pub-id><pub-id pub-id-type="pmid">31818706</pub-id></element-citation></ref><ref id="bib0475"><label>34</label><element-citation publication-type="journal" id="sbref0475"><person-group person-group-type="author"><name><surname>Bifulco</surname><given-names>M.</given-names></name><name><surname>Gazzerro</surname><given-names>P.</given-names></name></person-group><article-title>Statins in coronavirus outbreak: It's time for experimental and clinical studies</article-title><source>Pharmacol Res.</source><volume>156</volume><year>2020</year><pub-id pub-id-type="doi">10.1016/j.phrs.2020.104803</pub-id></element-citation></ref><ref id="bib0480"><label>35</label><element-citation publication-type="journal" id="sbref0480"><person-group person-group-type="author"><name><surname>Cao</surname><given-names>B.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Wen</surname><given-names>D.</given-names></name><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Wang</surname><given-names>J.</given-names></name><name><surname>Fan</surname><given-names>G.</given-names></name></person-group><article-title>A trial of lopinavir-ritonavir in adults hospitalized with severe COVID-19</article-title><source>N Engl J Med</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMoa2001282</pub-id></element-citation></ref><ref id="bib0485"><label>36</label><element-citation publication-type="journal" id="sbref0485"><person-group person-group-type="author"><name><surname>Manzardo</surname><given-names>C.</given-names></name><name><surname>Tuset</surname><given-names>M.</given-names></name><name><surname>Mir&#x000f3;</surname><given-names>J.M.</given-names></name><name><surname>Gatell</surname><given-names>J.M.</given-names></name></person-group><article-title>Interacciones graves o potencialmente letales entre antirretrovirales y otros medicamentos</article-title><source>Enferm Infecc Microbiol Clin.</source><volume>33</volume><year>2015</year><fpage>e15</fpage><lpage>e30</lpage><pub-id pub-id-type="doi">10.1016/j.eimc.2014.02.020</pub-id><pub-id pub-id-type="pmid">24913990</pub-id></element-citation></ref><ref id="bib0490"><label>37</label><element-citation publication-type="journal" id="sbref0490"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>N.</given-names></name><name><surname>Zhou</surname><given-names>M.</given-names></name><name><surname>Dong</surname><given-names>X.</given-names></name><name><surname>Qu</surname><given-names>J.</given-names></name><name><surname>Gong</surname><given-names>F.</given-names></name><name><surname>Han</surname><given-names>Y.</given-names></name></person-group><article-title>Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>507</fpage><lpage>513</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30211-7</pub-id><pub-id pub-id-type="pmid">32007143</pub-id></element-citation></ref><ref id="bib0495"><label>38</label><mixed-citation publication-type="other" id="oref0190">[Consultado 29 Abr 2020]. Disponible en: https://mailchi.mp/senefro/registro-epidemiolgico-vhc-vhb-vih-1314521</mixed-citation></ref><ref id="bib0500"><label>39</label><element-citation publication-type="journal" id="sbref0500"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>Z.</given-names></name><name><surname>McGoogan</surname><given-names>J.M.</given-names></name></person-group><article-title>Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: Summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.2648</pub-id></element-citation></ref><ref id="bib0505"><label>40</label><element-citation publication-type="journal" id="sbref0505"><person-group person-group-type="author"><name><surname>Wilder-Smith</surname><given-names>A.</given-names></name><name><surname>Chiew</surname><given-names>C.J.</given-names></name><name><surname>Lee</surname><given-names>V.J.</given-names></name></person-group><article-title>Can we contain the COVID-19 outbreak with the same measures as for SARS?</article-title><source>Lancet Infect Dis.</source><volume>20</volume><year>2020</year><fpage>e102</fpage><lpage>e107</lpage><pub-id pub-id-type="doi">10.1016/S1473-3099(20)30129-8</pub-id><pub-id pub-id-type="pmid">32145768</pub-id></element-citation></ref><ref id="bib0510"><label>41</label><element-citation publication-type="journal" id="sbref0510"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>D.</given-names></name><name><surname>Hu</surname><given-names>B.</given-names></name><name><surname>Hu</surname><given-names>C.</given-names></name><name><surname>Zhu</surname><given-names>F.</given-names></name><name><surname>Liu</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>J.</given-names></name></person-group><article-title>Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.1585</pub-id></element-citation></ref><ref id="bib0515"><label>42</label><element-citation publication-type="journal" id="sbref0515"><person-group person-group-type="author"><name><surname>Akhmerov</surname><given-names>A.</given-names></name><name><surname>Marban</surname><given-names>E.</given-names></name></person-group><article-title>COVID-19 and the heart</article-title><source>Circ Res.</source><year>2020</year><pub-id pub-id-type="doi">10.1161/CIRCRESAHA.120.317055</pub-id></element-citation></ref><ref id="bib0520"><label>43</label><element-citation publication-type="journal" id="sbref0520"><person-group person-group-type="author"><name><surname>Ruan</surname><given-names>Q.</given-names></name><name><surname>Yang</surname><given-names>K.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Jiang</surname><given-names>L.</given-names></name><name><surname>Song</surname><given-names>J.</given-names></name></person-group><article-title>Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China</article-title><source>Intensive Care Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1007/s00134-020-05991-x</pub-id></element-citation></ref><ref id="bib0525"><label>44</label><mixed-citation publication-type="other" id="oref0220">[Consultado 29 Abr 2020]. Disponible en: https://secardiologia.es/images/secciones/insuficiencia/Implicaciones_de_la_pandemia_por_COVID19_para_el_paciente_con_insuficiencia_cardiaca_trasplante_cardiaco_y_asistencia_ventricular.pdf</mixed-citation></ref><ref id="bib0530"><label>45</label><element-citation publication-type="journal" id="sbref0530"><person-group person-group-type="author"><name><surname>Zou</surname><given-names>X.</given-names></name><name><surname>Chen</surname><given-names>K.</given-names></name><name><surname>Zou</surname><given-names>J.</given-names></name><name><surname>Han</surname><given-names>P.</given-names></name><name><surname>Hao</surname><given-names>J.</given-names></name><name><surname>Han</surname><given-names>Z.</given-names></name></person-group><article-title>Single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to 2019-nCoV infection</article-title><source>Front Med.</source><year>2020</year><comment>[consultado 29 Abr 2020]. Disponible en: http://www.ncbi.nlm.nih.gov/pubmed/32170560</comment></element-citation></ref><ref id="bib0535"><label>46</label><element-citation publication-type="journal" id="sbref0535"><person-group person-group-type="author"><name><surname>Varga</surname><given-names>Z.</given-names></name><name><surname>Flammer</surname><given-names>A.J.</given-names></name><name><surname>Steiger</surname><given-names>P.</given-names></name><name><surname>Haberecker</surname><given-names>M.</given-names></name><name><surname>Andermatt</surname><given-names>R.</given-names></name><name><surname>Zinkernagel</surname><given-names>A.S.</given-names></name></person-group><article-title>Endothelial cell infection and endotheliitis in COVID-19</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>1417</fpage><lpage>1418</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30937-5</pub-id><pub-id pub-id-type="pmid">32325026</pub-id></element-citation></ref><ref id="bib0540"><label>47</label><element-citation publication-type="journal" id="sbref0540"><person-group person-group-type="author"><name><surname>Pan</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Yang</surname><given-names>P.</given-names></name><name><surname>Poon</surname><given-names>L.L.M.</given-names></name><name><surname>Wang</surname><given-names>Q.</given-names></name></person-group><article-title>Viral load of SARS-CoV-2 in clinical samples</article-title><source>Lancet Infect Dis.</source><volume>20</volume><year>2020</year><fpage>411</fpage><lpage>412</lpage><comment>[consultado 29 Abr 2020]. Disponible en: https://linkinghub.elsevier.com/retrieve/pii/S1473309920301134</comment><pub-id pub-id-type="pmid">32105638</pub-id></element-citation></ref><ref id="bib0545"><label>48</label><element-citation publication-type="journal" id="sbref0545"><person-group person-group-type="author"><name><surname>Henry</surname><given-names>B.M.</given-names></name><name><surname>Lippi</surname><given-names>G.</given-names></name></person-group><article-title>Chronic kidney disease is associated with severe coronavirus disease 2019 (COVID-19) infection</article-title><source>Int Urol Nephrol.</source><year>2020</year><comment>[consultado 29 Abr 2020]. Disponible en: http://www.ncbi.nlm.nih.gov/pubmed/32222883</comment></element-citation></ref><ref id="bib0550"><label>49</label><element-citation publication-type="journal" id="sbref0550"><person-group person-group-type="author"><name><surname>Cheng</surname><given-names>Y.</given-names></name><name><surname>Luo</surname><given-names>R.</given-names></name><name><surname>Wang</surname><given-names>K.</given-names></name><name><surname>Zhang</surname><given-names>M.</given-names></name><name><surname>Wang</surname><given-names>Z.</given-names></name><name><surname>Dong</surname><given-names>L.</given-names></name></person-group><article-title>Kidney impairment is associated with in-hospital death of COVID-19 patients</article-title><source>Kidney Int.</source><volume>97</volume><year>2020</year><fpage>829</fpage><lpage>838</lpage><pub-id pub-id-type="doi">10.1016/j.kint.2020.03.005</pub-id><pub-id pub-id-type="pmid">32247631</pub-id></element-citation></ref><ref id="bib0555"><label>50</label><mixed-citation publication-type="other" id="oref0250">CDC COVID-19 Response Team. Preliminary Estimates of the Prevalence of Selected Underlying Health Conditions Among Patients with Coronavirus Disease 2019 &#x02014; United States, February 12-March 28, 2020. MMWR Morbidity and mortality weekly report. 2020; 69(13):382-6. [consultado 29 Abr 2020]. Disponible en: http://www.ncbi.nlm.nih.gov/pubmed/32240123</mixed-citation></ref><ref id="bib0560"><label>51</label><mixed-citation publication-type="other" id="oref0255">[Consultado 27 Abr 2020]. Disponible en: http://www.ont.es/infesp/RecomendacionesParaProfesionales/Recomendaciones%20Donaci%C3%B3n%20y%20Trasplante%20frente%20al%20COVID-19%20ONT.pdf</mixed-citation></ref><ref id="bib0565"><label>52</label><element-citation publication-type="journal" id="sbref0565"><person-group person-group-type="author"><name><surname>Morales</surname><given-names>E.</given-names></name><name><surname>Praga</surname><given-names>M.</given-names></name></person-group><article-title>The effect of weight loss in obesity and chronic kidney disease</article-title><source>Curr Hypertens Rep.</source><volume>14</volume><year>2012</year><fpage>170</fpage><lpage>176</lpage><pub-id pub-id-type="doi">10.1007/s11906-012-0247-x</pub-id><pub-id pub-id-type="pmid">22258314</pub-id></element-citation></ref><ref id="bib0570"><label>53</label><mixed-citation publication-type="other" id="oref0265">Bolet&#x000ed;n Oficial del Estado n&#x000fa;m. 67, de 14 de marzo de 2020, p&#x000e1;ginas 25390-25400. Secci&#x000f3;n I. Disposiciones generales [consultado 25 Abr 2020]. Disponible en: https://www.boe.es/eli/es/rd/2020/03/14/463</mixed-citation></ref><ref id="bib0575"><label>54</label><element-citation publication-type="journal" id="sbref0575"><person-group person-group-type="author"><name><surname>Rodr&#x000ed;guez-Leor</surname><given-names>O.</given-names></name><name><surname>Cid-&#x000c1;lvarez</surname><given-names>B.</given-names></name><name><surname>Ojeda</surname><given-names>S.</given-names></name><name><surname>Mart&#x000ed;n Moreiras</surname><given-names>J.</given-names></name><name><surname>Runoroso</surname><given-names>J.R.</given-names></name><name><surname>L&#x000f3;pez-Palop</surname><given-names>R.</given-names></name></person-group><article-title>Impacto de la pandemia de COVID-19 sobre la actividad asistencial en cardiolog&#x000ed;a intervencionista en Espa&#x000f1;a</article-title><source>REC Interv Cardiol.</source><year>2020</year><pub-id pub-id-type="doi">10.24875/RECIC.M20000120</pub-id></element-citation></ref><ref id="bib0580"><label>55</label><element-citation publication-type="journal" id="sbref0580"><person-group person-group-type="author"><name><surname>Tam</surname><given-names>C.F.</given-names></name><name><surname>Cheung</surname><given-names>K.S.</given-names></name><name><surname>Lam</surname><given-names>S.</given-names></name><name><surname>Wong</surname><given-names>A.</given-names></name><name><surname>Yung</surname><given-names>A.</given-names></name><name><surname>Sze</surname><given-names>M.</given-names></name></person-group><article-title>Impact of coronarvirus disease 2019 (COVID-19) outbreak on ST-segment elevation myocardial infarction care in Hong-Kong, China</article-title><source>Circ Cardiovasc Qual Outcomes.</source><volume>13</volume><year>2020</year><pub-id pub-id-type="doi">10.1161/CIRCOUTCOMES.120.006631</pub-id></element-citation></ref><ref id="bib0585"><label>56</label><element-citation publication-type="journal" id="sbref0585"><person-group person-group-type="author"><name><surname>Larsen</surname><given-names>J.M.</given-names></name><name><surname>Ravkilde</surname><given-names>J.</given-names></name></person-group><article-title>Acute coronary angiography in patients resuscitated from out-of-hospital cardiac arrest&#x02014;a systematic review and meta-analysis</article-title><source>Resuscitation.</source><volume>83</volume><year>2012</year><fpage>1427</fpage><lpage>1433</lpage><pub-id pub-id-type="doi">10.1016/j.resuscitation.2012.08.337</pub-id><pub-id pub-id-type="pmid">22960567</pub-id></element-citation></ref><ref id="bib0590"><label>57</label><mixed-citation publication-type="other" id="oref0285">ACC Guidance on Cardiac Implications of Coronavirus. American College of Cardiology 2020 [consultado 30 Abr 2020]. Disponible en: https://www.acc.org/&#x0223c;/media/665AFA1E710B4B3293138D14BE8D1213.pdf</mixed-citation></ref><ref id="bib0595"><label>58</label><mixed-citation publication-type="other" id="oref0290">ESC Guidance for the Diagnosis and Management of CV Disease during the COVID-19 Pandemic [consultado 30 Abr 2020]. Disponible en: https://www.escardio.org/static_file/Escardio/Education-General/Topic%20pages/Covid-19/ESC%20Guidance%20Document/ESC-Guidance-COVID-19-Pandemic.pdf</mixed-citation></ref><ref id="bib0600"><label>59</label><element-citation publication-type="journal" id="sbref0600"><person-group person-group-type="author"><name><surname>Pascual</surname><given-names>V.</given-names></name><name><surname>Perez Martinez</surname><given-names>P.</given-names></name><name><surname>Fern&#x000e1;ndez</surname><given-names>J.M.</given-names></name><name><surname>Sol&#x000e1;</surname><given-names>R.</given-names></name><name><surname>Pallar&#x000e9;s</surname><given-names>V.</given-names></name><name><surname>Romero Sec&#x000ed;n</surname><given-names>A.</given-names></name></person-group><article-title>Documento de consenso SEA/SEMERGEN 2019. Recomendaciones diet&#x000e9;ticas en la prevenci&#x000f3;n cardiovascular</article-title><source>Semergen</source><volume>45</volume><year>2019</year><fpage>333</fpage><lpage>348</lpage><pub-id pub-id-type="doi">10.1016/j.semerg.2019.02.015</pub-id><pub-id pub-id-type="pmid">31164311</pub-id></element-citation></ref><ref id="bib0605"><label>60</label><element-citation publication-type="journal" id="sbref0605"><person-group person-group-type="author"><name><surname>Redondo</surname><given-names>E.</given-names></name><name><surname>Rivero</surname><given-names>I.</given-names></name><name><surname>Vargas</surname><given-names>D.A.</given-names></name><name><surname>Mascar&#x000f3;s</surname><given-names>E.</given-names></name><name><surname>D&#x000ed;az-Maroto</surname><given-names>J.L.</given-names></name><name><surname>Linares</surname><given-names>M.</given-names></name></person-group><article-title>Vacunaci&#x000f3;n frente a la neumon&#x000ed;a adquirida en la comunidad del adulto. Posicionamiento del Grupo de Neumoexpertos en Prevenci&#x000f3;n</article-title><source>Semergen</source><volume>42</volume><year>2016</year><fpage>464</fpage><lpage>475</lpage><pub-id pub-id-type="doi">10.1016/j.semerg.2016.07.009</pub-id><pub-id pub-id-type="pmid">27641310</pub-id></element-citation></ref><ref id="bib0610"><label>61</label><element-citation publication-type="journal" id="sbref0610"><person-group person-group-type="author"><name><surname>Llisterri Caro</surname><given-names>J.L.</given-names></name></person-group><article-title>La maldita pandemia: una oportunidad para la Atenci&#x000f3;n Primaria de Salud</article-title><source>Semergen.</source><volume>46</volume><year>2020</year><fpage>149</fpage><lpage>150</lpage><pub-id pub-id-type="doi">10.1016/j.semerg.2020.03.001</pub-id><pub-id pub-id-type="pmid">32234284</pub-id></element-citation></ref></ref-list></back></article>