<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="case-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Enferm Clin</journal-id><journal-id journal-id-type="iso-abbrev">Enferm Clin</journal-id><journal-title-group><journal-title>Enfermeria Clinica</journal-title></journal-title-group><issn pub-type="ppub">1130-8621</issn><issn pub-type="epub">1579-2013</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7245305</article-id><article-id pub-id-type="publisher-id">S1130-8621(20)30314-4</article-id><article-id pub-id-type="doi">10.1016/j.enfcli.2020.05.017</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Recomendaciones para el manejo del paciente con enfermedad renal cr&#x000f3;nica ante el SARS-CoV-2</article-title><trans-title-group xml:lang="en"><trans-title>Recommendations for the management of the patient with chronic renal disease with SARS-CoV-2</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>G&#x000f3;mez-Beltr&#x000e1;n</surname><given-names>Piedras Albas</given-names></name><email>alba.gomez@denf.uhu.es</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Dom&#x000ed;nguez Carranza</surname><given-names>Estela</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Medero Rubio</surname><given-names>Francisca</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>P&#x000e9;rez M&#x000e1;rquez</surname><given-names>Manuela</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><aff id="aff0005"><label>a</label>Unidad de Nefrolog&#x000ed;a, Hospital Universitario Juan Ram&#x000f3;n Jim&#x000e9;nez, Huelva, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Facultad de Enfermer&#x000ed;a, Universidad de Huelva, Huelva, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>alba.gomez@denf.uhu.es</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>23</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>23</day><month>5</month><year>2020</year></pub-date><history><date date-type="received"><day>4</day><month>5</month><year>2020</year></date><date date-type="accepted"><day>11</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><p>La pandemia del SARS-CoV-2 que afecta de manera general a toda la poblaci&#x000f3;n supone un riesgo especial para los pacientes con enfermedad renal cr&#x000f3;nica por su estado de inmunosupresi&#x000f3;n, edad avanzada y coexistencia de comorbilidad importante.</p><p>Los enfermos renales sometidos a hemodi&#x000e1;lisis corren el riesgo no solo de padecer, sino tambi&#x000e9;n de transmitir y difundir el COVID-19 por m&#x000fa;ltiples factores tanto procesales como log&#x000ed;sticos asociados a su proceso; entre estos se encuentran la larga duraci&#x000f3;n de la realizaci&#x000f3;n de la t&#x000e9;cnica, el traslado colectivo hacia y desde los centros, el tiempo de espera antes de la realizaci&#x000f3;n de la t&#x000e9;cnica, aspectos que dificultan el aislamiento estricto y aumentan por tanto no solo el riesgo de contagio entre pacientes sino adem&#x000e1;s entre profesionales sanitarios especialistas, generando una dificultad a&#x000f1;adida a la sustituci&#x000f3;n de profesionales.</p><p>Las medidas de prevenci&#x000f3;n, protecci&#x000f3;n, detecci&#x000f3;n, aislamiento y distribuci&#x000f3;n son esenciales en el manejo de la epidemia y deben tomarse desde la etapa inicial. Para que esto sea posible es necesario elaborar protocolos que gu&#x000ed;en la actuaci&#x000f3;n tanto del paciente como de los profesionales en los diferentes estadios de la enfermedad renal cr&#x000f3;nica.</p></abstract><trans-abstract xml:lang="en"><p>The SARS-CoV-2 pandemic, which affects the entire population in general, poses a special risk for patients with chronic kidney disease because of their immunosuppression status, advanced age and the coexistence of significant comorbidity.</p><p>Renal patients undergoing hemodialysis run the risk not only of suffering but also of transmitting and spreading COVID-19 due to multiple factors, both procedural and logistical, associated with the process. These include the long duration of the technique, collective transfer to and from the centres, and the waiting time before performing the technique, aspects that make strict isolation difficult and therefore increase not only the risk of contagion between patients but also between specialist health professionals, which makes it more difficult to replace professionals.</p><p>Prevention, protection, detection, isolation and distribution measures are essential in the management of the epidemic and must be taken from the initial stage. For this to be possible, it is necessary to draw up protocols to guide the actions of both the patient and the professionals in the different stages of chronic renal disease.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>SARS-CoV-2</kwd><kwd>COVID-19</kwd><kwd>Protocolos cl&#x000ed;nicos</kwd><kwd>Enfermedad renal</kwd><kwd>Hemodi&#x000e1;lisis</kwd><kwd>Trasplante renal</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>SARS-CoV-2</kwd><kwd>COVID-19</kwd><kwd>Clinical protocols</kwd><kwd>Kidney diseases</kwd><kwd>Hemodialysis, Kidney transplantation</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n: enfermedad renal cr&#x000f3;nica y COVID-19</title><p id="par0005">Los pacientes con enfermedad renal cr&#x000f3;nica (ERC) en etapa terminal tienen m&#x000e1;s riesgo de contraer enfermedades infecciosas por la disminuci&#x000f3;n de su funci&#x000f3;n inmunol&#x000f3;gica, por su fragilidad y por la alta comorbilidad<xref rid="bib0075" ref-type="bibr"><sup>1</sup></xref>, constituyendo, por tanto, un grupo vulnerable frente al COVID-19. Adem&#x000e1;s de la edad avanzada<xref rid="bib0080" ref-type="bibr"><sup>2</sup></xref> de este grupo de pacientes, los sometidos a tratamiento renal sustitutivo en hemodi&#x000e1;lisis (HD) tienen una mayor predisposici&#x000f3;n frente al virus por dializarse en espacios cerrados peri&#x000f3;dicamente durante varias horas y acudir al centro habitualmente en transporte sanitario colectivo. Por ello, es prioritario identificar y tratar precozmente los casos de infecci&#x000f3;n y contener, en la medida de lo posible, la diseminaci&#x000f3;n a otros pacientes y al personal sanitario<xref rid="bib0085" ref-type="bibr"><sup>3</sup></xref>, ya que una vez infectados son fuente m&#x000f3;vil de nuevos contagios. De este modo, podr&#x000ed;a considerarse a la unidad de di&#x000e1;lisis como un lugar de riesgo, desde un punto de vista epidemiol&#x000f3;gico.</p><p id="par0010">Seg&#x000fa;n el Registro de la Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a (SEN) en su Informe&#x000a0;2 (18 marzo-4 de abril de 2020), en Espa&#x000f1;a se registran 637 casos de COVID-19 confirmados en pacientes con enfermedad renal. El 36% de los casos se encuentran en Madrid, el 20% en Catalu&#x000f1;a y el 10% en Andaluc&#x000ed;a, siendo mayor la frecuencia de COVID-19 positivo en pacientes que acuden a centros de HD (64%), seguida de los pacientes trasplantados (32%); los sometidos a di&#x000e1;lisis peritoneal son los que menos han enfermado (4%).</p><p id="par0015">El 81% de los pacientes positivos por COVID-19 con ERC precisaron ingreso hospitalario; de ellos, el 5% llegaron a la unidad de cuidados intensivos (UCI)<xref rid="bib0090" ref-type="bibr"><sup>4</sup></xref>.</p><sec id="sec0010"><title>Manifestaciones cl&#x000ed;nicas de la COVID-19 en paciente con ERC</title><p id="par0020">En los datos obtenidos hasta el momento se observa que hay una diferencia en relaci&#x000f3;n a las manifestaciones cl&#x000ed;nicas de la poblaci&#x000f3;n en general y de la poblaci&#x000f3;n que sufre ERC en cualquiera de sus vertientes. Es decir, el 81% de la poblaci&#x000f3;n con ERC y COVID-19 positivo ha precisado ingreso hospitalario, y el porcentaje de asintom&#x000e1;ticos es menor que en el resto de la poblaci&#x000f3;n: mientras que en la poblaci&#x000f3;n general el 80% de los pacientes se recuperan de forma espont&#x000e1;nea, sin precisar hospitalizaci&#x000f3;n, solo el 9% de pacientes con ERC y COVID-19 positivo permanecen asintom&#x000e1;ticos<xref rid="bib0095" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0025">Las manifestaciones cl&#x000ed;nicas son las mismas que en la poblaci&#x000f3;n general; sin embargo, el porcentaje de aparici&#x000f3;n de estas es mayor<xref rid="bib0100" ref-type="bibr"><sup>6</sup></xref>. La SEN indica que manifestaciones como fiebre (75%), s&#x000ed;ntomas respiratorios de v&#x000ed;as altas (69%) y disnea (42%) son par&#x000e1;metros semejantes a la poblaci&#x000f3;n general. Las diferencias se encuentran en la aparici&#x000f3;n de neumon&#x000ed;a y de linfopenia, ya que el 71% de los pacientes con ERC y COVID-19 positivos padecer&#x000e1;n neumon&#x000ed;a y el 80%, linfopenia.</p></sec></sec><sec id="sec0015"><title>Desarrollo</title><p id="par0030">A continuaci&#x000f3;n se resumen las principales recomendaciones de actuaci&#x000f3;n en los pacientes con ERC, tanto desde el punto de vista preventivo, para evitar contagios, como en relaci&#x000f3;n al manejo de pacientes positivos (COVID-19) y necesiten someterse a las distintas terapias renales sustitutivas.</p><sec id="sec0020"><title>Medidas preventivas en la transmisi&#x000f3;n de COVID-19 en pacientes con ERC</title><p id="par0035">Para el correcto manejo de la epidemia deben tomarse desde el inicio medidas de protecci&#x000f3;n, detecci&#x000f3;n, aislamiento y distribuci&#x000f3;n del paciente renal, disminuyendo as&#x000ed; el riesgo de contagio<xref rid="bib0105" ref-type="bibr"><sup>7</sup></xref>. Seg&#x000fa;n indica la SEN, las medidas generales para la prevenci&#x000f3;n de la transmisi&#x000f3;n en ERC coinciden con las del resto de la poblaci&#x000f3;n<xref rid="bib0085" ref-type="bibr"><sup>3</sup></xref>.</p></sec><sec id="sec0025"><title>Transporte sanitario colectivo para pacientes sospechosos o confirmados de COVID-19 en hemodi&#x000e1;lisis</title><p id="par0040">Se aconseja que sea la propia familia la encargada del transporte de pacientes al centro de HD. Si no fuese posible, se utilizar&#x000e1; una ambulancia colectiva, siguiendo las siguientes recomendaciones:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>-</label><p id="par0045">El n&#x000fa;mero de pacientes transportado no debe ser superior a 4.</p></list-item><list-item id="lsti0010"><label>-</label><p id="par0050">Recordar la necesidad del lavado de las manos antes de salir de casa con agua y jab&#x000f3;n, y el uso de soluci&#x000f3;n hidroalcoh&#x000f3;lica antes de entrar en la ambulancia y en el centro hospitalario.</p></list-item><list-item id="lsti0015"><label>-</label><p id="par0055">No usar transporte colectivo si existen s&#x000ed;ntomas o se ha estado en contacto con un caso positivo de COVID-19.</p></list-item><list-item id="lsti0020"><label>-</label><p id="par0060">Enfatizar el uso de mascarilla quir&#x000fa;rgica y de guantes.</p></list-item><list-item id="lsti0025"><label>-</label><p id="par0065">Si es posible, incorporar una mampara de separaci&#x000f3;n con el habit&#x000e1;culo trasero de la ambulancia.</p></list-item><list-item id="lsti0030"><label>-</label><p id="par0070">Preguntar por la existencia de s&#x000ed;ntomas a los pacientes (febr&#x000ed;cula o tos).</p></list-item><list-item id="lsti0035"><label>-</label><p id="par0075">Realizar una correcta desinfecci&#x000f3;n tras el uso de la ambulancia por estos pacientes.</p></list-item></list>
</p></sec><sec id="sec0030"><title>Protocolo de actuaci&#x000f3;n en pacientes que precisen hemodi&#x000e1;lisis</title><p id="par0080">Como ya se ha mencionado, los pacientes sometidos a HD constituyen un grupo de riesgo que potencialmente pueden sufrir complicaciones en caso de tener infecci&#x000f3;n por el coronavirus por estar inmunodeprimidos y por presentar determinadas connotaciones relevantes desde el punto de vista epidemiol&#x000f3;gico. Por tanto, se hace necesaria la elaboraci&#x000f3;n de unas normas de actuaci&#x000f3;n para identificar y tratar precozmente los casos de infecci&#x000f3;n y contener, en la medida de lo posible, la diseminaci&#x000f3;n a otros enfermos y al personal sanitario<xref rid="bib0110" ref-type="bibr"><sup>8</sup></xref>.</p><sec id="sec0035"><title>Gu&#x000ed;a de actuaci&#x000f3;n en la unidad de hemodi&#x000e1;lisis</title><p id="par0085">A los pacientes en HD se les proporcionar&#x000e1; informaci&#x000f3;n espec&#x000ed;fica sobre los s&#x000ed;ntomas de la infecci&#x000f3;n por COVID-19<xref rid="bib0115" ref-type="bibr"><sup>9</sup></xref>, facilitando los tel&#x000e9;fonos de contacto y advirti&#x000e9;ndoles de que, ante la aparici&#x000f3;n de cualquiera de ellos, deben comunicarlo a la unidad para recibir las instrucciones oportunas antes de salir del domicilio. En la <xref rid="fig0005" ref-type="fig">figura 1</xref>
se describe el flujograma que debe seguirse en cada situaci&#x000f3;n.<fig id="fig0005"><label>Figura 1</label><caption><p>Diagrama de flujo para el manejo de pacientes ante COVID-19 en una unidad de hemodi&#x000e1;lisis (HD).</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0090">En el Documento t&#x000e9;cnico de 25 de marzo de 2020 de la SEN y de la Sociedad Espa&#x000f1;ola de Enfermer&#x000ed;a Nefrol&#x000f3;gica (SEDEN)<xref rid="bib0120" ref-type="bibr"><sup>10</sup></xref> se especifican, adem&#x000e1;s, las recomendaciones para seguir en la unidad de HD:<list list-type="simple" id="lis0010"><list-item id="lsti0040"><label>&#x02022;</label><p id="par0095">Debe existir una carteler&#x000ed;a informativa a la entrada de la unidad y en las salas de espera sobre higiene de manos, respiratoria y manejo de la tos.</p></list-item><list-item id="lsti0045"><label>&#x02022;</label><p id="par0100">Debe mantenerse una distancia de seguridad aproximada de 2&#x000a0;m entre los pacientes.</p></list-item><list-item id="lsti0050"><label>&#x02022;</label><p id="par0105">Uso obligatorio de mascarillas quir&#x000fa;rgicas, tanto por parte de los pacientes como del personal sanitario, mientras est&#x000e9;n dentro de las instalaciones. Tambi&#x000e9;n deben usarla durante el traslado.</p></list-item><list-item id="lsti0055"><label>&#x02022;</label><p id="par0110">Lavado de manos frecuente con agua y jab&#x000f3;n o con soluci&#x000f3;n hidroalcoh&#x000f3;lica al 60-95%.</p></list-item><list-item id="lsti0060"><label>&#x02022;</label><p id="par0115">Debe emplearse material desechable, siempre que sea posible, para cualquier acci&#x000f3;n sanitaria.</p></list-item><list-item id="lsti0065"><label>&#x02022;</label><p id="par0120">Antes de salir de casa el paciente debe realizar un lavado con agua y jab&#x000f3;n de la f&#x000ed;stula arteriovenosa para di&#x000e1;lisis.</p></list-item></list>
</p></sec><sec id="sec0040"><title>Preparaci&#x000f3;n de la unidad de hemodi&#x000e1;lisis</title><p id="par0125">
<list list-type="simple" id="lis0015"><list-item id="lsti0070"><label>&#x02022;</label><p id="par0130">Asegurar la infraestructura necesaria para que sea posible llevar a cabo las recomendaciones generales.</p></list-item><list-item id="lsti0075"><label>&#x02022;</label><p id="par0135">Mantener una ventilaci&#x000f3;n y una desinfecci&#x000f3;n adecuadas de la zona.</p></list-item><list-item id="lsti0080"><label>&#x02022;</label><p id="par0140">Disponer de una habitaci&#x000f3;n/box de aislamiento con buena capacidad de ventilaci&#x000f3;n y en la que se pueda mantener la distancia de seguridad entre pacientes con sospecha de infecci&#x000f3;n.</p></list-item><list-item id="lsti0085"><label>&#x02022;</label><p id="par0145">Organizar los horarios de HD seg&#x000fa;n la disponibilidad de cada centro, teniendo en cuenta la necesidad de separar a los pacientes seg&#x000fa;n sean negativos, probables positivos o confirmados en COVID-19, y de agrupar a los positivos en el mismo turno para dializarlos al final.</p></list-item><list-item id="lsti0090"><label>&#x02022;</label><p id="par0150">Los pacientes que precisen cirug&#x000ed;a de acceso vascular deben someterse a pruebas de detecci&#x000f3;n de COVID-19; si son positivas, la cirug&#x000ed;a se realizar&#x000e1; en una habitaci&#x000f3;n designada con la protecci&#x000f3;n necesaria para el personal sanitario.</p></list-item></list>
</p></sec><sec id="sec0045"><title>Identificaci&#x000f3;n de casos sospechosos de COVID-19 en la unidad de hemodi&#x000e1;lisis</title><p id="par0155">
<list list-type="simple" id="lis0020"><list-item id="lsti0095"><label>&#x02022;</label><p id="par0160">Triaje preventivo en todos los centros, a la llegada y a la salida de los pacientes, de sintomatolog&#x000ed;a y de temperatura.</p></list-item><list-item id="lsti0100"><label>&#x02022;</label><p id="par0165">Si presentan s&#x000ed;ntomas compatibles se clasificar&#x000e1;n como casos posibles y se les tomar&#x000e1; una muestra de exudado nasofar&#x000ed;ngeo y/o orofar&#x000ed;ngeo para PCR, comunicando los casos confirmados a medicina preventiva o a las autoridades sanitarias de cada comunidad.</p></list-item><list-item id="lsti0105"><label>&#x02022;</label><p id="par0170">Disminuir la espera hasta el turno de cada paciente e intentar que esta sea fuera del centro/sala/instalaci&#x000f3;n. Si no es posible, debemos asegurar una zona de espera en la que se permita respetar las recomendaciones generales (distancia de seguridad, lavado de manos, etc.).</p></list-item><list-item id="lsti0110"><label>&#x02022;</label><p id="par0175">Las di&#x000e1;lisis de estos pacientes se realizar&#x000e1;n preferiblemente en habitaciones o box, si se dispone de tomas de agua o tratamiento port&#x000e1;til, en condiciones de aislamiento de contacto y gotas.</p></list-item><list-item id="lsti0115"><label>&#x02022;</label><p id="par0180">En las unidades que no dispongan de salas aisladas f&#x000ed;sicamente con un circuito de entrada independiente, los pacientes infectados o sospechosos se dializar&#x000e1;n en un lugar de la sala general de cr&#x000f3;nicos, fuera de las zonas de paso, con una distancia superior a 2&#x000a0;m entre ellos.</p></list-item><list-item id="lsti0120"><label>&#x02022;</label><p id="par0185">Se deber&#x000e1; habilitar un turno de HD espec&#x000ed;fico con personal sanitario fijo para pacientes en situaci&#x000f3;n de sospecha pero que no cumplan criterios para confirmar el diagn&#x000f3;stico, cumpliendo 14&#x000a0;d&#x000ed;as en esta condici&#x000f3;n.</p></list-item></list>
</p></sec><sec id="sec0050"><title>Paciente positivo para COVID-19 en hemodi&#x000e1;lisis</title><p id="par0190">
<list list-type="simple" id="lis0025"><list-item id="lsti0125"><label>&#x02022;</label><p id="par0195">Valorar el criterio de ingreso y la gravedad.</p></list-item><list-item id="lsti0130"><label>&#x02022;</label><p id="par0200">Siempre que se pueda, dializarlos de manera aislada o en su habitaci&#x000f3;n con monitor de &#x000f3;smosis port&#x000e1;til, si est&#x000e1;n hospitalizados. Si el n&#x000fa;mero de pacientes afectados aumenta, teniendo en cuenta los recursos existentes, se debe utilizar para este fin la zona distal (extremos) de la sala, en el &#x000fa;ltimo turno, con el menor tr&#x000e1;fico sanitario posible y siempre manteniendo 2&#x000a0;m de distancia con otros pacientes. Si se encuentra en un centro perif&#x000e9;rico, derivar a su hospital de referencia, siempre que sea posible.</p></list-item><list-item id="lsti0135"><label>&#x02022;</label><p id="par0205">Las salas de aislamiento de pacientes con hepatitis&#x000a0;B solo deber&#x000e1;n emplearse para dializar a pacientes con infecci&#x000f3;n por COVID-19 que sean HBsAg positivo.</p></list-item><list-item id="lsti0140"><label>&#x02022;</label><p id="par0210">El material no desechable, como aparatos de presi&#x000f3;n arterial, satur&#x000f3;metros, bombas de infusi&#x000f3;n, etc., se limpiar&#x000e1;n y desinfectar&#x000e1;n adecuadamente.</p></list-item><list-item id="lsti0145"><label>&#x02022;</label><p id="par0215">Se reforzar&#x000e1; la higiene ambiental, con desinfecci&#x000f3;n de la sala antes y despu&#x000e9;s de la sesi&#x000f3;n de di&#x000e1;lisis.</p></list-item><list-item id="lsti0150"><label>&#x02022;</label><p id="par0220">Adecuada desinfecci&#x000f3;n externa de la m&#x000e1;quina de HD con hipoclorito de sodio en caso sospechoso o confirmado.</p></list-item><list-item id="lsti0155"><label>&#x02022;</label><p id="par0225">No se realizar&#x000e1;n nebulizaciones durante la sesi&#x000f3;n de HD.</p></list-item><list-item id="lsti0160"><label>&#x02022;</label><p id="par0230">Los pacientes hospitalizados, una vez finalizada la sesi&#x000f3;n de di&#x000e1;lisis, ser&#x000e1;n trasladados a su servicio de origen con una mascarilla quir&#x000fa;rgica, al igual que el personal responsable del traslado. Seguir las normas de aislamiento establecidas una vez que el paciente est&#x000e9; ubicado en su servicio de origen.</p></list-item><list-item id="lsti0165"><label>&#x02022;</label><p id="par0235">Los pacientes que est&#x000e1;n en aislamiento domiciliario, una vez finalizada la sesi&#x000f3;n de di&#x000e1;lisis, se trasladar&#x000e1;n a su domicilio con mascarilla quir&#x000fa;rgica, en una ambulancia individual que tenga la cabina del conductor f&#x000ed;sicamente separada del &#x000e1;rea de transporte del paciente.</p></list-item><list-item id="lsti0170"><label>&#x02022;</label><p id="par0240">Una vez en casa, el paciente seguir&#x000e1; las normas de aislamiento domiciliario.</p></list-item><list-item id="lsti0175"><label>&#x02022;</label><p id="par0245">El personal que intervenga en el traslado deber&#x000e1; ser previamente informado del riesgo y deber&#x000e1; llevar equipo de protecci&#x000f3;n individual (EPI) (bata, guantes, mascarilla quir&#x000fa;rgica).</p></list-item><list-item id="lsti0180"><label>&#x02022;</label><p id="par0250">La limpieza y la desinfecci&#x000f3;n de la ambulancia se har&#x000e1;n de acuerdo con los procedimientos habituales de la empresa. A los trabajadores encargados de la limpieza se les facilitar&#x000e1;n los EPI necesarios.</p></list-item></list>
</p></sec><sec id="sec0055"><title>Personal al cuidado de pacientes en hemodi&#x000e1;lisis con COVID-19</title><p id="par0255">
<list list-type="simple" id="lis0030"><list-item id="lsti0185"><label>&#x02022;</label><p id="par0260">El personal sanitario que atienda a casos de infecci&#x000f3;n por SARS-CoV-2 o las personas que entren en la habitaci&#x000f3;n o en la zona de aislamiento deben llevar un EPI para la prevenci&#x000f3;n de infecci&#x000f3;n por microorganismos transmitidos por gotas y por contacto, que incluya bata, mascarilla (quir&#x000fa;rgica o FFP2, seg&#x000fa;n el tipo de procedimiento a realizar), guantes y protecci&#x000f3;n ocular. Es especialmente importante asegurar el buen funcionamiento y sellado adecuado de las mascarillas de protecci&#x000f3;n respiratoria utilizadas.</p></list-item><list-item id="lsti0190"><label>&#x02022;</label><p id="par0265">Por otra parte, el EPI para realizar HD en un paciente con sospecha o infecci&#x000f3;n confirmada por COVID-19 incluye: bata de aislamiento sobre el pijama que use el profesional, guantes largos para garantizar el cierre de las mangas de la bata, mascarilla FFP2 y protecci&#x000f3;n ocular, utilizando lentes de protecci&#x000f3;n ocular o una pantalla de protecci&#x000f3;n facial. No se consideran protecci&#x000f3;n las gafas personales o las lentes de contacto.</p></list-item><list-item id="lsti0195"><label>&#x02022;</label><p id="par0270">Los procedimientos que generen aerosoles se deben realizar &#x000fa;nicamente si se consideran estrictamente necesarios para el manejo cl&#x000ed;nico del caso. Para la realizaci&#x000f3;n de dichos procedimientos se deber&#x000e1; reducir al m&#x000ed;nimo el n&#x000fa;mero de personas en la habitaci&#x000f3;n, y todos deber&#x000e1;n llevar: mascarilla autofiltrante FFP2 o FFP3 si hay disponibilidad, protecci&#x000f3;n ocular ajustada de montura integral o protector facial completo, guantes, batas de manga larga (si la bata no es impermeable y se prev&#x000e9; que se produzcan salpicaduras de sangre u otros fluidos corporales, a&#x000f1;adir un delantal de pl&#x000e1;stico).</p></list-item><list-item id="lsti0200"><label>&#x02022;</label><p id="par0275">Estricta higiene de manos antes y despu&#x000e9;s del contacto con el paciente y de la retirada del EPI.</p></list-item><list-item id="lsti0205"><label>&#x02022;</label><p id="par0280">Es importante llevar un registro de cada uno de los profesionales que han entrado en contacto con el paciente, a efectos de control y seguimiento.</p></list-item></list>
</p></sec><sec id="sec0060"><title>Paciente con ERC hospitalizado por COVID-19</title><p id="par0285">Pacientes sospechosos o positivos de COVID-19 son tratados de la misma forma: todos son &#x000ab;positivos&#x000bb; hasta que se descarte con un test diagn&#x000f3;stico<xref rid="bib0110" ref-type="bibr"><sup>8</sup></xref>.<list list-type="simple" id="lis0035"><list-item id="lsti0210"><label>-</label><p id="par0290">Agrupar a los pacientes en la misma unidad. Si no es posible, dejarlos en una habitaci&#x000f3;n en aislamiento.</p></list-item><list-item id="lsti0215"><label>-</label><p id="par0295">Se actuar&#x000e1; bajo el protocolo de aislamiento por gotas y de contacto.</p></list-item><list-item id="lsti0220"><label>-</label><p id="par0300">El aislamiento se hace extensible a las familias; el paciente no puede tener acompa&#x000f1;antes, ni visitas.</p></list-item><list-item id="lsti0225"><label>-</label><p id="par0305">El paciente debe tener mascarilla quir&#x000fa;rgica (evitar mascarillas con v&#x000e1;lvulas de exhalaci&#x000f3;n) y guantes, sobre todo cuando el personal sanitario entre en la habitaci&#x000f3;n.</p></list-item><list-item id="lsti0230"><label>-</label><p id="par0310">No se recomienda el traslado a unidades agudas de HD.</p></list-item><list-item id="lsti0235"><label>-</label><p id="par0315">Uso correcto del EPI para entrar en la habitaci&#x000f3;n, tanto del personal sanitario como del de limpieza.</p></list-item><list-item id="lsti0240"><label>-</label><p id="par0320">La administraci&#x000f3;n de aerosoles queda restringida a nebulizaciones con campana.</p></list-item><list-item id="lsti0245"><label>-</label><p id="par0325">Si el paciente precisa oxigenoterapia, se usar&#x000e1;n gafas nasales o reservorios (un solo compartimento).</p></list-item><list-item id="lsti0250"><label>-</label><p id="par0330">La unidad debe tener un circuito &#x000ab;limpio&#x000bb; y un circuito &#x000ab;sucio&#x000bb;, indicado en el suelo para disminuir el n&#x000fa;mero de contagios.</p></list-item><list-item id="lsti0255"><label>-</label><p id="par0335">El material se desechar&#x000e1; en contenedores biosanitarios.</p></list-item><list-item id="lsti0260"><label>-</label><p id="par0340">La ropa de cama se retirar&#x000e1; conforme el protocolo del hospital de referencia para aislamientos de contacto.</p></list-item><list-item id="lsti0265"><label>-</label><p id="par0345">La limpieza de la habitaci&#x000f3;n la realizar&#x000e1; el personal de limpieza, de la forma habitual para un aislamiento de contacto.</p></list-item></list>
</p></sec></sec><sec id="sec0065"><title>Protocolo de actuaci&#x000f3;n en di&#x000e1;lisis peritoneal</title><p id="par0350">Los pacientes con t&#x000e9;cnicas domiciliarias de di&#x000e1;lisis, tanto peritoneal como HD, deben seguir las mismas recomendaciones de protecci&#x000f3;n que la poblaci&#x000f3;n en general.</p><p id="par0355">No hay datos sobre la eliminaci&#x000f3;n del virus. En el efluente peritoneal solo existe alguna notificaci&#x000f3;n en un estudio en China, donde refieren no haber encontrado virus en nueve casos estudiados<xref rid="bib0090" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0360">Lo ideal es la asistencia domiciliaria a estos pacientes, siempre que sea posible; en su defecto, es necesario que exista una comunicaci&#x000f3;n fluida mediante teleasistencia y otros recursos electr&#x000f3;nicos para el manejo cl&#x000ed;nico. Hay que resaltar que esta poblaci&#x000f3;n es la menos afectada por COVID-19, ya que seg&#x000fa;n la SEN, en su Informe&#x000a0;2, al practicar una t&#x000e9;cnica de tratamiento renal sustitutivo domiciliaria la exposici&#x000f3;n es menor.</p><p id="par0365">Debemos asegurar el abastecimiento de material como m&#x000ed;nimo para 15&#x000a0;d&#x000ed;as y, si es posible, para 30&#x000a0;d&#x000ed;as, por si necesitan aislarse o por si surge alg&#x000fa;n fallo en la cadena de suministro.</p><p id="par0370">La <italic>International Society for Peritoneal Dialysis</italic> (ISPD) establece un marco de estrategias para el manejo de la pandemia COVID-19 en pacientes en di&#x000e1;lisis peritoneal<xref rid="bib0125" ref-type="bibr"><sup>11</sup></xref>, algunas de las cuales se relacionan con las medidas a seguir antes del traslado al hospital del paciente sospechoso, entre las que se encuentran:<list list-type="simple" id="lis0040"><list-item id="lsti0270"><label>&#x02022;</label><p id="par0375">Realizar triaje a todo paciente antes de acudir al hospital, preguntando por sintomatolog&#x000ed;a, sobre todo fiebre, tos o disnea, y por posibles contactos con personas COVID-19 positivas. En caso de presentar s&#x000ed;ntomas debe ponerse en contacto con su centro de referencia de coronavirus.</p></list-item><list-item id="lsti0275"><label>&#x02022;</label><p id="par0380">Si es necesario acudir a la unidad de di&#x000e1;lisis peritoneal de forma urgente por alg&#x000fa;n problema relacionado con la t&#x000e9;cnica, por ejemplo, peritonitis, ser&#x000e1; atendido seg&#x000fa;n el protocolo descrito a continuaci&#x000f3;n:</p></list-item></list>
<list list-type="simple" id="lis0045"><list-item id="lsti0280"><label>-</label><p id="par0390">Los procedimientos no esenciales, como el test de equilibrio peritoneal (PET, por sus siglas en ingl&#x000e9;s), <italic>clearance</italic>, se evitar&#x000e1;n en la medida de lo posible.</p></list-item><list-item id="lsti0285"><label>-</label><p id="par0395">Una vez determinado que cumple criterios de sospecha para COVID-19, se le toman las muestras necesarias para el diagn&#x000f3;stico de COVID por el personal designado, siguiendo las recomendaciones establecidas en cada centro.</p></list-item><list-item id="lsti0290"><label>-</label><p id="par0400">Realizar higiene de manos con soluci&#x000f3;n hidroalcoh&#x000f3;lica antes de entrar al &#x000e1;rea cl&#x000ed;nica y a la salida. Se solicitar&#x000e1; el uso de mascarilla.</p></list-item><list-item id="lsti0295"><label>-</label><p id="par0405">Designar un tr&#x000e1;nsito r&#x000e1;pido y unidireccional del paciente en la unidad de di&#x000e1;lisis peritoneal que incluya historia cl&#x000ed;nica, control del sitio de salida, visita m&#x000e9;dica y prescripci&#x000f3;n.</p></list-item><list-item id="lsti0300"><label>-</label><p id="par0410">Las visitas se deben reducir al m&#x000ed;nimo, solo para los casos estrictamente necesarios como peritonitis, infecci&#x000f3;n grave del orificio de salida o educaci&#x000f3;n de nuevos pacientes, controlando el n&#x000fa;mero de pacientes por cada sesi&#x000f3;n cl&#x000ed;nica y acelerando los procesos para reducir el n&#x000fa;mero de pacientes en sala de espera.</p></list-item><list-item id="lsti0305"><label>-</label><p id="par0415">En caso sospechoso se indicar&#x000e1; &#x000ab;aislamiento de contacto y por gotas&#x000bb;, mientras dure la atenci&#x000f3;n cl&#x000ed;nica al paciente en la unidad de di&#x000e1;lisis, seg&#x000fa;n las medidas que indique el servicio de medicina preventiva del hospital responsable, realiz&#x000e1;ndose el cribado para COVID-19 lo antes posible<xref rid="bib0085" ref-type="bibr"><sup>3</sup></xref>.</p></list-item></list>
</p></sec><sec id="sec0070"><title>Protocolo de actuaci&#x000f3;n ante pacientes trasplantados renales</title><p id="par0420">Debido al estado de inmunosupresi&#x000f3;n en el paciente trasplantado renal, las manifestaciones cl&#x000ed;nicas, el tratamiento y el pron&#x000f3;stico de la neumon&#x000ed;a por COVID-19 pueden diferir de los de la poblaci&#x000f3;n general, de ah&#x000ed; la importancia de un diagn&#x000f3;stico precoz mediante el cribado de SARS-CoV-2 en los casos en que se sospeche la infecci&#x000f3;n<xref rid="bib0130" ref-type="bibr"><sup>12</sup></xref>. Se sabe que los receptores de trasplantes pueden tener una mayor carga viral y eliminaci&#x000f3;n, lo que resulta en una mayor infectividad y potencial de propagaci&#x000f3;n a otras personas; de ah&#x000ed; tambi&#x000e9;n la premura en la realizaci&#x000f3;n del test diagn&#x000f3;stico.</p><sec id="sec0075"><title>Recomendaciones generales para pacientes trasplantados renales</title><p id="par0425">Los pacientes receptores de un trasplante renal, debido a su estado de inmunosupresi&#x000f3;n, se consideran un grupo de riesgo, por lo que es necesario extremar las medidas de prevenci&#x000f3;n ante el contagio por COVID-19. Entre estas recomendaciones se encuentran<xref rid="bib0135" ref-type="bibr"><sup>13</sup></xref>:<list list-type="simple" id="lis0050"><list-item id="lsti0310"><label>&#x02022;</label><p id="par0430">Mantener una higiene correcta, lavado de manos de al menos 20&#x000a0;segundos con agua y jab&#x000f3;n o soluci&#x000f3;n hidroalcoh&#x000f3;lica.</p></list-item><list-item id="lsti0315"><label>&#x02022;</label><p id="par0435">Limpieza y desinfecci&#x000f3;n de las superficies de la casa, objetos y superficies que se toquen con frecuencia.</p></list-item><list-item id="lsti0320"><label>&#x02022;</label><p id="par0440">Mantener distancia de seguridad de 2&#x000a0;m con personas que presenten sintomatolog&#x000ed;a y no compartir pertenencias personales.</p></list-item><list-item id="lsti0325"><label>&#x02022;</label><p id="par0445">Seguir una alimentaci&#x000f3;n correcta, evitando el tabaco y el alcohol.</p></list-item><list-item id="lsti0330"><label>&#x02022;</label><p id="par0450">Para el seguimiento del paciente con trasplante renal se recomienda la teleconsulta para evitar estancias innecesarias en el hospital.</p></list-item></list>
</p></sec><sec id="sec0080"><title>Recomendaciones espec&#x000ed;ficas para pacientes trasplantados renales sospechosos de infecci&#x000f3;n por SARS-CoV-2</title><p id="par0455">Se recomienda a todo paciente trasplantado renal con s&#x000ed;ntomas compatibles con COVID-19 contactar con su m&#x000e9;dico especialista de trasplante o con el de atenci&#x000f3;n primaria (preferiblemente mediante comunicaci&#x000f3;n telef&#x000f3;nica), indicando claramente cu&#x000e1;les son sus enfermedades cr&#x000f3;nicas y el tipo de tratamiento que toma de forma habitual. En funci&#x000f3;n de la cl&#x000ed;nica que presente se recomienda:<list list-type="simple" id="lis0055"><list-item id="lsti0335"><label>&#x02022;</label><p id="par0460">Sintomatolog&#x000ed;a leve (sin disnea/taquipnea) y temperatura &#x0003c;&#x000a0;38&#x000a0;&#x000b0;C, contactar con las autoridades sanitarias para la realizaci&#x000f3;n del test diagn&#x000f3;stico y permanecer en domicilio bajo vigilancia telef&#x000f3;nica por parte del equipo de trasplante.</p></list-item><list-item id="lsti0340"><label>&#x02022;</label><p id="par0465">Sintomatolog&#x000ed;a moderada/grave, con temperatura &#x0003e;&#x000a0;38&#x000a0;&#x000b0;C, o receptor fr&#x000e1;gil: se indicar&#x000e1; al paciente que acuda a urgencias para ser evaluado cl&#x000ed;nicamente.</p></list-item></list>
</p></sec></sec><sec id="sec0085"><title>Seguimiento desde la consulta de Enfermedad Renal Cr&#x000f3;nica Avanzada (ERCA)</title><p id="par0470">El protocolo de actuaci&#x000f3;n en la consulta de ERCA se basa sobre todo en las medidas generales de actuaci&#x000f3;n frente a la prevenci&#x000f3;n de COVID-19 descritas por las autoridades sanitarias, tanto para los pacientes como para los profesionales que los atienden.</p><p id="par0475">Se recomienda el seguimiento por v&#x000ed;a telem&#x000e1;tica siempre que sea posible, para minimizar los desplazamientos al hospital y facilitar por correo ordinario todo lo referente a anal&#x000ed;ticas, siguientes citas o medicaci&#x000f3;n prescrita, para asegurar el tratamiento domiciliario y mantener comunicaci&#x000f3;n fluida por parte de todo el equipo multidisciplinar<xref rid="bib0140" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0480">En caso de asistencia es necesario realizar triaje telef&#x000f3;nico antes del desplazamiento a la consulta. Ante un caso sospechoso de COVID-19 en la consulta hay que seguir el circuito establecido en cada centro hospitalario, seg&#x000fa;n la correspondiente unidad de medicina preventiva.</p></sec></sec><sec id="sec0090"><title>Discusi&#x000f3;n y conclusiones</title><p id="par0485">El paciente con ERC, por su fragilidad intr&#x000ed;nseca y la comorbilidad a&#x000f1;adida, presenta una vulnerabilidad especial frente al virus SARS-CoV-2. Hay que a&#x000f1;adir adem&#x000e1;s la inmunosupresi&#x000f3;n a la que est&#x000e1;n sometidos los pacientes trasplantados y la mayor exposici&#x000f3;n a la infecci&#x000f3;n en el caso de los pacientes en di&#x000e1;lisis, sobre todo los que siguen tratamiento de HD, por la complejidad y por las caracter&#x000ed;sticas de la atenci&#x000f3;n en unidades cerradas de tratamiento ambulatorio. Es por ello que debemos proteger a esta poblaci&#x000f3;n y a los profesionales dedicados a su cuidado. Tenemos que realizar un mayor esfuerzo en la realizaci&#x000f3;n de protocolos adaptados y en el establecimiento de circuitos claramente establecidos para operativizar todas las situaciones posibles dadas por la pandemia y, sobre todo, garantizar los niveles adecuados de prevenci&#x000f3;n y control de la infecci&#x000f3;n por COVID-19 en estos pacientes.</p><p id="par0490">Es necesario implementar las medidas de aislamiento para reducir el riesgo de contagios y proceder de forma inmediata ante pacientes con sospecha o confirmaci&#x000f3;n de la infecci&#x000f3;n, practicando la HD y el resto de t&#x000e9;cnicas depurativas en entornos adecuados, seg&#x000fa;n la infraestructura y los recursos de cada centro hospitalario, extremando las medidas de prevenci&#x000f3;n e higiene y los circuitos establecidos.</p><p id="par0495">En todo momento, debemos asegurar el bienestar psicosocial del paciente renal manteniendo la esperanza, la seguridad, la calma y la conexi&#x000f3;n social en cada una de las intervenciones que se realicen, ya que una adecuada atenci&#x000f3;n a estos aspectos ayudar&#x000e1; a disminuir la angustia, el miedo y la ansiedad por la situaci&#x000f3;n de aislamiento y evitar&#x000e1; posibles complicaciones tras la pandemia. La informaci&#x000f3;n al paciente y a sus familiares se considera un pilar fundamental en la atenci&#x000f3;n cl&#x000ed;nica, por lo que debe existir una comunicaci&#x000f3;n fluida y veraz sobre su estado de salud, utilizando los recursos telem&#x000e1;ticos disponibles y prestando especial atenci&#x000f3;n a las medidas de escucha activa.</p></sec><sec id="sec0095"><title>Financiaci&#x000f3;n</title><p id="par0500">No existen fuentes de financiaci&#x000f3;n p&#x000fa;blicas ni privadas.</p></sec><sec id="sec0100"><title>Conflicto de intereses</title><p id="par0505">Las autoras no declaran ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0075"><label>1</label><element-citation publication-type="journal" id="sbref0075"><person-group person-group-type="author"><name><surname>Park</surname><given-names>H.C.</given-names></name><name><surname>Lee</surname><given-names>S.H.</given-names></name><name><surname>Kim</surname><given-names>J.</given-names></name><name><surname>Kim</surname><given-names>D.H.</given-names></name><name><surname>Cho</surname><given-names>A.</given-names></name><name><surname>Jeon</surname><given-names>H.J.</given-names></name></person-group><article-title>Effect of isolation practice on the transmission of Middle East Respiratory Syndrome coronavirus among hemodialysis patients: A 2-year prospective cohort study</article-title><source>Medicine (Baltimore)</source><volume>99</volume><year>2020</year><pub-id pub-id-type="doi">10.1097/MD.0000000000018782</pub-id></element-citation></ref><ref id="bib0080"><label>2</label><element-citation publication-type="book" id="sbref0080"><person-group person-group-type="author"><collab>Ministerio de Salud de Argentina</collab></person-group><chapter-title>Recomendaciones para el manejo de los pacientes con enfermedad renal cr&#x000f3;nica o insuficiencia renal aguda durante la epidemia de coronavirus (COVID-19)</chapter-title><year>2020</year><publisher-name>Ministerio de Salud</publisher-name><publisher-loc>Buenos Aires (Argentina)</publisher-loc><comment>[consultado el 12 Abr 2020]. Disponible en: http://www.msal.gob.ar/images/stories/bes/graficos/0000001843cnt-20200326-recomendaciones-erc-covid.pdf</comment></element-citation></ref><ref id="bib0085"><label>3</label><element-citation publication-type="journal" id="sbref0085"><person-group person-group-type="author"><collab>Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a</collab></person-group><article-title>Protocolo de actuaci&#x000f3;n ante la pandemia de enfermedad por coronavirus en los pacientes de di&#x000e1;lisis y trasplantados renales</article-title><source>SEN</source><year>2020</year><comment>Disponible en: https://senefro.org/modules.php?name=webstructure&#x00026;idwebstructure=15</comment></element-citation></ref><ref id="bib0090"><label>4</label><element-citation publication-type="journal" id="sbref0090"><person-group person-group-type="author"><name><surname>Francisco</surname><given-names>A.L.M. de</given-names></name><name><surname>P&#x000e9;rez</surname><given-names>J.L.</given-names></name></person-group><article-title>Coronavirus y ri&#x000f1;&#x000f3;n. Actualizaci&#x000f3;n del 1 Abr 2020</article-title><source>Nefrolog&#x000ed;a al D&#x000ed;a</source><year>2020</year><fpage>289</fpage><comment>[consultado 3 Abr 2020]. Disponible en: https://www.nefrologiaaldia.org/es-articulo-coronavirus-rinon-289</comment></element-citation></ref><ref id="bib0095"><label>5</label><element-citation publication-type="journal" id="sbref0095"><person-group person-group-type="author"><name><surname>Perico</surname><given-names>L.</given-names></name><name><surname>Benigni</surname><given-names>A.</given-names></name><name><surname>Remuzzi</surname><given-names>G.</given-names></name></person-group><article-title>Should COVID-19 concern nephrologists? Why and to what extent? The emerging impasse of angiotensin blockade</article-title><source>Nephron</source><volume>144</volume><year>2020</year><fpage>213</fpage><lpage>221</lpage><pub-id pub-id-type="doi">10.1159/000507305</pub-id><pub-id pub-id-type="pmid">32203970</pub-id></element-citation></ref><ref id="bib0100"><label>6</label><element-citation publication-type="journal" id="sbref0100"><person-group person-group-type="author"><collab>Ministerio de Sanidad. Centro de Coordinaci&#x000f3;n de Alertas y Emergencias Sanitarias</collab></person-group><source>Prevenci&#x000f3;n y control de la infecci&#x000f3;n en el manejo de pacientes con COVID-19</source><year>2020</year><comment>Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/Documento_Control_Infeccion.pdf</comment></element-citation></ref><ref id="bib0105"><label>7</label><mixed-citation publication-type="other" id="oref0035">Ma Y. Diao B. Ly X. Zhu J. Liang W. Liu L.&#x0003c;et-al&#x0003e;. 2019 novel coronavirus disease in hemodialysis (HD) patients: Report from one HD center in Wuhan, China. medRxiv. DOI 10.1101/2020.02.24.20027201</mixed-citation></ref><ref id="bib0110"><label>8</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Sequera</surname><given-names>P.</given-names></name><name><surname>Quiroga</surname><given-names>B.</given-names></name><name><surname>Arriba</surname><given-names>G.</given-names></name><name><surname>Fuente</surname><given-names>D.</given-names></name></person-group><article-title>Protocolo de actuaci&#x000f3;n ante la epidemia por coronavirus en los pacientes de di&#x000e1;lisis y trasplantados renales</article-title><source>Nefrologia</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.nefro.2020.03.001</pub-id></element-citation></ref><ref id="bib0115"><label>9</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><collab>Societ&#x000e0; Italiana Nefrologia</collab></person-group><source>Recommendations regarding patients with renal disease who need hemodialysis treatment - indications for the staff who must perform the dialytic procedures in COVID-19 chronic HD and patients with acute renal failure</source><year>2020</year><comment>Disponible en: https://www.era-edta.org/en/wp-content/uploads/2020/03/Recommendations-for-Dialysis.COVID-19-SIN-ER.pdf</comment></element-citation></ref><ref id="bib0120"><label>10</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><collab>Ministerio de Sanidad. Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a. Sociedad Espa&#x000f1;ola de Enfermer&#x000ed;a Nefrol&#x000f3;gica</collab></person-group><source>Recomendaciones para el manejo, prevenci&#x000f3;n y control de COVID-19 en Unidades de Di&#x000e1;lisis</source><year>2020</year><comment>Versi&#x000f3;n 25 de Mar. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/COVID19-hemodialisis.pdf</comment></element-citation></ref><ref id="bib0125"><label>11</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Dong</surname><given-names>J.</given-names></name></person-group><article-title>Estrategias para el manejo de la pandemia COVID-19 en pacientes en di&#x000e1;lisis peritoneal</article-title><source>International Society for Peritoneal Dialysis (ISPD)</source><year>2020</year><comment>Disponible en: https://ispd.org/wp-content/uploads/ISPD-PD-management-in-COVID-19_ESP.pdf</comment></element-citation></ref><ref id="bib0130"><label>12</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Francisco</surname><given-names>A.</given-names></name><name><surname>P&#x000e9;rez Canga</surname><given-names>J.</given-names></name></person-group><article-title>Coronavirus y ri&#x000f1;&#x000f3;n Actualizaci&#x000f3;n 24 de marzo de 2020</article-title><source>Nefrolog&#x000ed;a al D&#x000ed;a</source><year>2020</year><fpage>287</fpage><comment>[consultado 3 Abr 2020]. Disponible en: https://www.nefrologiaaldia.org/es-articulo-coronavirus-rinon-287</comment></element-citation></ref><ref id="bib0135"><label>13</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>L&#x000f3;pez</surname><given-names>V.</given-names></name><name><surname>V&#x000e1;zquez</surname><given-names>T.</given-names></name><name><surname>Alonso-Titos</surname><given-names>J.</given-names></name><name><surname>Cabello</surname><given-names>M.</given-names></name><name><surname>Alonso</surname><given-names>A.</given-names></name><name><surname>Beneyto</surname><given-names>I.</given-names></name></person-group><article-title>Recomendaciones en el manejo de la pandemia por coronavirus SARS-CoV-2(COVID-19) en pacientes con trasplante renal</article-title><source>Nefrolog&#x000ed;a</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.nefro.2020.03.002</pub-id></element-citation></ref><ref id="bib0140"><label>14</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Vega-Vega</surname><given-names>O.</given-names></name><name><surname>Arvizu-Hern&#x000e1;ndez</surname><given-names>M.C.M.</given-names></name><name><surname>Dom&#x000ed;nguez-Cherit</surname><given-names>J.G.</given-names></name><name><surname>Sierra-Madero</surname><given-names>J.</given-names></name><name><surname>Correa-Rotter</surname><given-names>R.</given-names></name></person-group><article-title>Prevenci&#x000f3;n y control de la infecci&#x000f3;n por coronavirus SARS-CoV-2 (Covid-19) en unidades de hemodi&#x000e1;lisis</article-title><source>Salud Publica Mex.</source><year>2020</year><pub-id pub-id-type="doi">10.21149/11330</pub-id></element-citation></ref></ref-list></back></article>