<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?properties open_access?><?DTDIdentifier.IdentifierValue -//NLM//DTD JATS (Z39.96) Journal Publishing DTD v1.1 20151215//EN?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName JATS-journalpublishing1.dtd?><?SourceDTD.Version 1.1?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Biomedica</journal-id><journal-id journal-id-type="iso-abbrev">Biomedica</journal-id><journal-id journal-id-type="publisher-id">bio</journal-id><journal-title-group><journal-title>Biom&#x000e9;dica</journal-title></journal-title-group><issn pub-type="ppub">0120-4157</issn><issn pub-type="epub">2590-7379</issn><publisher><publisher-name>Instituto Nacional de Salud</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7357364</article-id><article-id pub-id-type="pmid">31584769</article-id><article-id pub-id-type="doi">10.7705/biomedica.4345</article-id><article-categories><subj-group subj-group-type="heading"><subject>Art&#x000ed;culo Original</subject></subj-group></article-categories><title-group><article-title>Incidencia de los problemas relacionados con los medicamentos antirretrovirales para el tratamiento de la infecci&#x000f3;n por HIV en pacientes hospitalizados en el Hospital Santa Clara de Bogot&#x000e1;</article-title><trans-title-group xml:lang="en"><trans-title>Incidence of antiretroviral drug-related problems in the treatment of HIV among hospitalized patients in the <italic>Hospital Santa Clara</italic>, Bogot&#x000e1;</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name><surname>Badillo</surname><given-names>Carlos Andr&#x000e9;s</given-names></name><xref ref-type="aff" rid="aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Barrera</surname><given-names>Lizeth Katherine</given-names></name><xref ref-type="aff" rid="aff1">1</xref><xref ref-type="corresp" rid="c1">*</xref></contrib><contrib contrib-type="author"><name><surname>Arias</surname><given-names>Gerson</given-names></name><xref ref-type="aff" rid="aff2">2</xref></contrib><contrib contrib-type="author"><name><surname>Tribi&#x000f1;o</surname><given-names>Gabriel Fernando</given-names></name><xref ref-type="aff" rid="aff1">1</xref><xref ref-type="aff" rid="aff3">3</xref></contrib><contrib contrib-type="author"><name><surname>Gamboa</surname><given-names>&#x000d3;scar Andr&#x000e9;s</given-names></name><xref ref-type="aff" rid="aff3">3</xref></contrib><contrib contrib-type="author"><name><surname>Garc&#x000ed;a</surname><given-names>Julio C&#x000e9;sar</given-names></name><xref ref-type="aff" rid="aff1">1</xref><xref ref-type="aff" rid="aff3">3</xref></contrib><contrib contrib-type="author"><name><surname>Granada</surname><given-names>Ana Mar&#x000ed;a</given-names></name><xref ref-type="aff" rid="aff4">4</xref></contrib></contrib-group><aff id="aff1">
<label>1</label>
<institution content-type="original"> Grupo de Investigaci&#x000f3;n en Evidencia Terap&#x000e9;utica, Facultad de Medicina, Universidad de La Sabana, Ch&#x000ed;a, Colombia</institution>
<institution content-type="orgdiv2">Grupo de Investigaci&#x000f3;n en Evidencia Terap&#x000e9;utica</institution>
<institution content-type="orgdiv1">Facultad de Medicina</institution>
<institution content-type="orgname">Universidad de La Sabana</institution>
<addr-line><city>Ch&#x000ed;a</city></addr-line>
<country country="CO">Colombia</country>
</aff><aff id="aff2">
<label>2 </label>
<institution content-type="original">Servicio de Infectolog&#x000ed;a y Vigilancia Epidemiol&#x000f3;gica, Fundaci&#x000f3;n Clinica Abood Shaio, Bogot&#x000e1;, D.C., Colombia</institution>
<institution content-type="orgdiv1">Servicio de Infectolog&#x000ed;a y Vigilancia Epidemiol&#x000f3;gica</institution>
<institution content-type="orgname">Fundaci&#x000f3;n Clinica Abood Shaio</institution>
<addr-line><city>Bogot&#x000e1;</city><state>D.C</state></addr-line>
<country country="CO">Colombia</country>
</aff><aff id="aff3">
<label>3</label>
<institution content-type="original"> Posgrado de Farmacolog&#x000ed;a Cl&#x000ed;nica, Facultad de Medicina, Universidad de La Sabana, Ch&#x000ed;a, Colombia</institution>
<institution content-type="orgdiv2">Posgrado de Farmacolog&#x000ed;a Cl&#x000ed;nica</institution>
<institution content-type="orgdiv1">Facultad de Medicina</institution>
<institution content-type="orgname">Universidad de La Sabana</institution>
<addr-line><city>Ch&#x000ed;a</city></addr-line>
<country country="CO">Colombia</country>
</aff><aff id="aff4">
<label>4</label>
<institution content-type="original"> Grupo de VIH-TB, Hospital Santa Clara, Bogot&#x000e1;, D.C., Colombia</institution>
<institution content-type="orgdiv1">Grupo de VIH-TB</institution>
<institution content-type="orgname">Hospital Santa Clara</institution>
<addr-line><city>Bogot&#x000e1;</city><state>D.C</state></addr-line>
<country country="CO">Colombia</country>
</aff><author-notes><corresp id="c1"><label>*</label><bold>Correspondencia:</bold> Lizeth Katherine Barrera, Calle 127 B Bis N&#x000b0; 20-66, apartamento 411, Bogot&#x000e1;, D.C., Colombia Tel&#x000e9;fono: (300) 280 2026 <email>liz.bclavijo@gmail.com</email></corresp><fn fn-type="COI-statement" id="fn4"><p><bold>Conflicto de intereses:</bold> Los autores manifiestan no tener ning&#x000fa;n conflicto de intereses real o potencial</p></fn></author-notes><pub-date pub-type="epub"><day>01</day><month>9</month><year>2019</year></pub-date><pub-date pub-type="collection"><month>9</month><year>2019</year></pub-date><volume>39</volume><issue>3</issue><fpage>561</fpage><lpage>575</lpage><history><date date-type="received"><day>05</day><month>4</month><year>2018</year></date><date date-type="accepted"><day>13</day><month>3</month><year>2019</year></date></history><permissions><license license-type="open-access" xlink:href="https://creativecommons.org/licenses/by/4.0/"><license-p>Este es un art&#x000ed;culo publicado en acceso abierto bajo una licencia Creative Commons</license-p></license></permissions><abstract><title>Resumen</title><sec><title>Introducci&#x000f3;n. </title><p>El tratamiento antirretroviral de la infecci&#x000f3;n por el virus de la inmunodeficiencia humana (HIV) se ha relacionado con diversos problemas de los medicamentos que causan o pueden causar la aparici&#x000f3;n de resultados negativos. En este contexto, es importante determinar su incidencia, caracterizarlos y clasificarlos para dise&#x000f1;ar estrategias que minimicen su impacto.</p></sec><sec><title>Objetivo. </title><p>Estimar la incidencia global y de cada uno de los problemas relacionados con los medicamentos antirretrovirales utilizados en el tratamiento del HIV en una cohorte de pacientes hospitalizados en una instituci&#x000f3;n de tercer nivel de Bogot&#x000e1;.</p></sec><sec><title>Materiales y m&#x000e9;todos. </title><p>Se hizo un estudio descriptivo y retrospectivo de cohorte en pacientes de 18 a&#x000f1;os o m&#x000e1;s de edad con diagn&#x000f3;stico de infecci&#x000f3;n por el HIV y en tratamiento antirretroviral, hospitalizados entre el 1&#x000b0; enero de 2015 y el 31 de diciembre de 2016 en el Hospital Santa Clara de Bogot&#x000e1;.</p></sec><sec><title>Resultados. </title><p>La incidencia global de los problemas relacionados con los medicamentos antirretrovirales fue de 0,90 (IC95% 0,85-0,93). La incidencia de las interacciones medicamentosas fue de 0,85 (IC95% 0,80-0,90), la de las reacciones adversas de 0,28 (IC95% 0,22-0,35) y la del error de prescripci&#x000f3;n de 0,12 (IC95% 0,08-0,17).</p></sec><sec><title>Conclusi&#x000f3;n. </title><p>Los problemas relacionados con los medicamentos deben estudiarse, diagnosticarse, prevenirse y tratarse para que el personal de salud pueda anticiparse a su aparici&#x000f3;n, disminuir su incidencia, implementar planes de manejo del riesgo y optimizar el cumplimiento del tratamiento antirretroviral.</p></sec></abstract><trans-abstract xml:lang="en"><title>Abstract</title><sec><title>Introduction: </title><p>The antiretroviral therapy for the treatment of the human immunodeficiency virus (HIV) is a therapeutic strategy linked to drug-related problems that cause or can cause the appearance of negative results associated with the medication. It is important, therefore, to identify their incidence, characterize them, and classify them to design strategies to minimize their impact.</p></sec><sec><title>Objective: </title><p>To estimate the overall incidence and the incidence of each one of the antiretroviral drugs-related problems in the treatment of the HIV infection in a cohort of hospitalized patients in Bogot&#x000e1;, Colombia.</p></sec><sec><title>Materials and methods: </title><p>We conducted a descriptive, retrospective cohort study in patients aged 18 years or more diagnosed with HIV infection and under antiretroviral treatment hospitalized between January 1st, 2015, and December 31st, 2016, in the <italic>Hospital Santa Clara</italic>, Bogot&#x000e1;.</p></sec><sec><title>Results: </title><p>The overall incidence of antiretroviral drug-related problems was 0.90 (95% CI: 0.85-0.93). The incidence of drug-drug interactions was 0.85 (95% CI: 0.80-0.90), 0.28 (95% CI: 0.22-0.35) for adverse reactions, and 0.12 (CI 95%: 0.08-0.17) for prescription errors.</p></sec><sec><title>Conclusion: </title><p>Drug-related problems should be studied, diagnosed, prevented, and treated. Their knowledge can enable health care professionals to anticipate their emergence, reduce their incidence, implement risk management plans, and optimize adherence to antiretroviral treatment.</p></sec></trans-abstract><kwd-group><title>Palabras clave:</title><kwd>VIH</kwd><kwd>terapia antirretroviral altamente activa</kwd><kwd>farmacovigilancia</kwd><kwd>efectos colaterales y reacciones adversas relacionadas con medicamentos</kwd><kwd>interacciones medicamentosas</kwd><kwd>errores de medicaci&#x000f3;n</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords:</title><kwd>HIV</kwd><kwd>highly active antiretroviral therapy</kwd><kwd>pharmacovigilance</kwd><kwd>drug-related side effects and adverse reactions</kwd><kwd>drug interactions</kwd><kwd>medication errors</kwd></kwd-group><counts><fig-count count="2"/><table-count count="6"/><equation-count count="0"/><ref-count count="27"/><page-count count="15"/></counts></article-meta></front><body><p>Desde su surgimiento en la d&#x000e9;cada de los a&#x000f1;os 80, la epidemia originada por el virus de la inmunodeficiencia humana (<italic>Human Immunodeficiency Virus</italic>, HIV) ha sido una de la m&#x000e1;s graves de los tiempos modernos y uno de los mayores retos de la salud p&#x000fa;blica a nivel mundial, debido a la facilidad de su transmisi&#x000f3;n entre los seres humanos, la complejidad del tratamiento antirretroviral y la habilidad del virus para generar mecanismos de resistencia al tratamiento <xref rid="B1" ref-type="bibr"><sup>1</sup></xref>.</p><p>Seg&#x000fa;n los datos epidemiol&#x000f3;gicos de la Organizaci&#x000f3;n Mundial de la Salud (OMS), en el 2017, 36,9 millones de personas estaban infectados por el HIV, de las cuales el 59 % se encontraba bajo tratamiento antirretroviral <xref rid="B2" ref-type="bibr"><sup>2</sup></xref>. En ese mismo a&#x000f1;o, hubo 1,8 millones de casos nuevos y 940.000 muertes asociadas con la infecci&#x000f3;n por el HIV <xref rid="B3" ref-type="bibr"><sup>3</sup></xref>.</p><p>El tratamiento antirretroviral es una estrategia cuyos objetivos principales son reducir la morbilidad asociada con la infecci&#x000f3;n por HIV, lograr y mantener la supresi&#x000f3;n de la viremia hasta valores indetectables, mejorar la calidad de vida de los pacientes, prolongar su supervivencia y disminuir el riesgo de transmisi&#x000f3;n del virus <xref rid="B4" ref-type="bibr"><sup>4</sup></xref><sup>,</sup><xref rid="B5" ref-type="bibr"><sup>5</sup></xref>.</p><p>Hay cerca de 25 medicamentos para el tratamiento antirretroviral aprobados por la <italic>Food and Drug Administration</italic> (FDA) de los Estados Unidos <xref rid="B4" ref-type="bibr"><sup>4</sup></xref><sup>,</sup><xref rid="B5" ref-type="bibr"><sup>5</sup></xref>. Sin embargo, la gran mayor&#x000ed;a de estos medicamentos tienen una ventana terap&#x000e9;utica estrecha, con un amplio espectro de reacciones adversas, lo que, sumado a las frecuentes interacciones farmacol&#x000f3;gicas de los antirretrovirales con otros f&#x000e1;rmacos y el n&#x000fa;mero de errores de medicaci&#x000f3;n, implica m&#x000fa;ltiples problemas relacionados con estos medicamentos en la pr&#x000e1;ctica cl&#x000ed;nica diaria. Las reacciones adversas indeseables relacionados con el tratamiento antirretroviral pueden conducir a la aparici&#x000f3;n de resultados negativos, como el cumplimiento deficiente del tratamiento, la resistencia a los antirretrovirales y el incremento de los costos por reca&#x000ed;das y fallas terap&#x000e9;uticas <xref rid="B6" ref-type="bibr"><sup>6</sup></xref>.</p><p>Los resultados negativos pueden ser producto de los problemas relacionados con los medicamentos, los reacciones adversas, los errores de medicaci&#x000f3;n y las interacciones medicamentosas <xref rid="B6" ref-type="bibr"><sup>6</sup></xref>. Los problemas relacionados con los medicamentos competen a la farmacovigilancia, cuyo objetivo es mejorar la atenci&#x000f3;n del paciente fomentando el uso seguro y racional de los medicamentos <xref rid="B7" ref-type="bibr"><sup>7</sup></xref>, por lo que esta constituye una herramienta indispensable para la prevenci&#x000f3;n de los riesgos asociados con el uso de medicamentos y la disminuci&#x000f3;n de su impacto negativo en la salud humana mediante planes de manejo de los riesgos y reducci&#x000f3;n de los altos costos en salud que dichos problemas generan.</p><p>El tratamiento antirretroviral ha permitido que la expectativa de vida de los pacientes con infecci&#x000f3;n por HIV aumente, con el resultado de que las comorbilidades asociadas con el envejecimiento, como la diabetes mellitus, la hipertensi&#x000f3;n arterial sist&#x000e9;mica o las dislipidemias se incrementen, as&#x000ed; como aquellas propias de la infecci&#x000f3;n por HIV, como las neoplasias y las infecciones oportunistas <xref rid="B8" ref-type="bibr"><sup>8</sup></xref>. Los pacientes que reciben el tratamiento son de especial inter&#x000e9;s desde el punto de vista farmacol&#x000f3;gico dado el uso de m&#x000fa;ltiples medicamentos y sus efectos potenciales en la seguridad y la efectividad cl&#x000ed;nicas, por lo que se les considera pacientes en alto riesgo de desarrollar problemas relacionados con los medicamentos <xref rid="B9" ref-type="bibr"><sup>9</sup></xref>.</p><p>La gesti&#x000f3;n del riesgo asociado con dichos problemas en el tratamiento antirretroviral requiere determinar la incidencia total y las de cada uno de los problemas por grupo poblacional, si es factible. En este estudio, se hizo una revisi&#x000f3;n retrospectiva de una cohorte de pacientes con infecci&#x000f3;n por HIV bajo tratamiento antirretroviral, hospitalizados en el Hospital Santa Clara de Bogot&#x000e1; durante el 2015 y el 2016. Este es un hospital de tercer nivel que coordina un programa de referencia en el pa&#x000ed;s para pacientes con infecci&#x000f3;n por HIV. Los resultados del estudio brindan herramientas para ofrecer mejor seguridad y efectividad en el tratamiento de la infecci&#x000f3;n por HIV, disminuyendo las fallas terap&#x000e9;uticas, los reingresos hospitalarios y la necesidad de los tratamientos para combatir las complicaciones.</p><sec sec-type="materials|methods"><title>Materiales y m&#x000e9;todos</title><p>Se hizo un estudio descriptivo y retrospectivo de cohorte con pacientes de 18 a&#x000f1;os de edad o m&#x000e1;s con diagn&#x000f3;stico confirmado de infecci&#x000f3;n por HIV y bajo tratamiento antirretroviral, hospitalizados por cualquier causa entre el 1&#x000b0; enero de 2015 y el 31 de diciembre de 2016 en el Hospital Santa Clara de Bogot&#x000e1;.</p><p>Este es un hospital p&#x000fa;blico de tercer nivel de atenci&#x000f3;n adscrito a la Secretar&#x000ed;a de Salud de Bogot&#x000e1;, que tiene convenios de docencia con universidades para la pr&#x000e1;ctica m&#x000e9;dica. La zona geogr&#x000e1;fica de influencia del hospital incluye todo el Distrito Capital por ser centro de referencia en neumolog&#x000ed;a, cirug&#x000ed;a cardiovascular y hemodin&#x000e1;mica, salud mental, toxicolog&#x000ed;a, y cuidado cr&#x000ed;tico pedi&#x000e1;trico y en adultos. Cuenta con profesionales de la salud especializados en la atenci&#x000f3;n de pacientes con infecci&#x000f3;n por HIV en el servicio de urgencias, en el de consulta externa y durante la hospitalizaci&#x000f3;n <xref rid="B10" ref-type="bibr"><sup>10</sup></xref>.</p><p>Los datos se recolectaron y se organizaron en una base de datos creada por los investigadores en Epidata, versi&#x000f3;n 2.0.10.26, que incluy&#x000f3; las variables analizadas.</p><p>El estudio estim&#x000f3; la incidencia total y de cada uno de los problemas relacionados con los medicamentos antirretrovirales (reacciones adversas, errores de medicaci&#x000f3;n, interacciones medicamentosas) utilizados en el tratamiento de la infecci&#x000f3;n por HIV.</p><p>Adem&#x000e1;s, los reacciones adversas detectados se clasificaron seg&#x000fa;n el sistema org&#x000e1;nico comprometido y la seriedad que revest&#x000ed;an; tambi&#x000e9;n, se analiz&#x000f3; la causalidad y se detallaron los f&#x000e1;rmacos implicados; se establecieron los errores de prescripci&#x000f3;n seg&#x000fa;n los criterios de la <italic>American Society of Health- System Pharmacists</italic> (ASHP). Se caracterizaron las interacciones detectadas en t&#x000e9;rminos de los f&#x000e1;rmacos implicados, el mecanismo de producci&#x000f3;n y la seriedad potencial de la interacci&#x000f3;n con el programa Lexicomp&#x02122; (Wolters Kluwer Clinical Drug Information, OH, USA). Por &#x000fa;ltimo, se estim&#x000f3; de manera exploratoria la incidencia de los problemas relacionados con los medicamentos por grupos de edad, por sexo y por comorbilidades.</p><p>Para el c&#x000e1;lculo del tama&#x000f1;o de muestra, se incluyeron los pacientes que cumpl&#x000ed;an con los criterios de selecci&#x000f3;n a partir del 1&#x000b0; de enero de 2015. A medida que se fueron incluyendo los pacientes, se estimaron las incidencias con sus intervalos de confianza. Se suspendi&#x000f3; el reclutamiento cuando se alcanz&#x000f3; una precisi&#x000f3;n de &#x000b1; 5 % en la incidencia estimada, lo que se logr&#x000f3; con 200 pacientes. El periodo de estudio se cerr&#x000f3; el 31 de diciembre de 2016 con 204 pacientes.</p><sec><title>Reacciones adversas de los medicamentos</title><p>Para establecer las reacciones adversas, se utilizaron las <italic>Guidelines for the use of antiretroviral agents in HIV-1-infected adults and adolescents</italic>, <italic>Department of Health and Human Services</italic><xref rid="B11" ref-type="bibr"><sup>11</sup></xref> de los <italic>National Institutes of Health</italic> (NIH) de los Estados Unidos, y se agruparon seg&#x000fa;n el sistema org&#x000e1;nico comprometido (reacciones adversas gastrointestinales, cut&#x000e1;neas y neurol&#x000f3;gicas, entre otras), de tal manera que su detecci&#x000f3;n fuera m&#x000e1;s f&#x000e1;cil para el personal de salud y, luego, se clasificaron seg&#x000fa;n el grupo farmacol&#x000f3;gico antirretroviral implicado (inhibidores de la transcriptasa inversa nucl&#x000e9;osidos, no nucl&#x000e9;osidos y nucle&#x000f3;tidos, inhibidores de la proteasa, inhibidores de la integrasa, inhibidores de fusi&#x000f3;n y antagonistas del correceptor CCR5).</p><p>Adem&#x000e1;s, se evalu&#x000f3; la relaci&#x000f3;n de causalidad de las reacciones adversas utilizando el algoritmo de Naranjo, <italic>et al.,</italic> con el cual se determina si una reacci&#x000f3;n es causada por el uso de un medicamento y no es el resultado de otros factores, mediante una serie de preguntas basadas en los criterios de Bradford Hill para la b&#x000fa;squeda de relaciones causales <xref rid="B12" ref-type="bibr"><sup>12</sup></xref>.</p><p>La ventaja m&#x000e1;s importante de este algoritmo frente a otros algoritmos o m&#x000e9;todos de evaluaci&#x000f3;n de la causalidad es su menor propensi&#x000f3;n a las variaciones subjetivas, comparado con el sistema de la OMS y el <italic>Uppsala Monitoring Centre</italic> (UMC) basado en el criterio de expertos. Asimismo, es ampliamente aceptado y utilizado en todo el mundo y consume menos tiempo que otros algoritmos <xref rid="B12" ref-type="bibr"><sup>12</sup></xref><sup>-</sup><xref rid="B14" ref-type="bibr"><sup>14</sup></xref>.</p></sec><sec><title>Errores de prescripci&#x000f3;n</title><p>Los errores de prescripci&#x000f3;n se evaluaron con base en la historia cl&#x000ed;nica, ya que en ella se encontraba registrada la informaci&#x000f3;n sobre todos los medicamentos incluidos en el tratamiento. Las prescripciones halladas se compararon con las recomendaciones para el uso de los f&#x000e1;rmacos antirretrovirales publicadas en la &#x0201c;Gu&#x000ed;a de pr&#x000e1;ctica cl&#x000ed;nica basada en la evidencia cient&#x000ed;fica para la atenci&#x000f3;n de la infecci&#x000f3;n por HIV/sida en adolescentes (con 13 a&#x000f1;os de edad o m&#x000e1;s) y adultos&#x0201d; del Ministerio de Salud y Protecci&#x000f3;n Social de Colombia, publicada en el 2014 <xref rid="B15" ref-type="bibr"><sup>15</sup></xref>.</p></sec><sec><title>Interacciones medicamentosas</title><p>Para el an&#x000e1;lisis de las interacciones f&#x000e1;rmaco-f&#x000e1;rmaco (antirretrovirales y f&#x000e1;rmacos de uso concomitante), se emplearon los datos prescriptivos extra&#x000ed;dos de las historias cl&#x000ed;nicas y el programa Lexicomp&#x02122;, sistema de an&#x000e1;lisis capaz de evaluar posibles interacciones entre los medicamentos y clasificarlas seg&#x000fa;n la gravedad con bases de datos comprobados (<xref rid="t1" ref-type="table">cuadro 1</xref>).</p><p>
<table-wrap id="t1" orientation="portrait" position="float"><label>Cuadro 1</label><caption><title>Clasificaci&#x000f3;n de riesgo de la interacci&#x000f3;n seg&#x000fa;n el programa Lexicomp&#x02122;</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Clasificaci&#x000f3;n de riesgo de la interacci&#x000f3;n</th><th align="left" rowspan="1" colspan="1">Comentario</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">X: evitar la combinaci&#x000f3;n</td><td align="left" rowspan="1" colspan="1">La evidencia demuestra que los agentes espec&#x000ed;ficos pueden interactuar con un impacto cl&#x000ed;nico demostrado. El riesgo asociado del uso concomitante de estos agentes usualmente sobrepasa los beneficios. Se considera contraindicaci&#x000f3;n.</td></tr><tr><td align="left" rowspan="1" colspan="1">D: contemplar la modificaci&#x000f3;n del tratamiento</td><td align="left" rowspan="1" colspan="1">La evidencia demuestra que los agentes espec&#x000ed;ficos pueden interactuar con un impacto cl&#x000ed;nico demostrado. Se debe evaluar individualmente para determinar si los beneficios superan los riesgos. Se debe supervisar el tratamiento, cambiar la dosis o usar agentes alternativos.</td></tr><tr><td align="left" rowspan="1" colspan="1">C: supervisar el tratamiento</td><td align="left" rowspan="1" colspan="1">La evidencia demuestra que los agentes espec&#x000ed;ficos pueden interactuar con un impacto cl&#x000ed;nico demostrado. Los beneficios del uso concomitante de los f&#x000e1;rmacos usualmente superan los riesgos. Un plan de supervisi&#x000f3;n apropiado debe implementarse para determinar potenciales efectos secundarios.</td></tr><tr><td align="left" rowspan="1" colspan="1">B: no se requiere acci&#x000f3;n</td><td align="left" rowspan="1" colspan="1">Los datos demuestran que los agentes espec&#x000ed;ficos pueden interactuar, sin embargo, son pocos en cuanto a su impacto cl&#x000ed;nico.</td></tr><tr><td align="left" rowspan="1" colspan="1">A: interacci&#x000f3;n no conocida</td><td align="left" rowspan="1" colspan="1">La evidencia no ha demostrado interacciones farmacocin&#x000e9;ticas o farmacodin&#x000e1;micas entre los agentes implicados.</td></tr></tbody></table></table-wrap>
</p><p>Dicho programa provee informaci&#x000f3;n clara y precisa relacionada con los medicamentos (dosis, administraci&#x000f3;n, precauciones y advertencias), y con el componente cl&#x000ed;nico (gu&#x000ed;as de manejo e interacciones medicamentosas). Adem&#x000e1;s, esta base de datos se actualiza diariamente, ofreciendo as&#x000ed; informaci&#x000f3;n cient&#x000ed;fica adecuada y aumentando la sensibilidad en la b&#x000fa;squeda de potenciales interacciones medicamentosas. Se ha empleado en distintos estudios en los que se evaluaron las potenciales interacciones medicamentosas.</p><p>El uso de Lexicomp&#x02122; exige comprar una licencia que, para este estudio, se obtuvo mediante la base de datos electr&#x000f3;nica de la biblioteca Octavio Arizmendi Posada de la Universidad de La Sabana.</p></sec><sec><title>An&#x000e1;lisis de datos</title><p>Se hicieron an&#x000e1;lisis descriptivos usando medidas de tendencia central (media, mediana), ubicaci&#x000f3;n (percentiles) y dispersi&#x000f3;n (desviaci&#x000f3;n est&#x000e1;ndar y rangos) para las variables cuantitativas.</p><p>En la descripci&#x000f3;n de las variables cualitativas se usaron frecuencias absolutas y relativas. Se calcul&#x000f3; la incidencia, con un intervalo de confianza del 95 %, de los problemas relacionados con los medicamentos: n&#x000fa;mero de eventos (primer evento) observado frente al total de la poblaci&#x000f3;n en riesgo durante el periodo de observaci&#x000f3;n, as&#x000ed; como la densidad de la incidencia de las reacciones adversas, con un intervalo de confianza del 95 %, calcul&#x000e1;ndola con respecto al total de personas-d&#x000ed;a; tambi&#x000e9;n, se estableci&#x000f3; la incidencia seg&#x000fa;n el tipo de problema relacionado con los medicamentos.</p><p>Asimismo, dado que un paciente puede presentar m&#x000e1;s de uno de dichos problemas, se estim&#x000f3; el promedio de cada uno de ellos por persona, con su intervalo de confianza del 95 %, as&#x000ed; como el total de eventos observados con respecto a la poblaci&#x000f3;n en riesgo durante el periodo de observaci&#x000f3;n.</p><p>Por otra parte, se acogieron los siguientes criterios de seriedad de las reacciones adversas <xref rid="B7" ref-type="bibr"><sup>7</sup></xref><sup>,</sup><xref rid="B16" ref-type="bibr"><sup>16</sup></xref>: serias, los que implicaban muerte, amenaza para la vida, prolongaci&#x000f3;n de la hospitalizaci&#x000f3;n, incapacidad o discapacidad permanente o significativa, y no serias, aquellos que no cumpl&#x000ed;an con los criterios de seriedad.</p><p>Por &#x000fa;ltimo, se estableci&#x000f3; la relaci&#x000f3;n de causalidad de las reacciones adversas <xref rid="B12" ref-type="bibr"><sup>12</sup></xref>.</p></sec><sec><title>Consideraciones &#x000e9;ticas</title><p>El estudio se ajust&#x000f3; a los contenidos &#x000e9;ticos de la Declaraci&#x000f3;n de Helsinki de la Asociaci&#x000f3;n M&#x000e9;dica Mundial, as&#x000ed; como a los de la Resoluci&#x000f3;n 8430 de 1993 del Ministerio de Salud de Colombia, en la cual este tipo de estudio se clasifica como &#x0201c;investigaci&#x000f3;n sin riesgo&#x0201d;.</p><p>Se hizo una revisi&#x000f3;n documental de las historias cl&#x000ed;nicas protegiendo la confidencialidad, pues no se identific&#x000f3; a los sujetos (en la base de datos no se registraron nombres ni n&#x000fa;meros de documento), y se tomaron medidas para suprimir los datos de identidad de los sujetos. No se hicieron intervenciones cl&#x000ed;nicas durante el estudio y, por lo tanto, no hubo exposici&#x000f3;n de los pacientes a factores de riesgo.</p><p>El estudio estuvo a cargo de personal cl&#x000ed;nica y &#x000e9;ticamente id&#x000f3;neo. Los investigadores principales asumieron la responsabilidad completa por el trabajo y declararon no tener ninguna clase de conflictos de intereses. Para el manejo de los datos se tuvo en cuenta el art&#x000ed;culo 6 de la Ley Estatutaria 1581 de 2012.</p></sec></sec><sec sec-type="results"><title>Resultados</title><sec><title>Caracter&#x000ed;sticas poblacionales</title><p>En la base de datos se incluyeron 479 pacientes hospitalizados con diagn&#x000f3;stico confirmado de infecci&#x000f3;n por HIV en el per&#x000ed;odo comprendido entre el 1&#x000b0; de enero de 2015 y el 31 de diciembre de 2016, de los cuales 204 cumpl&#x000ed;an con los criterios de selecci&#x000f3;n (<xref ref-type="fig" rid="f1">figura 1</xref>). La mayor&#x000ed;a de ellos eran de sexo masculino (n=157, 77 %), con una edad promedio de 40 a&#x000f1;os &#x000b1; 11 (rango de 18 a 84 a&#x000f1;os), y la relaci&#x000f3;n hombre a mujer fue de 3,3 a 1 (<xref rid="t2" ref-type="table">cuadro 2</xref>).</p><p>
<fig id="f1" orientation="portrait" position="float"><label>Figura 1</label><caption><title>Criterios de selecci&#x000f3;n de los pacientes incluidos en el estudio</title></caption><graphic xlink:href="2590-7379-bio-39-03-561-gf1"/></fig>
</p><p>
<table-wrap id="t2" orientation="portrait" position="float"><label>Cuadro 2</label><caption><title>Caracter&#x000ed;sticas demogr&#x000e1;ficas y cl&#x000ed;nicas de los pacientes</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Caracter&#x000ed;sticas demogr&#x000e1;ficas</th><th align="left" rowspan="1" colspan="1">Poblaci&#x000f3;n (n=204)</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Edad (a&#x000f1;os) Media Rango</td><td align="center" rowspan="1" colspan="1"> 40 &#x000b1; 11 18-84</td></tr><tr><td align="left" rowspan="1" colspan="1">Sexo Masculino Femenino</td><td align="center" rowspan="1" colspan="1">n (%) 157 (77) 47 (23)</td></tr><tr><td align="left" rowspan="1" colspan="1">Estrato socioecon&#x000f3;mico* 1 2 Sin informaci&#x000f3;n</td><td align="center" rowspan="1" colspan="1"> 14 (7) 4 (2) 186 (91)</td></tr><tr><td align="left" rowspan="1" colspan="1">Nivel educativo Ninguno Primaria Secundaria T&#x000e9;cnico Universitario Sin informaci&#x000f3;n</td><td align="center" rowspan="1" colspan="1"> 2 (1) 10 (5) 21 (10) 2 (1) 1 (0,5) 168 (82,5)</td></tr></tbody></table><table-wrap-foot><fn id="TFN1"><p>* El estrato socioecon&#x000f3;mico en Colombia se clasifica del 1 a 6, en donde 1 es el m&#x000e1;s bajo y 6 el m&#x000e1;s alto</p></fn></table-wrap-foot></table-wrap>
</p><p>
<table-wrap id="t3" orientation="portrait" position="float"><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Caracter&#x000ed;sticas demogr&#x000e1;ficas</th><th align="left" rowspan="1" colspan="1">Poblaci&#x000f3;n (n=204) </th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Recuento de linfocitos T CD4 Media Rango</td><td align="left" rowspan="1" colspan="1"> 121 c&#x000e9;lulas/ml 0-793 c&#x000e9;lulas/ml</td></tr><tr><td align="left" rowspan="1" colspan="1">Clasificaci&#x000f3;n de la infecci&#x000f3;n por HIV seg&#x000fa;n clasificaci&#x000f3;n del CDC, 2014 A1 A2 A3 B1 B2 B3 C1 C2 C3 Sin informaci&#x000f3;n</td><td align="left" rowspan="1" colspan="1">n (%) 2 (1) 2 (1) 8 (4) 0 (0) 3 (1,5) 4 (2) 1 (0,5) 4 (2) 144 (70,5) 36 (17,5)</td></tr><tr><td align="left" rowspan="1" colspan="1">Consumo de sustancias psicoactivas S&#x000ed; No Sin informaci&#x000f3;n</td><td align="left" rowspan="1" colspan="1"> 65 (32) 121 (59) 18 (9)</td></tr><tr><td align="left" rowspan="1" colspan="1">Esquema de tratamiento antirretroviral ITR nucle&#x000f3;sido-nucle&#x000f3;tido m&#x000e1;s inhibidor de la integrasa ITR nucle&#x000f3;sido-nucle&#x000f3;tido m&#x000e1;s ITR no nucle&#x000f3;sido IP m&#x000e1;s ITR nucle&#x000f3;sido-nucl&#x000e9;otido Otros esquemas</td><td align="left" rowspan="1" colspan="1"> 20 (10) 97 (47) 78 (38) 9 (5)</td></tr><tr><td align="left" rowspan="1" colspan="1">Comorbilidades Enfermedad infecciosa Enfermedad psiqui&#x000e1;trica Enfermedad neurol&#x000f3;gica Enfermedad hematol&#x000f3;gica Otras</td><td align="left" rowspan="1" colspan="1"> 121 (59) 21 (10) 18 (9) 12 (6) 32 (16)</td></tr><tr><td align="left" rowspan="1" colspan="1">Funci&#x000f3;n renal (TFG seg&#x000fa;n Cockroft Gault) &#x0003c;15 ml/minuto/1,73 m2 16-29 ml/minuto/1,73 m2 30-59 ml/minuto/1,73 m2 60-89 ml/minuto/1,73 m2 &#x0003e;90 ml/minuto/1,73 m2 Sin informaci&#x000f3;n</td><td align="left" rowspan="1" colspan="1"> 3 (1,5) 3 (1,5) 21 (10,3) 39 (19,1) 60 (29,4) 78 (38,2)</td></tr><tr><td align="left" rowspan="1" colspan="1">Presencia de disfunci&#x000f3;n hep&#x000e1;tica S&#x000ed; No</td><td align="left" rowspan="1" colspan="1"> 9 (4,4) 195 (95,6)</td></tr></tbody></table><table-wrap-foot><fn id="TFN2"><p>ITR: inhibidor de la transcriptasa inversa ; IP: inhibidor de proteasa; TFG: tasa de filtraci&#x000f3;n glomerular; CDC: Centers for Disease Control and Prevention</p></fn></table-wrap-foot></table-wrap>
</p><p>Seg&#x000fa;n la clasificaci&#x000f3;n de los <italic>Centers for Disease Control and Prevention</italic> (CDC) de los Estados Unidos para el 2014, el 70,5 % (n=144) de los pacientes se encontraba en el estadio C3 de la enfermedad, con un promedio de recuento de linfocitos T CD4 (LTCD4) de 121 c&#x000e9;lulas/ml.</p><p>Se determinaron los diferentes tratamientos antirretrovirales usados en los pacientes estudiados (<xref rid="t3" ref-type="table">cuadro 3</xref>), y la distribuci&#x000f3;n por grupos de antirretrovirales indic&#x000f3; que el esquema basado en inhibidores de la transcriptasa inversa nucle&#x000f3;sidos-nucle&#x000f3;tidos m&#x000e1;s no nucle&#x000f3;sidos fue el m&#x000e1;s empleado (47 % de los pacientes), seguido del esquema basado en inhibidores de la proteasa m&#x000e1;s inhibidores de la transcriptasa inversa nucle&#x000f3;sidos-nucle&#x000f3;tidos (38 % de los pacientes). Los antirretrovirales m&#x000e1;s empleados en cada esquema de tratamiento fueron lamivudina, zidovudina, fumarato de disoproxilo de tenofovir-emtricitabina, efavirenz, lopinavir- ritonavir y atazanavir-ritonavir. No se registraron esquemas de tratamiento con inhibidores del correceptor CCXR-5 ni con f&#x000e1;rmacos inhibidores de la fusi&#x000f3;n.</p><p>
<table-wrap id="t4" orientation="portrait" position="float"><label>Cuadro <bold>3</bold></label><caption><title>Tratamientos antirretrovirales usados en los pacientes estudiados</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Grupo terap&#x000e9;utico</th><th align="left" rowspan="1" colspan="1">F&#x000e1;rmaco antirretroviral</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">ITR nucle&#x000f3;sido</td><td align="left" rowspan="1" colspan="1">Abacavir Zidovudina Lamivudina Didanosina</td></tr><tr><td align="left" rowspan="1" colspan="1">ITR no nucle&#x000f3;sido</td><td align="left" rowspan="1" colspan="1">Efavirenz Nevirapina Rilpivirina</td></tr><tr><td align="left" rowspan="1" colspan="1">ITR nucle&#x000f3;tido</td><td align="left" rowspan="1" colspan="1">Tenofovir</td></tr><tr><td align="left" rowspan="1" colspan="1">Inhibidores de la proteasa</td><td align="left" rowspan="1" colspan="1">Lopinavir-ritonavir Atazanavir-ritonavir Darunavir-ritonavir Fosamprenavir-ritonavir</td></tr><tr><td align="left" rowspan="1" colspan="1">Inhibidores de la integrasa</td><td align="left" rowspan="1" colspan="1">Raltegravir Dolutegravir</td></tr></tbody></table><table-wrap-foot><fn id="TFN3"><p>ITR: inhibidor de la transcriptasa inversa</p></fn></table-wrap-foot></table-wrap>
</p><p>Tambi&#x000e9;n, se estableci&#x000f3; que 59,3 % de los pacientes presentaba alguna comorbilidad de tipo infeccioso, 10,2 % ten&#x000ed;a una comorbilidad psiqui&#x000e1;trica y 8,8%, una enfermedad neurol&#x000f3;gica. Adem&#x000e1;s, se evidenci&#x000f3; que 32 % de la poblaci&#x000f3;n evaluada presentaba antecedentes de consumo de sustancias psicoactivas.</p></sec><sec><title>Incidencia de los problemas relacionados con los medicamentos</title><p>La incidencia total de estos problemas (reacciones adversas, errores de medicaci&#x000f3;n e interacciones medicamentosas) fue de 0,90 (IC95% 0,85-0,93). Al evaluar los datos seg&#x000fa;n el tipo de problema espec&#x000ed;fico, se evidenci&#x000f3; una incidencia de 0,85 (IC95% 0,80-0,90) de la interacci&#x000f3;n medicamentosa, de 0,28 (IC95% 0,22-0,35) de las reacciones adversas, y una de 0,12 (IC95% 0,08-0,17) de los errores de prescripci&#x000f3;n. Asimismo, la densidad de la incidencia de las reacciones adversas fue de 9 por 100 personas-d&#x000ed;a de hospitalizaci&#x000f3;n.</p><p>De manera exploratoria, se estableci&#x000f3; que la incidencia de los problemas relacionados con los medicamentos seg&#x000fa;n el sexo fue de 0,91 (IC95% 0,86- 0,95) en hombres y de 0,85 (IC95% 0,71-0,93) en mujeres, en tanto que por grupo etario fue de 0,95 (IC95% 0,90-0,98) para los adultos entre los 20 y los 39 a&#x000f1;os, de 0,84 (IC95% 0,74-0,91) para la poblaci&#x000f3;n entre los 40 y los 64 a&#x000f1;os, y de 0,83 (IC95% 0,35-0,99) para la poblaci&#x000f3;n mayor de 65 a&#x000f1;os.</p><p>La incidencia por subgrupo de comorbilidades fue de 0,97 (IC95% 0,92-0,99) para infecciones, 0,91 (IC95% 0,61-0,99) para enfermedades cardiorrespiratorias y de 0,76 (IC95% 0,60-0,88) para condiciones neuropsiqui&#x000e1;tricas.</p></sec><sec><title>Reacciones adversas de los medicamentos</title><p>Se documentaron 73 reacciones adversas, con un promedio de 0,35 episodios por persona (IC95% 0,26-0,43); el sistema gastrointestinal fue el m&#x000e1;s afectado (58 %; n=42), seguido del hematol&#x000f3;gico (11 %; n=8), el neurol&#x000f3;gico (n=5) y el cardiovascular (n=5), ambos con el 7 %. Al discriminar las principales reacciones adversas que compromet&#x000ed;an el sistema gastrointestinal, se estableci&#x000f3; que el 45 % del total correspondi&#x000f3; a n&#x000e1;useas, 28,5 % a diarrea y 19 % a v&#x000f3;mito. Por otro lado, las principales reacciones adversas en el sistema hematol&#x000f3;gico fueron anemia, en el 75 %, y neutropenia, en el 25 % de los casos. La cefalea (60 %), el v&#x000e9;rtigo (20 %) y el insomnio (20 %) fueron las m&#x000e1;s frecuentes en el sistema neurol&#x000f3;gico. La taquicardia fue la reacci&#x000f3;n adversa m&#x000e1;s detectada en el sistema cardiovascular (80 % de los casos).</p><p>El grupo de medicamentes m&#x000e1;s frecuentemente implicado en las reacciones adversas fue el de los inhibidores de la transcriptasa inversa nucle&#x000f3;sidos, en el 56 % de los casos, seguido de los inhibidores de la proteasa, en el 23 %, seguidos por los inhibidores de la transcriptasa inversa nucle&#x000f3;tidos, en el 12 %, los inhibidores de la transcriptasa inversa no nucle&#x000f3;sidos, en el 7 %, y los inhibidores de la integrasa en el 2 %. Asimismo, se determinaron los f&#x000e1;rmacos antirretrovirales m&#x000e1;s frecuentemente implicados en las reacciones adversas (<xref rid="t5" ref-type="table">cuadro 4</xref>).</p><p>
<table-wrap id="t5" orientation="portrait" position="float"><label>Cuadro 4</label><caption><title>F&#x000e1;rmacos implicados en los efectos secundarios a medicamentos</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1"><bold>Antirretroviral</bold></th><th align="left" rowspan="1" colspan="1">Efectos secundarios asociados (n=73) n (%)</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Zidovudina-lamivudina Tenofovir-emtricitabina Lopinavir-ritonavir Abacavir-lamivudina Atazanavir- itonavir Efavirenz</td><td align="center" rowspan="1" colspan="1">23 (31,5) 18 (24,6) 13 (17,8) 11 (15) 4 (5,4) 4 (5,4)</td></tr></tbody></table></table-wrap>
</p><p>Al evaluar la causalidad de las reacciones adversas con el algoritmo de Naranjo, <italic>et al.,</italic> se encontr&#x000f3; que del total (n=73), el 93,1 % tuvo una asociaci&#x000f3;n causal posible, 4,11 %, una probable, y 2,74 %, una definitiva. Adem&#x000e1;s, 52 (71,2 %) de los 73 determinados se clasificaron como no serios y 21 (28,8 %) como serias.</p></sec><sec><title>Errores de prescripci&#x000f3;n</title><p>Se documentaron 30 errores de dosificaci&#x000f3;n, con un promedio de 0,14 errores por persona (IC95% 0,08-0,20). No se documentaron errores por selecci&#x000f3;n incorrecta del medicamento prescrito, forma farmac&#x000e9;utica o v&#x000ed;a de administraci&#x000f3;n. De los errores evaluados, los relacionados con los inhibidores de la transcriptasa inversa nucle&#x000f3;sidos-nucle&#x000f3;tidos fueron los m&#x000e1;s frecuentes (n=24), especialmente la lamivudina y el fumarato de disoproxilo de tenofovir, seguido por los relacionados con los inhibidores de la proteasa (n=5) y con inhibidores de la transcriptasa inversa no nucle&#x000f3;sidos (n=1). La mayor&#x000ed;a de los errores de prescripci&#x000f3;n se debieron a no haber ajustado la dosis seg&#x000fa;n la funci&#x000f3;n renal (<xref rid="t5" ref-type="table">cuadro 5</xref>), siendo la lamivudina el principal medicamento implicado (53,3 % de los casos), seguida del fumarato de disoproxilo de tenofovir-emtricitabina (36,6 % de los casos).</p></sec><sec><title>Interacciones medicamentosas</title><p>Se evaluaron 714 interacciones medicamentosas, con un promedio de 3,4 (IC95% 3,12-3,86) interacciones por paciente. El 85,7 % de los pacientes present&#x000f3;, al menos, una interacci&#x000f3;n y el 73,5 % present&#x000f3; dos o m&#x000e1;s interacciones medicamentosas. Cabe mencionar que 9 pacientes (4,4 %) presentaron 10 interacciones.</p><p>
<table-wrap id="t6" orientation="portrait" position="float"><label>Cuadro 5</label><caption><title>Ejemplos de errores de dosificaci&#x000f3;n</title></caption><graphic xlink:href="2590-7379-bio-39-03-561-gt6"/><table-wrap-foot><fn id="TFN4"><p>TFG: tasa de filtraci&#x000f3;n glomerular</p></fn></table-wrap-foot></table-wrap>
</p><p>Los grupos farmacol&#x000f3;gicos implicados en las interacciones farmacol&#x000f3;gicas fueron los inhibidores de la transcriptasa inversa no nucle&#x000f3;sidos (n=296, 41,4 %), los inhibidores de la proteasa (n=265, 37,1 %), los inhibidores de la transcriptasa inversa nucle&#x000f3;sidos-nucle&#x000f3;tidos (n=134, 18,7 %) y los inhibidores de la integrasa (n=19, 2,6 %).</p><p>El efavirenz fue el inhibidor de la transcriptasa inversa no nucle&#x000f3;sido con mayor n&#x000fa;mero de interacciones (37,8 % del total), seguido por la combinaci&#x000f3;n de lopinavir-ritonavir y de atazanavir-ritonavir con 25 y 9 %, respectivamente (<xref ref-type="fig" rid="f2">figura 2</xref>). A pesar de que la zidovudina, el fumarato de disoproxilo de tenofovir y la lamivudina se utilizaron frecuentemente en el tratamiento antirretroviral en la poblaci&#x000f3;n de estudio, su porcentaje de interacciones fue bajo: 6,5, 6,3 y 5 %, respectivamente.</p><p>
<fig id="f2" orientation="portrait" position="float"><label>Figura 2</label><caption><title>F&#x000e1;rmacos implicados en las interacciones medicamentosas (n&#x000fa;mero de interacciones)</title></caption><graphic xlink:href="2590-7379-bio-39-03-561-gf2"/></fig>
</p><p>Los principales f&#x000e1;rmacos con los cuales interactuaron los inhibidores de la transcriptasa inversa no nucl&#x000e9;osidos, fueron el trimetoprim-sulfametoxazol (22,2 %), el fluconazol (9,6 %) y la trazodona (9,2 %). Por otro lado, las interacciones m&#x000e1;s frecuentes observadas con los inhibidores de la proteasa se presentaron con trimetoprim-sulfametoxazol (16,6 %), omeprazol (12 %), fluconazol (10 %) y claritromicina (6,4 %). Las principales interacciones de la zidovudina se dieron con claritromicina (27,6 %), fluconazol (25,5 %) y dipirona (21,2 %). El 100 % de las interacciones de la lamivudina fueron con el trimetoprim-sulfametoxazol, en tanto que el 40 % de las interacciones del fumarato de disoproxilo de tenofovir fueron con aciclovir y, en menor porcentaje, con dipirona (31,1 %).</p><p>Seg&#x000fa;n la clasificaci&#x000f3;n mec&#x000e1;nica de las interacciones, el 50,5 % fue de tipo farmacodin&#x000e1;mico y el 49,5 %, de tipo farmacocin&#x000e9;tico.</p><p>Seg&#x000fa;n la herramienta Lexicomp&#x02122;, el 47,7 % (n=341) de las 714 interacciones se categoriz&#x000f3; como de categor&#x000ed;a C (necesidad de supervisar el tratamiento), seguidas de las de categor&#x000ed;a D (contemplar la modificaci&#x000f3;n del tratamiento) con 35 % (n=250), de categor&#x000ed;a X (evitar la combinaci&#x000f3;n) con 10,6 % (n=76) y de categor&#x000ed;a B (sin necesidad de intervenci&#x000f3;n) con un 6,5 % (n=47).</p><p>Al analizar las interacciones categorizadas como X, se encontr&#x000f3; que se deb&#x000ed;an principalmente al uso de lopinavir-ritonavir con claritromicina (riesgo de prolongaci&#x000f3;n del intervalo QT) en 17 % de los casos, seguido de la combinaci&#x000f3;n de zidovudina con dipirona (potenciaci&#x000f3;n del efecto t&#x000f3;xico mielosupresor de ambos medicamentos con incremento en el riesgo de desarrollar agranulocitosis y pancitopenia) y de la combinaci&#x000f3;n de lopinavir- ritonavir con trazodona (riesgo de prolongaci&#x000f3;n del intervalo QT), ambas combinaciones en un 13 % de los casos. La interacci&#x000f3;n entre lopinavir-ritonavir y metronidazol correspondi&#x000f3; al 12 % seguida de la de lopinavir-ritonavir con ciprofloxacina con el 10,5 %, ambas con riesgo de prolongar el intervalo QT.</p><p>Al analizar las interacciones de tipo D, se evidenci&#x000f3; que las m&#x000e1;s frecuentes se debieron a las combinaciones de lopinavir-ritonavir con trimetoprim-sulfametoxazol (n=30, 12 %), lopinavir-ritonavir con fluconazol (n=19, 7,6 %) y atazanavir-ritonavir con omeprazol (n=15, 6 %).</p></sec></sec><sec sec-type="discussion"><title>Discusi&#x000f3;n</title><p>Actualmente existen pocos estudios en el pa&#x000ed;s y en Latinoam&#x000e9;rica en que se haya evaluado la incidencia de los problemas relacionados con los medicamentos, lo que indicar&#x000ed;a la falta de inter&#x000e9;s en torno a su impacto en la atenci&#x000f3;n hospitalaria. Los resultados del presente estudio evidenciaron que el 90 % de los pacientes presentaron dichos problemas, lo cual indica el alto riesgo de la poblaci&#x000f3;n hospitalizada que est&#x000e1; bajo tratamiento antirretroviral de presentar resultados negativos asociados con este y la importancia de generar mecanismos que gestionen el riesgo en aras de su seguridad.</p><p>Si bien la incidencia de los problemas relacionados con los medicamentos fue similar en los grupos de edad evaluados, es importante tener precauci&#x000f3;n y hacer hincapi&#x000e9; en los pacientes adultos mayores, ya que usualmente toman m&#x000fa;ltiples f&#x000e1;rmacos, lo que suele incrementar el riesgo de presentar tales problemas, por ejemplo, reacciones adversas e interacciones medicamentosas, as&#x000ed; como el aumento en las hospitalizaciones y el poco cumplimiento del tratamiento <xref rid="B17" ref-type="bibr"><sup>17</sup></xref>.</p><p>Llam&#x000f3; la atenci&#x000f3;n la mayor incidencia de los problemas relacionados con los medicamentos en el an&#x000e1;lisis del subgrupo de pacientes con infecciones concomitantes, lo que responde, en gran parte, a que estas fueron la comorbilidad m&#x000e1;s frecuente, aunque tambi&#x000e9;n se asociar&#x000ed;a con una mayor probabilidad de interacciones entre los antirretrovirales y los f&#x000e1;rmacos contra las infecciones, por ejemplo, claritromicina, rifampicina y fluconazol, entre otros. En este sentido, es necesario proveer antimicrobianos de menor interacci&#x000f3;n con el tratamiento antirretroviral, por ejemplo, azitromicina o rifamicina, entre otros.</p><p>Seg&#x000fa;n los resultados, el 28 % de los pacientes evaluados hab&#x000ed;a presentado alguna reacci&#x000f3;n adversa, porcentaje que se encuentra en el rango de los valores reportados en la literatura, los cuales oscilan entre el 4 y el 85 % <xref rid="B18" ref-type="bibr"><sup>18</sup></xref><sup>-</sup><xref rid="B20" ref-type="bibr"><sup>20</sup></xref>; esta variabilidad se atribuye a la heterogeneidad de las poblaciones y los tratamientos evaluados en los estudios, como la raza, el periodo de seguimiento, la hospitalizaci&#x000f3;n y los esquemas antirretrovirales empleados. Esto resulta de especial inter&#x000e9;s al considerar que las reacciones adversas son una reacci&#x000f3;n nociva y no intencionada a un f&#x000e1;rmaco <xref rid="B21" ref-type="bibr"><sup>21</sup></xref><sup>,</sup><xref rid="B22" ref-type="bibr"><sup>22</sup></xref>, y que algunos son prevenibles, por lo que es pertinente implementar un sistema activo de farmacovigilancia, as&#x000ed; como programas de educaci&#x000f3;n m&#x000e9;dica para garantizar la seguridad de los pacientes.</p><p>M&#x000e1;s de la mitad de las reacciones adversas afectaron el sistema gastrointestinal, y las n&#x000e1;useas, la diarrea y el v&#x000f3;mito fueron las m&#x000e1;s frecuentes. Otros sistemas afectados, aunque en menor proporci&#x000f3;n, fueron el sistema hematol&#x000f3;gico y el neurol&#x000f3;gico. La densidad de la incidencia de las reacciones adversas en el estudio respalda la necesidad de hacer un seguimiento activo, constante y peri&#x000f3;dico a la poblaci&#x000f3;n hospitalizada que recibe tratamiento antirretroviral para detectar tempranamente posibles reacciones adversas.</p><p>En otros estudios se han reportado datos similares a los encontrados en este. Es el caso del estudio de cohorte prospectivo de Bezabhe, <italic>et al.,</italic> en Etiop&#x000ed;a, en el cual se evaluaron 211 pacientes y se registr&#x000f3; una densidad de la incidencia de reacciones adversas de 14,8 por 100 personas-mes y el 54,5 % de pacientes con reacciones adversas gastrointestinales, y las n&#x000e1;useas y el v&#x000f3;mito fueron las m&#x000e1;s frecuentes, seguidas por el 53,5 % de reacciones adversas neuropsiqui&#x000e1;tricos <xref rid="B19" ref-type="bibr"><sup>19</sup></xref>.</p><p>Por otra parte, en un estudio anal&#x000ed;tico observacional publicado en el 2007 que se llev&#x000f3; a cabo en una cohorte hist&#x000f3;rica en un hospital de Lima, se report&#x000f3; una densidad de incidencia de 9,1 por 10 personas-a&#x000f1;o de seguimiento; el sistema gastrointestinal estuvo comprometido en 28,5 % del total de las reacciones adversas detectadas, seguido por el sistema hematol&#x000f3;gico en el 23,4 % <xref rid="B18" ref-type="bibr"><sup>18</sup></xref><sup>,</sup><xref rid="B19" ref-type="bibr"><sup>19</sup></xref>. El esquema de zidovudina-lamivudina fue el m&#x000e1;s frecuentemente asociado con las reacciones adversas, seguido por el de fumarato de disoproxilo de tenofovir-emtricitabina y lopinavir-ritonavir. El impacto de estos hallazgos en la pr&#x000e1;ctica cl&#x000ed;nica exigir&#x000ed;a una mayor vigilancia y mejor seguimiento de los pacientes, con el fin de mejorar el cumplimiento del tratamiento y su seguridad.</p><p>En los estudios dedicados a determinar errores de medicaci&#x000f3;n se ha determinado que ocurren con mayor frecuencia en el momento de prescribir el tratamiento y se relacionan con la dosis, la frecuencia, las posibles interacciones con medicamentos y con alimentos, los esquemas incompletos y con el hecho de no ajustar la dosis en condiciones especiales como, por ejemplo, la falla renal.</p><p>Al analizar los errores de dosificaci&#x000f3;n, se evidenci&#x000f3; que el 12 % de los pacientes presentaba este tipo de problema, la mayor&#x000ed;a por no ajustar la dosis teniendo en cuenta la disfunci&#x000f3;n renal, principalmente de lamivudina y fumarato de disoproxilo de tenofovir. Es posible que dicha incidencia se haya subestimado, ya que la historia cl&#x000ed;nica de la gran mayor&#x000ed;a de los pacientes no registraba datos sobre la funci&#x000f3;n renal. Ello repercute en un mayor riesgo de toxicidad para los pacientes debido al incremento del tiempo de vida media plasm&#x000e1;tica de los medicamentos condicionado por la disminuci&#x000f3;n de la tasa de filtraci&#x000f3;n glomerular.</p><p>Por otra parte, si bien se encontraron pacientes con disfunci&#x000f3;n hep&#x000e1;tica (lo cual incide en el ajuste de la dosis y, consecuentemente, puede constituir un error de prescripci&#x000f3;n), no fue posible caracterizar el grado de disfunci&#x000f3;n hep&#x000e1;tica para determinar si se requer&#x000ed;a el ajuste de la dosis porque no todos los datos se encontraban en las historias cl&#x000ed;nicas revisadas.</p><p>Los errores de medicaci&#x000f3;n son prevalentes en los pacientes hospitalizados con diagn&#x000f3;stico de infecci&#x000f3;n por HIV <xref rid="B23" ref-type="bibr"><sup>23</sup></xref>. En un estudio retrospectivo de Rastegar<italic>, et al.</italic>, en el cual se evaluaron los errores de medicaci&#x000f3;n en una cohorte de 209 pacientes con diagn&#x000f3;stico de infecci&#x000f3;n por HIV, el error m&#x000e1;s frecuente fue el relacionado con la cantidad o la frecuencia de las dosis (16,3 % de los pacientes), seguido por el de administrar un antirretroviral con otro medicamento contraindicado <xref rid="B24" ref-type="bibr"><sup>24</sup></xref>.</p><p>Por otro lado, en un estudio publicado en <italic>Annals of Pharmacotherapy</italic><xref rid="B25" ref-type="bibr"><sup>25</sup></xref> en el 2008 se document&#x000f3; que hab&#x000ed;a habido al menos un error de medicaci&#x000f3;n en el 72 % de los pacientes evaluados y que el 56 % de estos errores ten&#x000ed;a el potencial de causar deterioro cl&#x000ed;nico.</p><p>Si bien en el presente estudio no se documentaron tantos errores como en el de 2008, los datos ameritan un llamado de alerta frente a la necesidad de evaluar de manera peri&#x000f3;dica y minuciosa las formulaciones de los pacientes. Se ha documentado suficientemente que los problemas relacionados con los medicamentos conllevan consecuencias cl&#x000ed;nicas importantes en este grupo espec&#x000ed;fico de pacientes, como la aparici&#x000f3;n de resistencia viral, la toxicidad farmacol&#x000f3;gica y el deficiente control sintom&#x000e1;tico, lo que se traduce en el aumento de los costos para el sistema de salud, la prolongaci&#x000f3;n de la hospitalizaci&#x000f3;n e, inclusive, el aumento en la mortalidad <xref rid="B7" ref-type="bibr"><sup>7</sup></xref><sup>,</sup><xref rid="B17" ref-type="bibr"><sup>17</sup></xref><sup>,</sup><xref rid="B26" ref-type="bibr"><sup>26</sup></xref>.</p><p>En cuanto a las interacciones farmacol&#x000f3;gicas, los resultados del presente estudio evidenciaron una incidencia de problemas relacionados con los medicamentos del 85 %, lo cual refleja la complejidad del tratamiento antirretroviral. Incluso, se documentaron casos de pacientes que presentaron hasta diez interacciones, lo que representa un incremento en el riesgo de seguridad y la eficacia de los medicamentos implicados. En este sentido, resulta explicable que los inhibidores de la transcriptasa inversa no nucle&#x000f3;sidos y los de la proteasa sean los de mayor potencial de interacci&#x000f3;n, pues tienen la facultad de inducir e inhibir distintas enzimas del sistema micros&#x000f3;mico P450, por ejemplo, los citocromos CYP3A4, CYP2C9, y CYP2C19, entre otros <xref rid="B11" ref-type="bibr"><sup>11</sup></xref>.</p><p>En la caracterizaci&#x000f3;n de las interacciones medicamentosas se registr&#x000f3; un porcentaje no despreciable de interacciones de tipo X (10,6 %), las cuales pueden tener resultados cl&#x000ed;nicos adversos graves y, por lo tanto, pueden requerir un cambio en el tratamiento, por ejemplo, para evitar la interacci&#x000f3;n entre zidovudina y dipirona podr&#x000ed;a optarse por otro tipo de analg&#x000e9;sico para prevenir el riesgo de agranulocitosis. Adem&#x000e1;s, en las interacciones entre lopinavir-ritonavir y antibi&#x000f3;ticos y antidepresivos es de vital importancia monitorizar peri&#x000f3;dicamente el intervalo QT en caso de no poder cambiar el tratamiento.</p><p>En el presente estudio se encontraron interacciones medicamentosas con gran potencial de riesgo de resultados negativos, lo cual coincide con lo reportado en el estudio de Machado<italic>, et al.,</italic> en Colombia, quienes documentaron 49 interacciones entre los f&#x000e1;rmacos antirretrovirales y los medicamentos administrados concomitantemente con riesgos potenciales, siendo los inhibidores de la proteasa los implicados en 40 % de estas asociaciones. La interacci&#x000f3;n m&#x000e1;s frecuente se dio entre estos inhibidores y las estatinas (49 %), y la de estos y los antidepresivos (10,2 %) <xref rid="B27" ref-type="bibr"><sup>27</sup></xref>.</p><p>Los hallazgos de este estudio resaltan la importancia de contar con el conocimiento necesario para detectar los principales problemas relacionados con medicamentos, disminuir su incidencia, optimizar el cumplimiento del tratamiento antirretroviral entre los pacientes y, probablemente, su efectividad al disminuir las interacciones medicamentosas y la aparici&#x000f3;n de reacciones adversas y, adem&#x000e1;s, disminuir los costos directos derivados de la atenci&#x000f3;n en salud para enfrentar tales problemas, as&#x000ed; como las complicaciones generadas por el incumplimiento del tratamiento antirretroviral.</p><p>Las limitaciones del estudio incluyen su naturaleza retrospectiva, pues no se cont&#x000f3; con los elementos necesarios para establecer con certeza la relaci&#x000f3;n de causalidad de las reacciones adversas; adem&#x000e1;s, solo se evalu&#x000f3; un error de medicaci&#x000f3;n (en la prescripci&#x000f3;n) y no se evalu&#x000f3; el impacto cl&#x000ed;nico de las interacciones medicamentosas. Sin embargo, el estudio constituye un punto de partida para futuros an&#x000e1;lisis orientados a la farmacovigilancia del tratamiento antirretroviral de la infecci&#x000f3;n por el HIV, as&#x000ed; como para el dise&#x000f1;o de estrategias institucionales encaminadas a mejorar la seguridad y disminuir los riesgos derivados del uso de los medicamentos antirretrovirales mediante recomendaciones prescriptivas y de seguimiento, y de programas de educaci&#x000f3;n para los profesionales de la salud.</p><p>El estudio aport&#x000f3; datos sobre la incidencia de los problemas relacionados con los medicamentos en pacientes hospitalizados con diagn&#x000f3;stico de infecci&#x000f3;n por HIV y bajo tratamiento antirretroviral. Tales problemas son frecuentes en este tipo de pacientes y, por lo tanto, deben estudiarse, diagnosticarse, prevenirse y tratarse en el marco de planes de manejo del riesgo que maximicen los beneficios y minimicen los riesgos de los f&#x000e1;rmacos. Los inhibidores de la transcriptasa inversa nucle&#x000f3;sidos fueron los f&#x000e1;rmacos m&#x000e1;s implicados en las reacciones adversas, y el sistema gastrointestinal fue el m&#x000e1;s afectado. La mayor&#x000ed;a de los errores de prescripci&#x000f3;n se debieron a que no se ajust&#x000f3; la dosis seg&#x000fa;n la funci&#x000f3;n renal de los pacientes. La gran cantidad de interacciones medicamentosas demuestra la complejidad del tratamiento antirretroviral y su potencial de causar resultados negativos en los pacientes. El conocimiento sobre los principales problemas relacionados con los medicamentos en pacientes bajo tratamiento antirretroviral permite disminuir su incidencia, optimizar el cumplimiento del tratamiento y mejorar su efectividad.</p><p>Asimismo, el estudio contribuye y refuerza la farmacovigilancia del tratamiento antirretroviral, por lo que se recomienda contar con un especialista en farmacolog&#x000ed;a cl&#x000ed;nica en la atenci&#x000f3;n de este grupo de pacientes.</p></sec></body><back><ack><title>Agradecimientos</title><p>A Elizabeth Forero, por facilitar las herramientas log&#x000ed;sticas necesarias para la recolecci&#x000f3;n de datos.</p></ack><fn-group><fn fn-type="other" id="fn1"><p><bold>Citaci&#x000f3;n:</bold> Badillo CA, Barrera LK, Arias G, Tribi&#x000f1;o GF, Gamboa OA, Garc&#x000ed;a JC, <italic>et al</italic>. Incidencia de los problemas relacionados con los medicamentos antirretrovirales para el tratamiento de la infecci&#x000f3;n por HIV en pacientes hospitalizados en el Hospital Santa Clara de Bogot&#x000e1;. Biom&#x000e9;dica. 2019;39:561-75. <ext-link ext-link-type="uri" xlink:href="https://doi.org/10.7705/biomedica.4345">https://doi.org/10.7705/biomedica.4345</ext-link>
</p></fn><fn fn-type="other" id="fn2"><p><bold>Contribuci&#x000f3;n de los autores:</bold> Carlos Andr&#x000e9;s Badillo y Lizeth Katherine Barrera: concepci&#x000f3;n y dise&#x000f1;o del proyecto, recolecci&#x000f3;n, an&#x000e1;lisis e interpretaci&#x000f3;n de los datos y redacci&#x000f3;n del manuscrito. Gerson Arias: asesor&#x000ed;a tem&#x000e1;tica en el &#x000e1;rea de infectolog&#x000ed;a, concepci&#x000f3;n y dise&#x000f1;o del proyecto, an&#x000e1;lisis e interpretaci&#x000f3;n de los datos Gabriel Fernando Tribi&#x000f1;o: asesor&#x000ed;a tem&#x000e1;tica en el &#x000e1;rea de farmacolog&#x000ed;a cl&#x000ed;nica, concepci&#x000f3;n y dise&#x000f1;o del proyecto, an&#x000e1;lisis e interpretaci&#x000f3;n de los datos &#x000d3;scar Andr&#x000e9;s Gamboa: asesor metodol&#x000f3;gico, an&#x000e1;lisis estad&#x000ed;stico e interpretaci&#x000f3;n de los datos Julio C&#x000e9;sar Garc&#x000ed;a: asesor&#x000ed;a tem&#x000e1;tica en el &#x000e1;rea de farmacolog&#x000ed;a cl&#x000ed;nica, an&#x000e1;lisis e interpretaci&#x000f3;n de los datos, y redacci&#x000f3;n del manuscrito Ana Mar&#x000ed;a Granada: asesor&#x000ed;a tem&#x000e1;tica en el &#x000e1;rea de infectolog&#x000ed;a, facilitaci&#x000f3;n de herramientas log&#x000ed;sticas para la recolecci&#x000f3;n de datos y supervisi&#x000f3;n del trabajo de campo en el Hospital Santa Clara</p></fn><fn fn-type="financial-disclosure" id="fn3"><p><bold>Financiaci&#x000f3;n:</bold> El estudio fue financiado por los autores</p></fn></fn-group><ref-list><title>Referencias</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Vella</surname><given-names>S</given-names></name><name><surname>Schwartl&#x000e4;nder</surname><given-names>B</given-names></name><name><surname>Sow</surname><given-names>SP</given-names></name><name><surname>Eholie</surname><given-names>SP</given-names></name><name><surname>Murphy</surname><given-names>RL</given-names></name></person-group><article-title>The history of antiretroviral therapy and of its implementation in resource-limited areas of the world</article-title><source>AIDS</source><year>2012</year><volume>26</volume><fpage>1231</fpage><lpage>1241</lpage><pub-id pub-id-type="doi">10.1097/QAD.0b013e32835521a3</pub-id><pub-id pub-id-type="pmid">22706009</pub-id></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>World Health Organization</collab></person-group><source>Data and statistics</source><publisher-loc>Geneva</publisher-loc><publisher-name>WHO</publisher-name><year>2017</year><date-in-citation content-type="access-date" iso-8601-date="2018-09-02">2 de septiembre de 2018</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/healthinfo/statistics/en/">https://www.who.int/healthinfo/statistics/en/</ext-link></comment></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>World Health Organization</collab></person-group><source>Summary of the global HIV Epidemic</source><year>2017</year><date-in-citation content-type="access-date" iso-8601-date="2018-11-12">12 de noviembre de 2018</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.hiv.gov/federal-response/pepfar-global-aids/global-hiv-aids-overview">https://www.hiv.gov/federal-response/pepfar- global-aids/global-hiv-aids-overview</ext-link></comment></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Pau</surname><given-names>AK</given-names></name><name><surname>George</surname><given-names>JM</given-names></name></person-group><article-title>Antiretroviral therapy: Current drugs</article-title><source>Infect Dis Clin North Am</source><year>2014</year><volume>28</volume><fpage>371</fpage><lpage>402</lpage><pub-id pub-id-type="doi">10.1016/j.idc.2014.06.001</pub-id><pub-id pub-id-type="pmid">25151562</pub-id></element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Tsibris</surname><given-names>AM</given-names></name><name><surname>Hirsch</surname><given-names>MS</given-names></name></person-group><chapter-title>Tratamiento antirretroviral de la infecci&#x000f3;n por el virus de la inmunodeficiencia humana</chapter-title><person-group person-group-type="editor"><name><surname>Bennett</surname><given-names>Dolin</given-names></name><name><surname>Blaser</surname><given-names>MJ</given-names></name></person-group><source>Enfermedades infecciosas. Principios y pr&#x000e1;ctica</source><year>2016</year><fpage>1704</fpage><lpage>1724</lpage></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author"><collab>Comit&#x000e9; de Consenso de la Universidad de Granada</collab></person-group><article-title>Tercer consenso de Granada sobre problemas relacionados con medicamentos y resultados negativos asociados a la medicaci&#x000f3;n</article-title><source>Ars Pharm</source><year>2007</year><volume>48</volume><fpage>5</fpage><lpage>17</lpage></element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Red-PARF</collab></person-group><source>Buenas pr&#x000e1;cticas de farmacovigilancia para las Am&#x000e9;ricas</source><publisher-loc>Washington</publisher-loc><publisher-name>Red Panamericana de Armonizaci&#x000f3;n de la Reglamentaci&#x000f3;n Farmac&#x000e9;utica, Red PARF</publisher-name><year>2010</year><fpage>78</fpage><lpage>78</lpage></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Serrano-L&#x000f3;pez De Las Hazas</surname><given-names>JI</given-names></name></person-group><article-title>Interacciones farmacol&#x000f3;gicas de los nuevos antirretrovirales</article-title><source>Farm Hosp</source><year>2011</year><volume>35</volume><fpage>36</fpage><lpage>43</lpage><pub-id pub-id-type="doi">10.1016/j.farma.2010.01.018</pub-id><pub-id pub-id-type="pmid">21208819</pub-id></element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Li</surname><given-names>EH</given-names></name><name><surname>Foisy</surname><given-names>MM</given-names></name></person-group><article-title>Antiretroviral and medication errors in hospitalized HIV-positive patients</article-title><source>Ann Pharmacother</source><year>2014</year><volume>48</volume><fpage>998</fpage><lpage>1010</lpage><pub-id pub-id-type="doi">10.1177/1060028014534195</pub-id><pub-id pub-id-type="pmid">24811394</pub-id></element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>M&#x000e9;ndez-Ar&#x000e9;valo</surname><given-names>HA</given-names></name></person-group><source>Compromisos del Convenio 1282</source><year>2015</year><date-in-citation content-type="access-date" iso-8601-date="2018-10-20">20 de octubre de 2018</date-in-citation><comment>Disponible en:<ext-link ext-link-type="uri" xlink:href="http://www.saludcapital.gov.co/BibliotecaPSFFaspx/ConveniosdeEspecializaci&#x000f3;n/HospitalSantaClara/Convenio1282-2015/PropuestadeFortalecimientoCV1282-201531082015.pdf"> http://www.saludcapital.gov.co/BibliotecaPSFFaspx/ConveniosdeEspecializaci&#x000f3;n/HospitalSantaClara/Convenio1282-2015/PropuestadeFortalecimientoCV1282-2015 31082015.pdf</ext-link></comment></element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Panel on Antiretroviral Guidelines for Adults and Adolescents</collab></person-group><source>Guidelines for the use of antiretroviral agents in HIV-1-infected adults and adolescents</source><publisher-loc>Washington, D.C.</publisher-loc><publisher-name>Department of Health and Human Services</publisher-name><year>2015</year></element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Doherty</surname><given-names>MJ</given-names></name></person-group><article-title>Algorithms for assessing the probability of an adverse drug reaction</article-title><source>Respir Med CME</source><year>2009</year><volume>2</volume><fpage>63</fpage><lpage>67</lpage><pub-id pub-id-type="doi">10.1016/j.rmedc.2009.01.004</pub-id></element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Behera</surname><given-names>SK</given-names></name><name><surname>Das</surname><given-names>S</given-names></name><name><surname>Xavier</surname><given-names>AS</given-names></name><name><surname>Velupula</surname><given-names>S</given-names></name><name><surname>Sandhiya</surname><given-names>S</given-names></name></person-group><article-title>Comparison of different methods for causality assessment of adverse drug reactions</article-title><source>Int J Clin Pharm</source><year>2018</year><volume>40</volume><fpage>903</fpage><lpage>910</lpage><pub-id pub-id-type="doi">10.1007/s11096-018-0694-9</pub-id><pub-id pub-id-type="pmid">30051231</pub-id></element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Belhekar</surname><given-names>MN</given-names></name><name><surname>Taur</surname><given-names>SR</given-names></name><name><surname>Munshi</surname><given-names>RP</given-names></name></person-group><article-title>A study of agreement between the Naranjo algorithm and WHO-UMC criteria for causality assessment of adverse drug reactions</article-title><source>Indian J Pharmacol</source><year>2014</year><volume>46</volume><fpage>117</fpage><lpage>120</lpage><pub-id pub-id-type="doi">10.4103/0253-7613.125192</pub-id><pub-id pub-id-type="pmid">24550597</pub-id></element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Ministerio de Salud y Protecci&#x000f3;n Social</collab></person-group><source>Gu&#x000ed;a de pr&#x000e1;ctica cl&#x000ed;nica basada en la evidencia cient&#x000ed;fica para la atenci&#x000f3;n de la infecci&#x000f3;n por VIH/Sida en adolescentes (con 13 a&#x000f1;os de edad o m&#x000e1;s) y adultos</source><publisher-loc>Bogot&#x000e1;, D.C</publisher-loc><publisher-name>Minprotecci&#x000f3;n</publisher-name><year>2014</year></element-citation></ref><ref id="B16"><label>16</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Federal Drug Administration</collab></person-group><source>What is a serious adverse event?</source><year>2016</year><date-in-citation content-type="access-date" iso-8601-date="2018-11-12">12 de noviembre de 2018</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.fda.gov/safety/medwatch/howtoreport/ucm053087.htm">https://www.fda.gov/safety/medwatch/howtoreport/ucm053087.htm</ext-link></comment></element-citation></ref><ref id="B17"><label>17</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Holtzman</surname><given-names>C</given-names></name><name><surname>Armon</surname><given-names>C</given-names></name><name><surname>Tedaldi</surname><given-names>E</given-names></name><name><surname>Chmiel</surname><given-names>JS</given-names></name><name><surname>Buchacz</surname><given-names>K</given-names></name><name><surname>Wood</surname><given-names>K</given-names></name><etal/></person-group><article-title>Polypharmacy and risk of antiretroviral drug interactions among the aging HIV-infected population</article-title><source>J Gen Intern Med</source><year>2013</year><volume>28</volume><fpage>1302</fpage><lpage>1310</lpage><pub-id pub-id-type="doi">10.1007/s11606-013-2449-6</pub-id><pub-id pub-id-type="pmid">23605401</pub-id></element-citation></ref><ref id="B18"><label>18</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Astuvilca</surname><given-names>J</given-names></name><name><surname>Arce-Villavicencio</surname><given-names>Y</given-names></name><name><surname>Sotelo</surname><given-names>R</given-names></name><name><surname>Quispe</surname><given-names>J</given-names></name><name><surname>Guill&#x000e9;n</surname><given-names>R</given-names></name><name><surname>Peralta</surname><given-names>L</given-names></name><etal/></person-group><article-title>Incidencia y factores asociados con las reacciones adversas del tratamiento antirretroviral inicial en pacientes con VIH</article-title><source>Rev Peru Med Exp Salud P&#x000fa;blica</source><year>2007</year><volume>24</volume><fpage>218</fpage><lpage>224</lpage></element-citation></ref><ref id="B19"><label>19</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Bezabhe</surname><given-names>WM</given-names></name><name><surname>Bereznicki</surname><given-names>LR</given-names></name><name><surname>Chalmers</surname><given-names>L</given-names></name><name><surname>Gee</surname><given-names>P</given-names></name><name><surname>Kassie</surname><given-names>DM</given-names></name><name><surname>Bimirew</surname><given-names>MA</given-names></name><name><surname>Peterson</surname><given-names>GM</given-names></name></person-group><article-title>Adverse drug reactions and clinical outcomes in patients initiated on antiretroviral therapy: A prospective cohort study from Ethiopia</article-title><source>Drug Saf</source><year>2015</year><volume>38</volume><fpage>629</fpage><lpage>639</lpage><pub-id pub-id-type="doi">10.1007/s40264-015-0295-7</pub-id><pub-id pub-id-type="pmid">26008986</pub-id></element-citation></ref><ref id="B20"><label>20</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Eluwa</surname><given-names>GI</given-names></name><name><surname>Badru</surname><given-names>T</given-names></name><name><surname>Akpoigbe</surname><given-names>KJ</given-names></name></person-group><article-title>Adverse drug reactions to antiretroviral therapy (ARVs): Incidence, type and risk factors in Nigeria</article-title><source>BMC Clin Pharmacol</source><year>2012</year><volume>12</volume><fpage>1</fpage><lpage>25</lpage><pub-id pub-id-type="doi">10.1186/1472-6904-12-7</pub-id><pub-id pub-id-type="pmid">22225965</pub-id></element-citation></ref><ref id="B21"><label>21</label><element-citation publication-type="journal"><person-group person-group-type="author"><collab>World Health Organization</collab></person-group><article-title>International drug monitoring: The role of national centres</article-title><source>Tech Rep Ser</source><year>1972</year><date-in-citation content-type="access-date" iso-8601-date="2018-11-12">12 de noviembre de 2018</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="http://apps.who.int/iris/handle/10665/40968">http://apps. who.int/iris/handle/10665/40968</ext-link></comment></element-citation></ref><ref id="B22"><label>22</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Edwards</surname><given-names>IR</given-names></name><name><surname>Aronson</surname><given-names>JK</given-names></name></person-group><article-title>Adverse drug reactions: Definitions, diagnosis, and management</article-title><source>Lancet</source><year>2000</year><volume>356</volume><fpage>1255</fpage><lpage>1259</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(00)02799-9</pub-id><pub-id pub-id-type="pmid">11072960</pub-id></element-citation></ref><ref id="B23"><label>23</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Mok</surname><given-names>S</given-names></name><name><surname>Minson</surname><given-names>Q</given-names></name></person-group><article-title>Drug-related problems in hospitalized patients with HIV infection</article-title><source>Am J Heal Pharm</source><year>2008</year><volume>65</volume><fpage>55</fpage><lpage>59</lpage><pub-id pub-id-type="doi">10.2146/ajhp070011</pub-id></element-citation></ref><ref id="B24"><label>24</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Rastegar</surname><given-names>DA</given-names></name><name><surname>Knight</surname><given-names>AM</given-names></name><name><surname>Monolakis</surname><given-names>JS</given-names></name></person-group><article-title>Antiretroviral medication errors among hospitalized patients with HIV infection</article-title><source>Clin Infect Dis</source><year>2006</year><volume>43</volume><fpage>933</fpage><lpage>938</lpage><pub-id pub-id-type="doi">10.1086/507538</pub-id><pub-id pub-id-type="pmid">16941379</pub-id></element-citation></ref><ref id="B25"><label>25</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Pastakia</surname><given-names>SD</given-names></name><name><surname>Corbett</surname><given-names>AH</given-names></name><name><surname>Raasch</surname><given-names>RH</given-names></name><name><surname>Napravnik</surname><given-names>S</given-names></name><name><surname>Correll</surname><given-names>TA</given-names></name></person-group><article-title>Frequency of HIV- related medication errors and associated risk factors in hospitalized patients</article-title><source>Annals of Pharmacotherapy</source><year>2008</year><volume>42</volume><fpage>491</fpage><lpage>497</lpage><pub-id pub-id-type="doi">10.1345/aph.1K547</pub-id><pub-id pub-id-type="pmid">18349307</pub-id></element-citation></ref><ref id="B26"><label>26</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Rehan</surname><given-names>HS</given-names></name><name><surname>Chopra</surname><given-names>D</given-names></name><name><surname>Kakkar</surname><given-names>AK</given-names></name></person-group><article-title>Physician&#x02019;s guide to pharmacovigilance: Terminology and causality assessment</article-title><source>Eur J Intern Med</source><year>2009</year><volume>20</volume><fpage>3</fpage><lpage>8</lpage><pub-id pub-id-type="doi">10.1016/j.ejim.2008.04.019</pub-id><pub-id pub-id-type="pmid">19237084</pub-id></element-citation></ref><ref id="B27"><label>27</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Machado</surname><given-names>J</given-names></name><name><surname>Morales</surname><given-names>C</given-names></name><name><surname>Hoyos</surname><given-names>V</given-names></name></person-group><article-title>Frecuencia de potenciales interacciones medicamentosas entre antirretrovirales y otros grupos farmacol&#x000f3;gicos en pacientes colombianos</article-title><source>Rev Investig Andin</source><year>2014</year><volume>16</volume><fpage>910</fpage><lpage>920</lpage></element-citation></ref></ref-list></back></article>