<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="case-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Semergen</journal-id><journal-id journal-id-type="iso-abbrev">Semergen</journal-id><journal-title-group><journal-title>Semergen</journal-title></journal-title-group><issn pub-type="ppub">1138-3593</issn><issn pub-type="epub">1578-8865</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7205664</article-id><article-id pub-id-type="publisher-id">S1138-3593(20)30142-8</article-id><article-id pub-id-type="doi">10.1016/j.semerg.2020.05.003</article-id><article-categories><subj-group subj-group-type="heading"><subject>Im&#x000e1;genes En Medicina De Familia</subject></subj-group></article-categories><title-group><article-title>Lesiones cut&#x000e1;neas acro-isqu&#x000e9;micas durante la epidemia COVID-19</article-title><trans-title-group xml:lang="en"><trans-title>Acro-ischemic skin lesions during COVID-19 epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Monte Serrano</surname><given-names>J.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Crua&#x000f1;es Monferrer</surname><given-names>J.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Garc&#x000ed;a-Gil</surname><given-names>M.F.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Dermatolog&#x000ed;a y Venereolog&#x000ed;a del Hospital Cl&#x000ed;nico Universitario Lozano Blesa de Zaragoza, Zaragoza, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Servicio de Dermatolog&#x000ed;a y Venereolog&#x000ed;a del Hospital Universitario Reina Sof&#x000ed;a de Murcia, Murcia, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>8</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>8</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>8</day><month>5</month><year>2020</year></pub-date><volume>46</volume><fpage>103</fpage><lpage>105</lpage><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN). Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de M&#x000e9;dicos de Atenci&#x000f3;n Primaria (SEMERGEN)</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p id="par0005">Var&#x000f3;n de 17 a&#x000f1;os de edad, sin antecedentes m&#x000e9;dicos de inter&#x000e9;s, acudi&#x000f3; al Servicio de Urgencias por presentar lesiones cut&#x000e1;neas pruriginosas, de aspecto similar a saba&#x000f1;ones en dedos de ambos pies, junto con otras purp&#x000fa;ricas en pulpejos y talones de 15 d&#x000ed;as de evoluci&#x000f3;n. A este cuadro cl&#x000ed;nico se asociaron cefalea, artralgias y tos seca. Su madre presentaba fiebre y cefalea desde hac&#x000ed;a una semana y el resto cohabitantes se encontraban asintom&#x000e1;ticos.</p><p id="par0010">A la exploraci&#x000f3;n f&#x000ed;sica se apreciaban, en dorso de dedos de ambos pies, lesiones de aspecto perniosiforme junto con otras lesiones purp&#x000fa;ricas no palpables, a nivel de dedos de pies y talones (<xref rid="fig0005" ref-type="fig">Figura 1</xref>, <xref rid="fig0010" ref-type="fig">Figura 2</xref>
).<fig id="fig0005"><label>Figura 1</label><caption><p>Lesiones de aspecto perniosiforme. (A) P&#x000e1;pulas eritemato-viol&#x000e1;ceas edematosas, distribuidas sim&#x000e9;tricamente en falanges distales de dedos de ambos pies. (B, C) Detalle de lesiones purp&#x000fa;ricas de aspecto isqu&#x000e9;mico-hemorr&#x000e1;gico en primer y quinto dedos de pie izquierdo.</p></caption><graphic xlink:href="gr1_lrg"/></fig><fig id="fig0010"><label>Figura 2</label><caption><p>Detalle de lesiones purp&#x000fa;ricas en talones. M&#x000e1;culas eritematosas, redondeadas, con punto purp&#x000fa;rico central de morfolog&#x000ed;a dianiforme.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0015">La anal&#x000ed;tica sangu&#x000ed;nea incluy&#x000f3; bioqu&#x000ed;mica con perfil hep&#x000e1;tico y renal, hemograma, estudio de coagulaci&#x000f3;n, d&#x000ed;mero D, ferritina, prote&#x000ed;na <sc>C</sc> reactiva (PCR), velocidad de sedimentaci&#x000f3;n globular (V.S.G) y LDH, que no mostraron alteraciones. El estudio de anormales y sedimento de orina tampoco revel&#x000f3; hallazgos patol&#x000f3;gicos.</p><p id="par0020">Se solicitaron serolog&#x000ed;as de parvovirus B19, VEB, CMV, VHS y virus de la hepatitis B y C, todas ellas negativas. Se realiz&#x000f3; test r&#x000e1;pido (SARS-CoV-2 <italic>Antibody Test, Guangzhou Wondfo Biotech</italic>) y PCR de frotis nasofar&#x000ed;ngeo espec&#x000ed;fica para SARS-CoV-2 que resultaron negativos. Los estudios serol&#x000f3;gicos con IgA, IgM e IgG frente a SARS-CoV-2 fueron negativos.</p><p id="par0025">Se le paut&#x000f3; una aplicaci&#x000f3;n diaria de corticoides t&#x000f3;picos de alta potencia (propionato de clobetasol crema) en las lesiones, con resoluci&#x000f3;n completa de las mismas a las dos semanas.</p><p id="par0030">La enfermedad por coronavirus del 2019 (COVID-19) se ha asociado a numerosas manifestaciones cut&#x000e1;neas: Erupci&#x000f3;n eritematosa, urticaria generalizada, livedo reticularis y exantema variceliforme. Se han observado tambi&#x000e9;n lesiones acrales isqu&#x000e9;micas y equim&#x000f3;ticas en pacientes con formas graves de COVID-19 como manifestaci&#x000f3;n cut&#x000e1;nea de trastornos en la coagulaci&#x000f3;n<xref rid="bib0035" ref-type="bibr">1</xref>, <xref rid="bib0040" ref-type="bibr">2</xref>. Recientemente, se han descrito lesiones cut&#x000e1;neas acro-isqu&#x000e9;micas similares en pacientes j&#x000f3;venes sanos cuya implicaci&#x000f3;n cl&#x000ed;nica y relaci&#x000f3;n etiopatog&#x000e9;nica con COVID-19 siguen sin estar completamente establecidas<xref rid="bib0045" ref-type="bibr"><sup>3</sup></xref>.</p><p id="par0035">En cuanto a la presentaci&#x000f3;n cl&#x000ed;nica de estas lesiones acro-isqu&#x000e9;micas, el mayor n&#x000fa;mero de casos se han observado en poblaci&#x000f3;n pedi&#x000e1;trica o adultos j&#x000f3;venes sin s&#x000ed;ntomas de COVID-19. Los pacientes asistidos consultan por lesiones tipo perniosis, con matices que en algunos casos recuerdan cl&#x000ed;nicamente al eritema multiforme o en otros casos a lesiones isqu&#x000e9;mico-hemorr&#x000e1;gicas<xref rid="bib0050" ref-type="bibr"><sup>4</sup></xref>. En trabajos recientes, s&#x000f3;lo el 41% de pacientes con lesiones perniosiformes resultaron positivos en la t&#x000e9;cnica PCR de frotis nasofar&#x000ed;ngeo para SARS-CoV-2<xref rid="bib0040" ref-type="bibr"><sup>2</sup></xref>. Una de las hip&#x000f3;tesis m&#x000e1;s defendida por distintos autores para explicar la negatividad de esta t&#x000e9;cnica es que estas lesiones cut&#x000e1;neas no sean una manifestaci&#x000f3;n de infecci&#x000f3;n activa por SARS-CoV-2, sino un signo tard&#x000ed;o de contacto previo con el virus, lo que justificar&#x000ed;a que no pueda ser detectado en el momento actual mediante t&#x000e9;cnicas PCR<xref rid="bib0040" ref-type="bibr">2</xref>, <xref rid="bib0050" ref-type="bibr">4</xref>, <xref rid="bib0055" ref-type="bibr">5</xref>. Por otro lado, la baja sensibilidad de los test r&#x000e1;pidos IgM/IgG explicar&#x000ed;a por qu&#x000e9; la mayor&#x000ed;a de pacientes con estas lesiones presentan resultados negativos<xref rid="bib0050" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0040">Actualmente comienzan a introducirse nuevos estudios serol&#x000f3;gicos con IgA, IgM e IgG frente a SARS-CoV-2. En trabajos publicados recientemente s&#x000f3;lo se ha observado positividad serol&#x000f3;gica en el 33% de pacientes con estas lesiones<xref rid="bib0060" ref-type="bibr"><sup>6</sup></xref>. Nuestro paciente no present&#x000f3; positividad serol&#x000f3;gica frente a SARS-CoV-2, por lo que planteamos si nos encontramos ante una manifestaci&#x000f3;n cut&#x000e1;nea de una infecci&#x000f3;n sin respuesta inmunitaria frente al virus o ante otra infecci&#x000f3;n emergente no detectable mediante estudios microbiol&#x000f3;gicos disponibles actualmente. En otros pacientes con estas lesiones hemos observado positividad para IgA/IgM de forma aislada, no obstante, ser&#x000e1; necesario repetir estudio serol&#x000f3;gico posteriormente para comprobar la seroconversi&#x000f3;n de IgG frente al virus. Durante las pr&#x000f3;ximas semanas, los resultados de an&#x000e1;lisis serol&#x000f3;gicos adicionales, estudios histol&#x000f3;gicos y PCR de SARS-CoV-2 en lesiones, ser&#x000e1;n fundamentales para ampliar nuestro conocimiento sobre estas at&#x000ed;picas manifestaciones cut&#x000e1;neas.</p><sec id="sec0005"><title>Financiaci&#x000f3;n</title><p id="par0045">Para la elaboraci&#x000f3;n del presente art&#x000ed;culo no se ha se ha recibido ning&#x000fa;n tipo de ayuda ni financiaci&#x000f3;n econ&#x000f3;mica por parte de entidades p&#x000fa;blicas o privadas.</p></sec><sec id="sec0010"><title>Conflicto de intereses</title><p id="par0050">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec><sec id="sec0015"><title>Confidencialidad de datos</title><p id="par0055">Se ha contado con el consentimiento del paciente y se han seguido los protocolos de los centro de trabajo sobre tratamiento de la informaci&#x000f3;n de los pacientes.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0035"><label>1</label><element-citation publication-type="journal" id="sbref0035"><person-group person-group-type="author"><name><surname>Recalcati</surname><given-names>S.</given-names></name></person-group><article-title>Cutaneous manifestations in COVID-19: a first perspective</article-title><source>J Eur Acad Dermatol Venereol.</source><year>2020</year><comment>DOI: 10.1111/jdv.16387</comment></element-citation></ref><ref id="bib0040"><label>2</label><element-citation publication-type="journal" id="sbref0040"><person-group person-group-type="author"><name><surname>Galv&#x000e1;n Casas</surname><given-names>C.</given-names></name><name><surname>Catal&#x000e0;</surname><given-names>A.</given-names></name><name><surname>Carretero Hern&#x000e1;ndez</surname><given-names>G.</given-names></name><name><surname>Rodr&#x000ed;guez-Jim&#x000e9;nez</surname><given-names>P.</given-names></name><name><surname>Fern&#x000e1;ndez Nieto</surname><given-names>D.</given-names></name><name><surname>Rodr&#x000ed;guez-Villa Lario</surname><given-names>A.</given-names></name></person-group><article-title>Classification of the Cutaneous Manifestations of COVID-19: A Rapid Prospective Nationwide Consensus Study in Spain With 375 Cases</article-title><source>Br J Dermatol.</source><year>2020</year><comment>DOI: 10.1111/bjd.19163</comment></element-citation></ref><ref id="bib0045"><label>3</label><mixed-citation publication-type="other" id="oref0015">Mazzotta F.;Troccoli T.;Bonifazi E.; A new vasculitis at the time of COVID-19. Eur J Pediatr Dermatol. [Internet]. [Consultado 22 Abr 2020]. Disponible en: https://www.ejpd.com/images/nuova-vasculite-covid-ENG.pdf</mixed-citation></ref><ref id="bib0050"><label>4</label><element-citation publication-type="journal" id="sbref0050"><person-group person-group-type="author"><name><surname>Roman&#x000ed;</surname><given-names>J.</given-names></name><name><surname>Baselga</surname><given-names>E.</given-names></name><name><surname>Mitj&#x000e0;</surname><given-names>O.</given-names></name><name><surname>Riera-Mart&#x000ed;</surname><given-names>N.</given-names></name><name><surname>Garbayo</surname><given-names>P.</given-names></name><name><surname>Vicente</surname><given-names>A.</given-names></name></person-group><article-title>Chilblain and acral purpuric lesions in Spain during COVID confinement: Retrospective analysis of 12 cases</article-title><source>Actas Dermosifiliogr.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.ad.2020.04.002</pub-id></element-citation></ref><ref id="bib0055"><label>5</label><element-citation publication-type="journal" id="sbref0055"><person-group person-group-type="author"><name><surname>Fernandez-Nieto</surname><given-names>D.</given-names></name><name><surname>Jimenez-Cauhe</surname><given-names>J.</given-names></name><name><surname>Suarez-Valle</surname><given-names>A.</given-names></name><name><surname>Moreno-Arrones</surname><given-names>O.M.</given-names></name><name><surname>Saceda-Corralo</surname><given-names>D.</given-names></name><name><surname>Arana-Raja</surname><given-names>A.</given-names></name></person-group><article-title>Characterization of Acute Acro-Ischemic Lesions in Non-Hospitalized Patients: A Case Series of 132 Patients During the COVID-19 Outbreak</article-title><source>J Am Acad Dermatol.</source><volume>S0190&#x02013;9622</volume><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jaad.2020.04.09330709-X</pub-id></element-citation></ref><ref id="bib0060"><label>6</label><element-citation publication-type="journal" id="sbref0060"><person-group person-group-type="author"><name><surname>Piccolo</surname><given-names>V.</given-names></name><name><surname>Neri</surname><given-names>I.</given-names></name><name><surname>Filippeschi</surname><given-names>C.</given-names></name><name><surname>Oranges</surname><given-names>T.</given-names></name><name><surname>Argenziano</surname><given-names>G.</given-names></name><name><surname>Battarra</surname><given-names>V.C.</given-names></name></person-group><article-title>Chilblain-like Lesions During COVID-19 Epidemic: A Preliminary Study on 63 Patients</article-title><source>J Eur Acad Dermatol Venereol.</source><year>2020</year><pub-id pub-id-type="doi">10.1111/jdv.16526</pub-id></element-citation></ref></ref-list></back></article>