<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="editorial" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Arch Bronconeumol</journal-id><journal-id journal-id-type="iso-abbrev">Arch. Bronconeumol</journal-id><journal-title-group><journal-title>Archivos De Bronconeumologia</journal-title></journal-title-group><issn pub-type="ppub">0300-2896</issn><issn pub-type="epub">1579-2129</issn><publisher><publisher-name>SEPAR. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7340052</article-id><article-id pub-id-type="pii">S0300-2896(20)30214-3</article-id><article-id pub-id-type="doi">10.1016/j.arbres.2020.07.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Editorial</subject></subj-group></article-categories><title-group><article-title>Impacto de la pandemia COVID-19 en los laboratorios de funci&#x000f3;n pulmonar: consideraciones sobre el &#x000ab;hoy&#x000bb; y el &#x000ab;d&#x000ed;a despu&#x000e9;s&#x000bb;</article-title><trans-title-group xml:lang="en"><trans-title>Impact of the COVID-19 Pandemic on Lung Function Laboratories: Considerations for &#x0201c;Today&#x0201d; and the &#x0201c;Day After&#x0201d;</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Burgos Rinc&#x000f3;n</surname><given-names>Felip</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Mart&#x000ed;nez Llorens</surname><given-names>Juana</given-names></name><xref rid="aff0020" ref-type="aff">d</xref><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Cordovilla P&#x000e9;rez</surname><given-names>Rosa</given-names></name><xref rid="aff0030" ref-type="aff">f</xref><xref rid="aff0035" ref-type="aff">g</xref></contrib><aff id="aff0005"><label>a</label>Centro de Diagn&#x000f3;stico Respiratorio, Hospital Cl&#x000ed;nic, Barcelona, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Institut d&#x02019;Investigacions Biom&#x000e8;diques August Pi i Sunyer (IDIBAPS), Barcelona, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Centro de Investigaci&#x000f3;n en Red de Enfermedades Respiratorias (CIBERES)-Madrid CIBERES, ISCiii, Madrid, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Servicio de Neumolog&#x000ed;a, Hospital del Mar - IMIM, Parc de Salut Mar, Barcelona, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>DCEXS, Universitat Pompeu Fabra, Barcelona, Espa&#x000f1;a</aff><aff id="aff0030"><label>f</label>Servicio de Neumolog&#x000ed;a, Complejo Asistencial Universitario de Salamanca, Salamanca, Espa&#x000f1;a</aff><aff id="aff0035"><label>g</label>Instituto de Investigaci&#x000f3;n Biom&#x000e9;dica de Salamanca (IBSAL), Salamanca, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>7</day><month>7</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>10</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>7</day><month>7</month><year>2020</year></pub-date><volume>56</volume><issue>10</issue><fpage>611</fpage><lpage>612</lpage><permissions><copyright-statement>&#x000a9; 2020 SEPAR. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>SEPAR</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p id="par0005">El primer paciente con una neumon&#x000ed;a de origen desconocido fue ingresado en el hospital de Wuhan (China) el 8 de diciembre de 2019. El 7 de enero del 2020 se identific&#x000f3; un nuevo coronavirus, el SARS-CoV-2, como causante de esta neumon&#x000ed;a (encuadrada posteriormente dentro de la enfermedad denominada COVID-19). El 11 de marzo, la Organizaci&#x000f3;n Mundial de la Salud (OMS) declara la COVID-19 como pandemia, con 118.319 casos y 4.292 muertes en todo el mundo. En pocos d&#x000ed;as, ya el 14 de marzo, d&#x000ed;a en el que se declara el estado de alarma en Espa&#x000f1;a, el n&#x000fa;mero de casos confirmados de COVID-19 aument&#x000f3; a 142.434, con 5.392 muertes en todo el mundo, de los que 4.232 casos eran en Espa&#x000f1;a, con 120 fallecidos<xref rid="bib0075" ref-type="bibr"><sup>1</sup></xref>.</p><p id="par0010">Esta capacidad de destrucci&#x000f3;n masiva del virus SARS-CoV-2 ha sido capaz de paralizar el mundo, as&#x000ed; como tambi&#x000e9;n la actividad sanitaria, de forma que, en el plazo de unos 100&#x000a0;d&#x000ed;as los laboratorios de funci&#x000f3;n pulmonar (LFP) quedaron parcialmente inactivos. En una encuesta realizada desde el &#x000e1;rea de T&#x000e9;cnicas y Trasplante de la Sociedad Espa&#x000f1;ola de Neumolog&#x000ed;a y Cirug&#x000ed;a Tor&#x000e1;cica (SEPAR) a todos los Servicios de Neumolog&#x000ed;a, de los 108&#x000a0;LFP que contestaron, el 74% cambiaron su actividad en marzo, en pleno pico de la pandemia. El 50% de los laboratorios cerraron completamente, y el otro 50% mantuvieron parte de ella, sobre todo la espirometr&#x000ed;a, y algunos la capacidad de transferencia de mon&#x000f3;xido de carbono (DLCO). No fue hasta mayo, casi 2&#x000a0;meses despu&#x000e9;s de la declaraci&#x000f3;n del estado de alarma, cuando volvieron a abrir t&#x000ed;midamente su actividad, y solo el 51% de dichas unidades, de manera que a fecha de hoy, todav&#x000ed;a el 49% de los LFP permanecen cerrados. Esto pone de manifiesto la necesidad de reorganizar los LFP de forma homog&#x000e9;nea para recuperar la actividad asistencial con garant&#x000ed;as suficientes tanto para los pacientes como para los profesionales.</p><p id="par0015">Durante la realizaci&#x000f3;n de las pruebas de funci&#x000f3;n pulmonar existe un riesgo de infecci&#x000f3;n tanto de los pacientes como del personal que las realiza<xref rid="bib0080" ref-type="bibr">2</xref>, <xref rid="bib0085" ref-type="bibr">3</xref>. Este riesgo es fundamentalmente indirecto, a trav&#x000e9;s de los equipos y fungibles utilizados, y debido fundamentalmente a la aerosolizaci&#x000f3;n que se produce durante las pruebas. Previo a la pandemia del SARS-CoV-2, para la prevenci&#x000f3;n de transmisi&#x000f3;n de infecciones se recomendaban medidas b&#x000e1;sicas de higiene, es decir, limpieza adecuada de manos<xref rid="bib0080" ref-type="bibr">2</xref>, <xref rid="bib0085" ref-type="bibr">3</xref>. As&#x000ed; tambi&#x000e9;n se recomendaba el uso de filtros antibacterianos desechables en los equipos de funci&#x000f3;n pulmonar, incidiendo sobre todo en que este hecho no ofrec&#x000ed;a resistencia a los flujos pulmonares.</p><p id="par0020">Sin embargo, el SARS-CoV-2 sigue con nosotros, a&#x000fa;n no est&#x000e1; neutralizado, y esto nos obliga a replantear las medidas de higiene y seguridad en los LFP. Inicialmente, llegan las recomendaciones de diferentes sociedades m&#x000e9;dicas, como por ejemplo el <italic>Chinese Expert Consensus</italic>, la <italic>American Thoracic Society</italic> (ATS), la <italic>Thoracic Society of Australia and New Zealand</italic> (TSANZ/ANZSRS), la <italic>Sociedade Portuguesa de Pneumologia</italic> (SPP), la <italic>European Respiratory Society</italic> (ERS), la <italic>Irish Thoracic Society</italic> (IRS) y la SEPAR, donde limitan o incluso proh&#x000ed;ben la realizaci&#x000f3;n de las pruebas de funci&#x000f3;n pulmonar durante las fase de transmisi&#x000f3;n comunitaria de la infecci&#x000f3;n<xref rid="bib0090" ref-type="bibr">4</xref>, <xref rid="bib0095" ref-type="bibr">5</xref>, <xref rid="bib0100" ref-type="bibr">6</xref>, <xref rid="bib0105" ref-type="bibr">7</xref>, <xref rid="bib0110" ref-type="bibr">8</xref>, <xref rid="bib0115" ref-type="bibr">9</xref>, <xref rid="bib0120" ref-type="bibr">10</xref>. Pero una vez superada esta primera oleada de la COVID-19 llega el momento donde se debe reiniciar la actividad de los LFP tanto en los hospitales como en atenci&#x000f3;n primaria.</p><p id="par0025">Las recomendaciones de los expertos de SEPAR se basan en dos puntos: reorganizaci&#x000f3;n de los LFP y empoderar a los profesionales sanitarios de los mismos<xref rid="bib0125" ref-type="bibr"><sup>11</sup></xref>. La reorganizaci&#x000f3;n se basa en aspectos estructurales &#x02014;como, por ejemplo, el tama&#x000f1;o ideal de las habitaciones o la necesidad de la ventilaci&#x000f3;n&#x02014;, pero fundamentalmente en los aspectos organizativos. En este apartado se abordan aspectos de la gesti&#x000f3;n de los flujos de pacientes, que condicionan una revoluci&#x000f3;n en la actividad de los LFP. Esta gesti&#x000f3;n cl&#x000ed;nica de los nuevos LFP solo se podr&#x000e1; llevar a cabo con el empoderamiento de los profesionales sanitarios, a trav&#x000e9;s de una formaci&#x000f3;n espec&#x000ed;fica sobre las pruebas de funci&#x000f3;n pulmonar.</p><p id="par0030">Con estas adaptaciones de los LFP a la pandemia del SARS-CoV-2 se producir&#x000e1; una reducci&#x000f3;n en el n&#x000fa;mero de exploraciones realizadas. Este hecho har&#x000e1; que se deban reorganizar los horarios de trabajo de los laboratorios, incrementando el funcionamiento de los mismos. Pero tambi&#x000e9;n deber&#x000ed;a ser un momento en el que las nuevas tecnolog&#x000ed;as tengan un amplio campo de investigaci&#x000f3;n. As&#x000ed;, se deber&#x000ed;a investigar en el dise&#x000f1;o de equipos de funci&#x000f3;n pulmonar m&#x000e1;s seguros para prevenir la transmisi&#x000f3;n de infecciones indirectas, pero sin perder la calidad en la determinaci&#x000f3;n de los par&#x000e1;metros respiratorios. Y tambi&#x000e9;n se deber&#x000ed;a avanzar en las tecnolog&#x000ed;as de la comunicaci&#x000f3;n (TIC) para conseguir mejorar la eficiencia de los LFP.</p><p id="par0035">La COVID-19 ha causado una aceleraci&#x000f3;n masiva en el uso de la telemedicina. En Estados Unidos de Norteam&#x000e9;rica se ha pasado del 11% de los consumidores estadounidenses que utilizaban la telemedicina en 2019 al 46%<xref rid="bib0130" ref-type="bibr"><sup>12</sup></xref>. Esto ha producido que los proveedores hayan escalado r&#x000e1;pidamente sus ofertas y hayan pasado de 50 a 175 veces el n&#x000fa;mero de pacientes estudiados a trav&#x000e9;s de la teleconsulta<xref rid="bib0135" ref-type="bibr"><sup>13</sup></xref>. La funci&#x000f3;n pulmonar no puede estar ajena a este hecho, y la monitorizaci&#x000f3;n y el control telem&#x000e1;tico con la espirometr&#x000ed;a forzada no est&#x000e1;n en absoluto lejos de la implementaci&#x000f3;n; en este sentido, cabe destacar la reciente iniciativa liderada por la ATS que recomendar&#x000e1; c&#x000f3;mo estandarizar los datos que permitan la interoperabilidad de la funci&#x000f3;n pulmonar con la HCE.</p><p id="par0040">Soluciones para el manejo de enfermedades respiratorias como la EPOC, el asma, la fibrosis qu&#x000ed;stica, el postrasplante de pulm&#x000f3;n, pueden ser monitorizadas a distancia en el domicilio. Las plataformas con datos estandarizados e interoperables pueden y deben jugar un gran papel, porque tienen un gran potencial en la adhesi&#x000f3;n a la medicaci&#x000f3;n y el automanejo de la enfermedad, as&#x000ed; como una reducci&#x000f3;n de costes sanitarios<xref rid="bib0140" ref-type="bibr"><sup>14</sup></xref>. Los cambios organizativos y de infraestructuras necesarios obligar&#x000e1;n a repensar de forma radical los servicios que ofrecen tanto en los hospitales como en la atenci&#x000f3;n primaria de forma inevitable, y hay que hacerlo ahora, antes de que un nuevo episodio de esta u otra pandemia nos vuelva a coger desprevenidos. Parece muy probable que la pandemia acelerar&#x000e1; este tipo de innovaci&#x000f3;n y la r&#x000e1;pida utilizaci&#x000f3;n de las novedosas t&#x000e9;cnicas de diagn&#x000f3;stico. Como en todos los aspectos de la atenci&#x000f3;n sanitaria, los desaf&#x000ed;os de hoy son las oportunidades de ma&#x000f1;ana. Los LFP tendr&#x000e1;n que aceptar estos retos con seguridad, rapidez e inteligencia.</p><p id="par0045">En definitiva, la COVID-19 ha supuesto un cambio en la actividad de los LFP que inicialmente han parado para despu&#x000e9;s coger impulso y mejorar su calidad y sus prestaciones. Esta actividad hay que adecuarla a los tiempos que vivimos y a los venideros. Toda situaci&#x000f3;n dram&#x000e1;tica nos debe hacer analizar nuestra situaci&#x000f3;n actual para dejar atr&#x000e1;s la inseguridad y poder implementar lo que hemos aprendido con ella mirando al futuro. El SARS-CoV-2 ha venido para quedarse, sin duda, pero nos ha dado un impulso para ser mejores y poder ofrecer a nuestros pacientes una asistencia sanitaria de mayor calidad.</p></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0075"><label>1</label><mixed-citation publication-type="other" id="oref0005">WHO. Coronavirus disease (COVID-19) situations reports-54,2020. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200307-sitrep-47-covid-19.pdf?sfvrsn=27c364a4_4" id="intr0005">https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200307-sitrep-47-covid-19.pdf?sfvrsn=27c364a4_4</ext-link></mixed-citation></ref><ref id="bib0080"><label>2</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><name><surname>Garc&#x000ed;a-R&#x000ed;o</surname><given-names>F.</given-names></name><name><surname>Calle</surname><given-names>M.</given-names></name><name><surname>Burgos</surname><given-names>F.</given-names></name><name><surname>Casan</surname><given-names>P.</given-names></name><name><surname>Galdiz</surname><given-names>J.B.</given-names></name><name><surname>Giner</surname><given-names>J.</given-names></name></person-group><article-title>Espirometr&#x000ed;a</article-title><source>Arch Bronconeumol</source><volume>49</volume><year>2013</year><fpage>388</fpage><lpage>401</lpage><pub-id pub-id-type="pmid">23726118</pub-id></element-citation></ref><ref id="bib0085"><label>3</label><element-citation publication-type="journal" id="sbref0085"><person-group person-group-type="author"><name><surname>Miller</surname><given-names>M.R.</given-names></name><name><surname>Crapo</surname><given-names>R.</given-names></name><name><surname>Hankinson</surname><given-names>J.</given-names></name><name><surname>Brusasco</surname><given-names>V.</given-names></name><name><surname>Burgos</surname><given-names>F.</given-names></name><name><surname>Casaburi</surname><given-names>R.</given-names></name></person-group><article-title>General considerations for lung function testing</article-title><source>Eur Respir J</source><volume>26</volume><year>2005</year><fpage>153</fpage><lpage>161</lpage><pub-id pub-id-type="pmid">15994402</pub-id></element-citation></ref><ref id="bib0090"><label>4</label><element-citation publication-type="journal" id="sbref0090"><person-group person-group-type="author"><collab>Task Force of Pulmonary Function Testing and Clinical Respiratory Physiology, Chinese Association of Chest Physicians; Pulmonary Function Testing Group, Respiratory Therapeutics Group, Chinese Thoracic Society</collab></person-group><article-title>[Expert Consensus on Pulmonary Function Testing During the Epidemic of Coronavirus Disease 2019]</article-title><source>Zhonghua Jie He He Hu Xi Za Zhi</source><volume>43</volume><year>2020</year><fpage>302</fpage><lpage>307</lpage><pub-id pub-id-type="doi">10.3760/cma.j.cn112147-20200225-00175</pub-id><pub-id pub-id-type="pmid">32129580</pub-id></element-citation></ref><ref id="bib0095"><label>5</label><mixed-citation publication-type="other" id="oref0025">TSANZ/ANZSRS. Peak Respiratory Bodies recommend suspension of lung function testing 2020. https://www.anzsrs.org.au/images/anzsrs/peak_respiratory_bodies_recommend_suspension_of_lung_function_testing_002.pdf</mixed-citation></ref><ref id="bib0100"><label>6</label><mixed-citation publication-type="other" id="oref0030">Irish Thoracic Society Guidance on Lung Function Testing: SARS COVID-19. https://irishthoracicsociety.com/wp-content/uploads/2020/03/ITS-Guideline-on-lung-function-testing-24.03-FINAL.pdf</mixed-citation></ref><ref id="bib0105"><label>7</label><mixed-citation publication-type="other" id="oref0035">American Thoracic Society. Pulmonary Function Laboratories: Advice Regarding COVID-19. https://www.thoracic.org/professionals/clinical-resources/disease-related-resources/pulmonary-function-laboratories.php</mixed-citation></ref><ref id="bib0110"><label>8</label><mixed-citation publication-type="other" id="oref0040">Italian Respiratory Society. SIP-IRS. Esami di funzionalit&#x000e0; respiratoria nel contesto COVID-19 Position Paper. Date last updated: 12 May 2020. Date last accessed: 17 May 2020; Available from: <ext-link ext-link-type="uri" xlink:href="https://irn.sipirs.it/storage/61/Documento-EsamiFunzionalit%C3%A0Res-Covid_Vers.1_12.05.2020.pdf" id="intr0010">https://irn.sipirs.it/storage/61/Documento-EsamiFunzionalit%C3%A0Res-Covid_Vers.1_12.05.2020.pdf</ext-link></mixed-citation></ref><ref id="bib0115"><label>9</label><mixed-citation publication-type="other" id="oref0045">Recommendation from ERS Group 9.1 (Respiratory function technologists /Scientists) Lung function testing during COVID-19 pandemic and beyond The. Actualizaci&#x000f3;n 9 May 2020 [consultado 17 May 2020]. Disponible en: Https//ErsAppBoxCom/s/Zs1uu88wy51monr0ewd990itoz4tsn2h</mixed-citation></ref><ref id="bib0120"><label>10</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Guerra</surname><given-names>A.</given-names></name><name><surname>Torralba</surname><given-names>Y.</given-names></name><name><surname>D&#x000ed;az-P&#x000e9;rez</surname><given-names>D.</given-names></name><name><surname>Angulo</surname><given-names>M.</given-names></name><name><surname>L&#x000f3;pez</surname><given-names>V.</given-names></name><name><surname>Negr&#x000f3;n</surname><given-names>A.</given-names></name></person-group><source>SEPAR. Recomendaciones de prevenci&#x000f3;n de infecci&#x000f3;n por coronavirus en las unidades de funci&#x000f3;n pulmonar de los diferentes &#x000e1;mbitos asistenciales</source><year>2020</year><fpage>1</fpage><lpage>7</lpage><comment>https://drive.google.com/file/d/1JPyCJ0_qiewcUTybJd0sxkruj-lbr8Z9/view</comment></element-citation></ref><ref id="bib0125"><label>11</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>S&#x000e1;nchez</surname><given-names>M.P.</given-names></name></person-group><source>Recomendaciones de prevenci&#x000f3;n de infecci&#x000f3;n por coronavirus en las unidades de funci&#x000f3;n pulmonar de los diferentes &#x000e1;mbitos asistenciales</source><year>2020</year><comment>https://neumoped.org/wp-content/uploads/2020/05/Recomendaciones-de-prevenci%C3%B3n-de-infecci%C3%B3n-por-coronavirus-en-las-unidades-de-funci%C3%B3n-pulmonar-de-los-diferentes-%C3%A1mbitos-asistenciales-20-Mayo-2020-v2.pdf</comment></element-citation></ref><ref id="bib0130"><label>12</label><mixed-citation publication-type="other" id="oref0060">Telehealth: A quarter-trillion-dollar post-COVID-19 reality? 2020. http://www.mckinsey.com/industries/healthcare-systems-and-services/our-insights/telehealth-a-quarter-trillion-dollar-post-covid-19-reality?cid=eml-web</mixed-citation></ref><ref id="bib0135"><label>13</label><mixed-citation publication-type="other" id="oref0065">Medicare telemedicine health care provider fact sheet March 17, 2020. https://www.cms.gov/newsroom/fact-sheets/medicare-telemedicine-health-care-provider-fact-sheet</mixed-citation></ref><ref id="bib0140"><label>14</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Tupper</surname><given-names>O.D.</given-names></name><name><surname>Gregersen</surname><given-names>T.L.</given-names></name><name><surname>Ringbaek</surname><given-names>T.</given-names></name><name><surname>Br&#x000f8;ndum</surname><given-names>E.</given-names></name><name><surname>Frausing</surname><given-names>E.</given-names></name><name><surname>Green</surname><given-names>A.</given-names></name></person-group><article-title>Effect of tele-health care on quality of life in patients with severe COPD: A randomized clinical trial</article-title><source>Int J Chron Obstruct Pulmon Dis</source><volume>13</volume><year>2018</year><fpage>2657</fpage><lpage>2662</lpage><pub-id pub-id-type="pmid">30214183</pub-id></element-citation></ref></ref-list></back></article>