<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Clin (Barc)</journal-id><journal-id journal-id-type="iso-abbrev">Med Clin (Barc)</journal-id><journal-title-group><journal-title>Medicina Clinica</journal-title></journal-title-group><issn pub-type="ppub">0025-7753</issn><issn pub-type="epub">1578-8989</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7381886</article-id><article-id pub-id-type="publisher-id">S0025-7753(20)30483-8</article-id><article-id pub-id-type="doi">10.1016/j.medcli.2020.07.006</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original</subject></subj-group></article-categories><title-group><article-title>Impacto emocional de la pandemia de Covid-19 en los trabajadores sanitarios de uno de los focos de contagio m&#x000e1;s importantes de Europa</article-title><trans-title-group xml:lang="en"><trans-title>Emotional impact of the Covid-19 pandemic on healthcare workers in one of the most important infection outbreaks in Europe</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Erquicia</surname><given-names>Juan</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Valls</surname><given-names>Laura</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Barja</surname><given-names>Andr&#x000e9;s</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Gil</surname><given-names>Sergi</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Miquel</surname><given-names>Joan</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Leal-Blanquet</surname><given-names>Joan</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Schmidt</surname><given-names>Carlos</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0040"><name><surname>Checa</surname><given-names>Josep</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0045"><name><surname>Vega</surname><given-names>Daniel</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Cirug&#x000ed;a Ortop&#x000e9;dica y Traumatolog&#x000ed;a, Hospital de Igualada, Consorci Sanitari de l&#x02019;Anoia &#x00026; Fundaci&#x000f3; Sanit&#x000e0;ria d&#x02019;Igualada, Barcelona, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Servicio de Salud Mental y Adicciones, Hospital de Igualada, Consorci Sanitari de l&#x02019;Anoia &#x00026; Fundaci&#x000f3; Sanit&#x000e0;ria d&#x02019;Igualada, Barcelona, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Unidad de Psicolog&#x000ed;a M&#x000e9;dica, Departamento de Psiquiatr&#x000ed;a y Medicina Legal, Institut de Neuroci&#x000e8;ncies, Facultad de Medicina, Universitat Aut&#x000f2;noma de Barcelona, Bellaterra, Barcelona, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>25</day><month>7</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>25</day><month>7</month><year>2020</year></pub-date><history><date date-type="received"><day>1</day><month>6</month><year>2020</year></date><date date-type="accepted"><day>9</day><month>7</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><sec><title>Antecedentes y objetivo</title><p>La actual pandemia de Covid-19 ha puesto a los profesionales sanitarios de todo el mundo ante un desaf&#x000ed;o sin precedentes. Esto les ha podido causar dificultades emocionales y problemas de salud mental. El objetivo del presente estudio fue analizar el estado emocional de los trabajadores del Hospital de Igualada (Barcelona), mientras se enfrentaban a uno de los focos de contagio m&#x000e1;s importantes de Europa.</p></sec><sec><title>Pacientes y m&#x000e9;todos</title><p>Se incluy&#x000f3; a un total de 395 trabajadores. Se realiz&#x000f3; una evaluaci&#x000f3;n transversal entre los meses de marzo y abril. Se recogi&#x000f3; informaci&#x000f3;n sobre s&#x000ed;ntomas de ansiedad, depresi&#x000f3;n, estr&#x000e9;s. Tambi&#x000e9;n se recogieron datos demogr&#x000e1;ficos y sobre factores potencialmente estresantes.</p></sec><sec><title>Resultados</title><p>Un porcentaje significativo de profesionales report&#x000f3; s&#x000ed;ntomas de ansiedad (71,6%) y depresi&#x000f3;n (60,3%). El 14,5% inform&#x000f3; de s&#x000ed;ntomas de estr&#x000e9;s agudo. Se realiz&#x000f3; un an&#x000e1;lisis de regresi&#x000f3;n que explic&#x000f3; el 30% de la variancia asociada al nivel de malestar emocional (Ry&#x000a0;=&#x000a0;0,30). Los factores de riesgo asociados a mayor malestar psicol&#x000f3;gico fueron el hecho de ser mujer (o hombre joven), trabajar como auxiliar de enfermer&#x000ed;a, celador o t&#x000e9;cnico de radiolog&#x000ed;a, estar en contacto directo con pacientes Covid-19, no haber realizado la PCR, tener la sensaci&#x000f3;n de no contar con los elementos de protecci&#x000f3;n personales y haber experimentado la muerte de una persona cercana por Covid-19.</p></sec><sec><title>Conclusiones</title><p>El afrontamiento inicial de la situaci&#x000f3;n de crisis asociada a la pandemia de Covid-19 tuvo un importante impacto emocional en los profesionales sanitarios analizados.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Background and objectives</title><p>The Covid-19 pandemic has put healthcare professionals around the world in an unprecedented challenge. This may cause some emotional difficulties and mental health problems. The aim of the present study was to analyze the emotional status among the health care workers form the Hospital of Igualada (Barcelona), while they were facing with Covid-19 in one of the most affected regions in all of Europe.</p></sec><sec><title>Patients and methods</title><p>A total of 395 participants were included in the study. A cross-sectional assessment was carried out between the months of March and April. Information about anxiety, depression, and stress was gathered. We also collected demographic data and concerning potentially stressful factors.</p></sec><sec><title>Results</title><p>A significant proportion of professionals reported symptoms of anxiety (31.4%) and depression (12.2%) from moderate to severe intensity. Symptoms of acute stress were reported by 14.5% of participants. We performed a regression analysis, which explained the 30% of the variance associated with the degree of emotional distress (Ry&#x000a0;=&#x000a0;0.30). The final model reveals that females (or young males), who are working in the frontline as nursing assistants, caretakers or radiology technicians, with the uncertainty of a possible infection, the perception of inadequate protection measures and having experienced the death of a close person by Covid-19, showed a heightened risk of experiencing psychological distress.</p></sec><sec><title>Conclusions</title><p>Coping with the Covid-19 pandemic caused a significant impact on emotional status of healthcare workers involved in this study.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Nuevo coronavirus</kwd><kwd>Ansiedad</kwd><kwd>Depresi&#x000f3;n</kwd><kwd>Salud mental</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Novel coronavirus</kwd><kwd>Anxiety</kwd><kwd>Depression</kwd><kwd>Mental health</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">La enfermedad por el nuevo coronavirus 2019 (Covid-19) se diagnostic&#x000f3; por primera vez en diciembre de 2019 en la ciudad de Wuhan (Hubei, China)<xref rid="bib0145" ref-type="bibr"><sup>1</sup></xref>. El 11 de marzo el brote de la enfermedad fue catalogado como pandemia por la Organizaci&#x000f3;n Mundial de la Salud (OMS), tras dispararse el n&#x000fa;mero de casos detectados a nivel global, incluyendo brotes importantes en varios pa&#x000ed;ses del mundo como Ir&#x000e1;n, Italia o Corea del Sur. A finales de mayo exist&#x000ed;an 5.370.375 casos confirmados en todo el mundo, as&#x000ed; como 344.454 personas fallecidas por esta enfermedad<xref rid="bib0150" ref-type="bibr"><sup>2</sup></xref>. Ante esta nueva pandemia, se ha observado un incremento de los s&#x000ed;ntomas de ansiedad, depresi&#x000f3;n y estr&#x000e9;s en la poblaci&#x000f3;n general y, especialmente, en el personal sanitario<xref rid="bib0155" ref-type="bibr">3</xref>, <xref rid="bib0160" ref-type="bibr">4</xref>.</p><p id="par0010">Espa&#x000f1;a no ha sido una excepci&#x000f3;n. Desde que se conoci&#x000f3; el primer paciente el 31 de enero, el n&#x000fa;mero de contagios fue aumentando progresivamente en todo el territorio, hasta que se decret&#x000f3; la alarma sanitaria el 14 de marzo. En estos primeros momentos, los efectos de la pandemia sobre el bienestar psicol&#x000f3;gico ya empezaban a notarse, especialmente entre las mujeres, j&#x000f3;venes y personas con enfermedades cr&#x000f3;nicas<xref rid="bib0165" ref-type="bibr">5</xref>, <xref rid="bib0170" ref-type="bibr">6</xref>.</p><p id="par0015">D&#x000ed;as previos al estado de alarma (concretamente el 12 de marzo), la regi&#x000f3;n de la Conca de &#x000d2;dena (Catalunya) hab&#x000ed;a sido confinada, al identificarse un brote importante de Covid-19. Este confinamiento excepcional dur&#x000f3; hasta el 6 de abril. Esta regi&#x000f3;n, formada por 4 municipios (Igualada, &#x000d2;dena, Santa Margarida de Montbu&#x000ed; y Vilanova del Cam&#x000ed;) y unos 70.000 habitantes, se convert&#x000ed;a as&#x000ed; en uno de los epicentros de la pandemia en Espa&#x000f1;a y Europa. En concreto, el &#x000ed;ndice de mortalidad asociada a la Covid-19 en esta regi&#x000f3;n lleg&#x000f3; a superar el de Lombard&#x000ed;a, duplic&#x000f3; el de Madrid y fue 10 veces mayor que el del resto de Catalunya<xref rid="bib0175" ref-type="bibr"><sup>7</sup></xref>. Los primeros casos positivos se reportaron el 9 de marzo, y el 20 de marzo ya exist&#x000ed;an 24 fallecidos y 209 positivos. De estos, 91 casos eran personal sanitario, lo que indica el elevado grado de propagaci&#x000f3;n del virus entre este colectivo, desde el primer momento<xref rid="bib0180" ref-type="bibr"><sup>8</sup></xref>.</p><p id="par0020">Para hacer frente a este importante brote de Covid-19 en la Conca de &#x000d2;dena, el Hospital de Igualada, un hospital primario de unos 1.100 trabajadores, tuvo que adaptarse r&#x000e1;pidamente a esta situaci&#x000f3;n desfavorable. Como ocurri&#x000f3; despu&#x000e9;s en otros hospitales espa&#x000f1;oles, los profesionales del Hospital de Igualada empezaron a estar bajo un estado de elevada presi&#x000f3;n f&#x000ed;sica y psicol&#x000f3;gica. Estudios previos, sobre todo realizados en China, ya suger&#x000ed;an que los profesionales sanitarios eran especialmente vulnerables al malestar psicol&#x000f3;gico derivado de la pandemia<xref rid="bib0160" ref-type="bibr">4</xref>, <xref rid="bib0185" ref-type="bibr">9</xref>. Algunos factores que explican esta mayor vulnerabilidad son la exposici&#x000f3;n a un posible contagio, la preocupaci&#x000f3;n por contagiar a sus seres queridos, la sensaci&#x000f3;n de falta de medios de protecci&#x000f3;n, los largos turnos de trabajo, o la presi&#x000f3;n asociada a la toma de decisiones con implicaciones &#x000e9;ticas<xref rid="bib0190" ref-type="bibr">10</xref>, <xref rid="bib0195" ref-type="bibr">11</xref>.</p><p id="par0025">El presente estudio se plante&#x000f3; analizar el impacto de la pandemia de Covid-19 sobre el bienestar psicol&#x000f3;gico de los trabajadores del Hospital de Igualada en la primera fase de contenci&#x000f3;n de la pandemia (marzo de 2020).</p></sec><sec id="sec0010"><title>M&#x000e9;todos</title><sec id="sec0015"><title>Muestra de estudio</title><p id="par0030">Se envi&#x000f3; un e-mail con informaci&#x000f3;n sobre el prop&#x000f3;sito del estudio a todos los trabajadores del Hospital de Igualada (aproximadamente 1.100). Posteriormente se identific&#x000f3; transversalmente a los trabajadores que se encontraban activos laboralmente en el momento de la evaluaci&#x000f3;n (entre marzo y abril de 2020) y se les entreg&#x000f3; un cuadernillo con la informaci&#x000f3;n a responder, adem&#x000e1;s del consentimiento informado. Para ello, algunos de los investigadores del presente estudio se desplazaron al lugar de trabajo de cada uno de los participantes. La muestra inicial consisti&#x000f3; en 470 trabajadores (42,73% del total de trabajadores). Para ser elegibles, los participantes ten&#x000ed;an que estar trabajando en cualquiera de los departamentos del Hospital, pertenecer a cualquier categor&#x000ed;a laboral, entender el prop&#x000f3;sito del estudio y firmar el consentimiento informado. Un total de 407 profesionales cumplieron estos criterios de inclusi&#x000f3;n. Se descart&#x000f3; a 12 participantes por errores y/o datos incompletos, con lo cual la muestra final de estudio fue de 395 profesionales (35,91% del total de trabajadores del Hospital de Igualada). Por tanto, el n&#x000fa;mero de trabajadores disponibles en el momento del estudio determin&#x000f3; el tama&#x000f1;o muestral.</p><p id="par0035">En la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
se muestran las caracter&#x000ed;sticas demogr&#x000e1;ficas de la muestra.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Datos demogr&#x000e1;ficos y caracter&#x000ed;sticas de la muestra</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Variable</th><th align="left">Media (DE)</th></tr></thead><tbody><tr><td align="left"><italic>Edad (a&#x000f1;os)</italic></td><td align="left">40,20 (11,46)</td></tr><tr><td colspan="2" align="left"><italic>Medidas autorreportadas</italic></td></tr><tr><td align="left">&#x000a0;HARS</td><td align="left">11,92 (8,63)</td></tr><tr><td align="left">&#x000a0;MADRS</td><td align="left">9,93 (7,37)</td></tr><tr><td align="left">&#x000a0;Lista de s&#x000ed;ntomas de TEA</td><td align="left">4,06 (4,03)</td></tr><tr><td align="left">&#x000a0;DASS-21_Depresi&#x000f3;n</td><td align="left">3,05 (3,5)</td></tr><tr><td align="left">&#x000a0;DASS-21_Ansiedad</td><td align="left">3,38 (3,78)</td></tr><tr><td align="left">&#x000a0;DASS-21_Estr&#x000e9;s</td><td align="left">6,29 (4,6)</td></tr></tbody></table><table frame="hsides" rules="groups"><thead><tr><th align="left">Variable</th><th align="left">Frecuencia (%)</th></tr></thead><tbody><tr><td align="left"><italic>Sexo (hombres)</italic></td><td align="left">104 (26,4)</td></tr><tr><td colspan="2" align="left"><italic>Categor&#x000ed;a laboral</italic></td></tr><tr><td align="left">&#x000a0;Grupo 1</td><td align="left">106 (26,9)</td></tr><tr><td align="left">&#x000a0;Grupo 2</td><td align="left">145 (36,8)</td></tr><tr><td align="left">&#x000a0;Grupo 3</td><td align="left">100 (25,4)</td></tr><tr><td align="left">&#x000a0;Grupo 4</td><td align="left">34 (10,9)</td></tr><tr><td colspan="2" align="left"><italic>Estresores laborales y de salud (s&#x000ed;)</italic></td></tr><tr><td align="left">&#x000a0;Trabajo con pacientes Covid-19</td><td align="left">365 (91,0)</td></tr><tr><td align="left">&#x000a0;Se han realizado PCR</td><td align="left">107 (26,7)</td></tr><tr><td align="left">&#x000a0;PCR positiva</td><td align="left">360 (89,8)</td></tr><tr><td align="left">&#x000a0;S&#x000ed;ntomas Covid-19</td><td align="left">223 (55,6)</td></tr><tr><td align="left">&#x000a0;Trabajo total o parcial en UCI</td><td align="left">114 (28,4)</td></tr><tr><td align="left">&#x000a0;Sentimiento de desprotecci&#x000f3;n</td><td align="left">147 (36,7)</td></tr><tr><td colspan="2" align="left"><italic>Estresores familiares (s&#x000ed;)</italic></td></tr><tr><td align="left">&#x000a0;Persona/s de riesgo en casa</td><td align="left">89 (22,2)</td></tr><tr><td align="left">&#x000a0;Menor/es en casa</td><td align="left">156 (38,9)</td></tr><tr><td align="left">&#x000a0;Confinamiento</td><td align="left">211 (52,6)</td></tr><tr><td align="left">&#x000a0;Muerte persona cercana por Covid-19</td><td align="left">83 (20,7)</td></tr></tbody></table><table-wrap-foot><fn><p>DASS-21: <italic>Depression Anxiety Stress Scales</italic>; DE: desviaci&#x000f3;n est&#x000e1;ndar; Grupo 1: auxiliares de enfermer&#x000ed;a, celadores, t&#x000e9;cnicos de radiolog&#x000ed;a; Grupo 2: profesionales de enfermer&#x000ed;a; Grupo 3: personal m&#x000e9;dico; Grupo 4: personal administrativo, de seguridad, de limpieza, de sistemas, de almac&#x000e9;n y directivos; HARS: <italic>Hamilton Anxiety Rating Scale</italic>; MADRS: <italic>Montgomery-Asberg Depression Rating Scale</italic>; PCR: prueba de reacci&#x000f3;n en cadena de la polimerasa; TEA: trastorno por estr&#x000e9;s agudo; UCI: unidad de cuidados intensivos.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec0020"><title>Procedimientos</title><p id="par0040">El presente estudio surgi&#x000f3; de la colaboraci&#x000f3;n entre el Servicio de Cirug&#x000ed;a Ortop&#x000e9;dica y Traumatolog&#x000ed;a (COT) y el de Salud Mental del Hospital de Igualada (Consorci Sanitari de l&#x02019;Anoia, Catalunya, Espa&#x000f1;a). Ambos servicios trabajaron en el dise&#x000f1;o del estudio. El servicio de COT se encarg&#x000f3; de reclutar la muestra y proporcionar la informaci&#x000f3;n sobre el estudio. Posteriormente, ambos servicios colaboraron en la interpretaci&#x000f3;n, an&#x000e1;lisis y redacci&#x000f3;n de resultados.</p><p id="par0045">La participaci&#x000f3;n fue voluntaria y an&#x000f3;nima. Se proporcion&#x000f3; un cuadernillo a cada uno de los participantes con los cuestionarios (ver subapartado &#x000ab;Instrumentos&#x000bb;). Finalmente, se les solicit&#x000f3; un n&#x000fa;mero de tel&#x000e9;fono para poder ser contactados en el caso de que sus resultados fueran susceptibles de una valoraci&#x000f3;n m&#x000e1;s detallada por parte del Servicio de Salud Mental.</p><p id="par0050">Los m&#x000e9;todos y el procedimiento recibieron la aprobaci&#x000f3;n del Comit&#x000e9; de &#x000c9;tica de la Investigaci&#x000f3;n del Hospital Universitari de Bellvitge (Barcelona; c&#x000f3;digo PR192/20). El estudio se llev&#x000f3; a cabo de acuerdo con las recomendaciones de la Declaraci&#x000f3;n de Helsinki para la investigaci&#x000f3;n con humanos.</p></sec><sec id="sec0025"><title>Instrumentos</title><p id="par0055">Se utilizaron diferentes instrumentos psicom&#x000e9;tricos para valorar el malestar psicol&#x000f3;gico y los s&#x000ed;ntomas de ansiedad y depresi&#x000f3;n.</p><p id="par0060">El DASS-21 <italic>(Depression Anxiety Stress Scales)</italic>
<xref rid="bib0200" ref-type="bibr"><sup>12</sup></xref> es un instrumento autoinformado que valora intensidad/frecuencia de 21 s&#x000ed;ntomas asociados a un estado emocional negativo, durante las 2 semanas previas. Consta de 3 subescalas: (i) depresi&#x000f3;n, que eval&#x000fa;a desesperanza, baja autoestima y bajo afecto positivo; (ii) ansiedad, que eval&#x000fa;a activaci&#x000f3;n fisiol&#x000f3;gica, s&#x000ed;ntomas musculoesquel&#x000e9;ticos y sensaci&#x000f3;n subjetiva de ansiedad; (iii) estr&#x000e9;s, que eval&#x000fa;a tensi&#x000f3;n, agitaci&#x000f3;n y afecto negativo. El DASS-21 se ha utilizado tanto en muestras cl&#x000ed;nicas como no cl&#x000ed;nicas<xref rid="bib0205" ref-type="bibr"><sup>13</sup></xref>. Datos previos sugieren que es un instrumento &#x000fa;til para el cribado de trastornos mentales, ya que posee una buena validez discriminante<xref rid="bib0210" ref-type="bibr"><sup>14</sup></xref>. Se ha utilizado previamente para valorar el impacto emocional asociado a la Covid-19 en poblaci&#x000f3;n general<xref rid="bib0215" ref-type="bibr"><sup>15</sup></xref> y en trabajadores sanitarios<xref rid="bib0220" ref-type="bibr"><sup>16</sup></xref>.</p><p id="par0065">Por otra parte, se utiliz&#x000f3; la <italic>Hamilton Anxiety Rating Scale</italic> (HARS) y la <italic>Montgomery-Asberg Depression Rating Scale</italic> (MADRS)<xref rid="bib0225" ref-type="bibr"><sup>17</sup></xref> para valorar sintomatolog&#x000ed;a ansiosa y depresiva. La HARS consta de 14 &#x000ed;tems que contemplan diferentes s&#x000ed;ntomas de ansiedad ps&#x000ed;quica y som&#x000e1;tica. Cada &#x000ed;tem se valora de 0 a 4 en funci&#x000f3;n de su grado de intensidad, oscilando la puntuaci&#x000f3;n total de la prueba entre 0 y 56 puntos. La MADRS consta de 10 &#x000ed;tems que valoran s&#x000ed;ntomas depresivos en adultos (p.&#x000a0;ej., dificultades del sue&#x000f1;o, de concentraci&#x000f3;n, pesimismo). Cada &#x000ed;tem se valora del 0 al 6, siendo el rango total de la prueba de 0 a 60 puntos. En ambos instrumentos, una puntaci&#x000f3;n mayor indica mayor severidad de los s&#x000ed;ntomas.</p><p id="par0070">Pese a que la HARS y la MADRS est&#x000e1;n dise&#x000f1;adas para utilizarse de manera heteroaplicada (es decir, por parte de un evaluador), teniendo en cuenta las circunstancias excepcionales y el distanciamiento social requerido por el momento, ambos instrumentos se utilizaron de manera autoaplicada. Por lo tanto, ambas pruebas fueron contestadas por los participantes como un listado de s&#x000ed;ntomas a graduar en funci&#x000f3;n de la intensidad percibida. Para facilitar la comprensi&#x000f3;n por parte de los participantes, los investigadores explicaron claramente el procedimiento a seguir para contestarlas. Cabe se&#x000f1;alar que, en el caso de la MADRS, existe una versi&#x000f3;n autoaplicada, muy parecida a la versi&#x000f3;n original, con caracter&#x000ed;sticas equivalentes<xref rid="bib0230" ref-type="bibr">18</xref>, <xref rid="bib0235" ref-type="bibr">19</xref>.</p><p id="par0075">Se construy&#x000f3; ad hoc un cuestionario consistente en una lista de 18 s&#x000ed;ntomas asociados al trastorno por estr&#x000e9;s agudo (TEA)<xref rid="bib0240" ref-type="bibr"><sup>20</sup></xref>. Este trastorno se define como una reacci&#x000f3;n de estr&#x000e9;s agudo que se presenta como consecuencia de alg&#x000fa;n acontecimiento traum&#x000e1;tico y se inicia a partir de 3 d&#x000ed;as hasta 4 semanas despu&#x000e9;s de dicho evento. Los s&#x000ed;ntomas t&#x000ed;picos del TEA son la reexperimentaci&#x000f3;n del acontecimiento traum&#x000e1;tico, la evitaci&#x000f3;n de situaciones que generen malestar asociado con el evento traum&#x000e1;tico, la disociaci&#x000f3;n o la hiperactivaci&#x000f3;n fisiol&#x000f3;gica. Trabajos previos han sugerido que el TEA, pese a ser un trastorno autolimitado en muchos casos, podr&#x000ed;a ser un predictor del trastorno por estr&#x000e9;s postraum&#x000e1;tico<xref rid="bib0245" ref-type="bibr"><sup>21</sup></xref>. En este cuestionario los participantes contestaron en funci&#x000f3;n de la presencia o ausencia de los s&#x000ed;ntomas de TEA, adem&#x000e1;s de si consideraban que hab&#x000ed;an estado expuestos a alguna experiencia traum&#x000e1;tica.</p><p id="par0080">Finalmente se incluyeron tambi&#x000e9;n algunas preguntas sobre datos demogr&#x000e1;ficos, as&#x000ed; como sobre estresores potencialmente relacionados con la Covid-19. En el primer apartado se recogieron datos como la edad y el sexo, y sobre la situaci&#x000f3;n laboral. El segundo incluy&#x000f3; preguntas sobre factores potencialmente estresantes para los participantes, como, por ejemplo, haber sufrido s&#x000ed;ntomas, sentirse desprotegido o trabajar en la UCI. Las respuestas en este apartado se categorizaron como s&#x000ed; o no (ver <xref rid="tbl0005" ref-type="table">tabla 1</xref>).</p></sec><sec id="sec0030"><title>An&#x000e1;lisis estad&#x000ed;stico</title><p id="par0085">En primer lugar, se recodific&#x000f3; la posici&#x000f3;n laboral dentro del Hospital de Igualada teniendo en cuenta: (i) el nivel de contacto directo con pacientes con Covid-19 y (ii) el n&#x000fa;mero de participantes por cada subgrupo (a fin de que los grupos pudieran ser comparables). De esta forma, se trabaj&#x000f3; con cuatro grupos: (a) Grupo 1: auxiliares de enfermer&#x000ed;a, celadores, t&#x000e9;cnicos de radiolog&#x000ed;a; (b) Grupo 2: profesionales de enfermer&#x000ed;a; (c) Grupo 3: personal m&#x000e9;dico; (d) Grupo 4: personal administrativo, de seguridad, de limpieza de sistemas, de almac&#x000e9;n y directivos.</p><p id="par0090">Para el an&#x000e1;lisis descriptivo se report&#x000f3; el n&#x000fa;mero y la frecuencia para las variables categoriales, as&#x000ed; como la media y la desviaci&#x000f3;n est&#x000e1;ndar para las variables continuas (ver <xref rid="tbl0005" ref-type="table">tabla 1</xref>).</p><p id="par0095">Para las medidas de malestar psicol&#x000f3;gico y s&#x000ed;ntomas, se calcul&#x000f3; la frecuencia de casos a partir de un lindar de severidad a fin de dotar a los datos de significado cl&#x000ed;nico. En el caso de la HARS se calcul&#x000f3; el porcentaje de casos con s&#x000ed;ntomas de ansiedad (&#x02265;&#x000a0;6) y de ansiedad moderada-grave (&#x02265;&#x000a0;15). En el caso de la MADRS se calcul&#x000f3; el porcentaje de casos con s&#x000ed;ntomas de depresi&#x000f3;n (&#x02265;&#x000a0;7) moderada-grave (&#x02265;&#x000a0;20). Para el cuestionario de TEA, se calcul&#x000f3; el porcentaje de casos con m&#x000e1;s de 9 s&#x000ed;ntomas positivos.</p><p id="par0100">Debido a que todos los instrumentos se administraron de manera autorreportada, se analiz&#x000f3; la relaci&#x000f3;n de cada uno de ellos (HARS, MADRS y cuestionario de TEA) con la puntuaci&#x000f3;n total del DASS-21. Este an&#x000e1;lisis se realiz&#x000f3; mediante el coeficiente de correlaci&#x000f3;n de Spearman, dado que las variables no se distribuyeron normalmente.</p><p id="par0105">Para analizar el impacto sobre el bienestar psicol&#x000f3;gico de algunos factores potencialmente estresantes, se llev&#x000f3; a cabo un an&#x000e1;lisis de la varianza (ANOVA; <xref rid="tbl0010" ref-type="table">tabla 2</xref>
) con la categor&#x000ed;a laboral (Grupo 1, Grupo 2, Grupo 3, Grupo 4), las variables asociadas con los estresores laborales y de salud (s&#x000ed;, no), y los estresores familiares (s&#x000ed;, no) como factores intrasujeto y la puntuaci&#x000f3;n del DASS-21 (puntuaci&#x000f3;n total) como factor intersujeto. Dado que la puntuaci&#x000f3;n del DASS-21 no se distribuy&#x000f3; normalmente (asimetr&#x000ed;a negativa), realizamos una transformaci&#x000f3;n a ra&#x000ed;z cuadrada <italic>(square root)</italic>. De esta forma la asimetr&#x000ed;a y la curtosis se mantuvieron dentro de los rangos normales (&#x02212;0,5 a 0,5).<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Factores asociados al nivel de malestar psicol&#x000f3;gico (DASS-21)</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Variable</th><th align="left">Media (DE)</th><th align="left">F</th><th align="left">IC 95%</th></tr></thead><tbody><tr><td colspan="4" align="left"><italic>Categor&#x000ed;a laboral</italic></td></tr><tr><td align="left">&#x000a0;Personal m&#x000e9;dico</td><td align="left">2,53 (1,41)</td><td align="left">11,73<xref rid="tblfn0015" ref-type="table-fn">***</xref></td><td align="left">[2,25, 2,80]</td></tr><tr><td align="left">&#x000a0;DUE</td><td align="left">3,18 (1,46)</td><td/><td align="left">[2,94, 3,42]</td></tr><tr><td align="left">&#x000a0;Aux. enf., celador, t&#x000e9;c. radiolog&#x000ed;a</td><td align="left">3,79 (1,67)</td><td/><td align="left">[3,47, 4,12]</td></tr><tr><td align="left">&#x000a0;Otros</td><td align="left">3,19 (1,66)</td><td/><td align="left">[2,68, 3,70]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>Trabaja con pacientes Covid-19</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,24 (1,61)</td><td align="left">6,82<xref rid="tblfn0010" ref-type="table-fn">**</xref></td><td align="left">[3,07, 3,40]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">2,44 (1,29)</td><td/><td align="left">[1,95, 2,93]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>Se han realizado PCR</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,08 (1,49)</td><td align="left">1,30</td><td align="left">[2,79, 3,37]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">3,23 (1,63)</td><td/><td align="left">[3,04, 3,42]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>PCR positiva</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,16 (1,58)</td><td align="left">1,34</td><td align="left">[2,99, 3,32]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">3,48 (1,73)</td><td/><td align="left">[2,89, 4,08]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>S&#x000ed;ntomas Covid-19</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,57 (1,57)</td><td align="left">32,25<xref rid="tblfn0015" ref-type="table-fn">***</xref></td><td align="left">[3,36, 3,78]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">2,68 (1,49)</td><td/><td align="left">[2,46, 2,91]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>Trabajo total o parcial en UCI</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,14 (1,51)</td><td align="left">0,126</td><td align="left">[2,86, 3,42]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">3,21 (1,64)</td><td/><td align="left">[3,01, 3,40]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>Sentimiento de desprotecci&#x000f3;n</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,68 (1,66)</td><td align="left">23,64<xref rid="tblfn0015" ref-type="table-fn">***</xref></td><td align="left">[3,41, 3,95]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">2,89 (1,48)</td><td/><td align="left">[2,71, 3,08]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>Persona/s de riesgo en casa</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,34 (1,59)</td><td align="left">0,99</td><td align="left">[3,00, 3,67]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">3,14 (1,60)</td><td/><td align="left">[2,96, 3,32]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>Menor/es en casa</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,40 (1,61)</td><td align="left">4,51<xref rid="tblfn0005" ref-type="table-fn">*</xref></td><td align="left">[3,14, 3,65]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">3,05 (1,58)</td><td/><td align="left">[2,85, 3,25]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>Confinamiento</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,34 (1,58)</td><td align="left">3,85</td><td align="left">[3,12, 3,56]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">3,02 (1,61)</td><td/><td align="left">[2,79, 3,25]</td></tr><tr><td colspan="4" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="4" align="left"><italic>Muerte persona cercana por Covid-19</italic></td></tr><tr><td align="left">&#x000a0;S&#x000ed;</td><td align="left">3,73 (1,76)</td><td align="left">12,61<xref rid="tblfn0015" ref-type="table-fn">***</xref></td><td align="left">[3,35, 4,12]</td></tr><tr><td align="left">&#x000a0;No</td><td align="left">3,04 (1,52)</td><td/><td align="left">[2,87, 3,21]</td></tr></tbody></table><table-wrap-foot><fn><p>DASS-21: <italic>Depression Anxiety Stress Scales</italic>; DE: desviaci&#x000f3;n est&#x000e1;ndar; F: estad&#x000ed;stico de la ANOVA; IC: intervalo de confianza; PCR: prueba de reacci&#x000f3;n en cadena de la polimerasa; UCI: unidad de cuidados intensivos.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0005"><label>*</label><p id="npar0005">p&#x000a0;&#x0003c;&#x000a0;0,05.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0010"><label>**</label><p id="npar0010">p&#x000a0;&#x0003c;&#x000a0;0,01.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0015"><label>***</label><p id="npar0015">p&#x000a0;&#x0003c;&#x000a0;0,001.</p></fn></table-wrap-foot></table-wrap></p><p id="par0110">Por &#x000fa;ltimo, se realiz&#x000f3; un an&#x000e1;lisis de regresi&#x000f3;n lineal. Como predictores del modelo se incluyeron el sexo y la edad en un primer bloque, y la categor&#x000ed;a laboral, los estresores laborales y de salud, y los estresores familiares en un segundo bloque. La variable dependiente fue el nivel de malestar psicol&#x000f3;gico (puntuaci&#x000f3;n total del DASS-21).</p></sec></sec><sec id="sec0035"><title>Resultados</title><p id="par0115">Los participantes en el estudio fueron mayoritariamente mujeres (73,6%), y el rango de edad se situ&#x000f3; entre los 18 y 64&#x000a0;a&#x000f1;os (ver <xref rid="tbl0005" ref-type="table">tabla 1</xref>). La edad media fue similar en hombres y mujeres (mujeres: 39,83&#x000a0;&#x000b1;&#x000a0;11&#x000a0;a&#x000f1;os; hombres: 41,24&#x000a0;&#x000b1;&#x000a0;12,5&#x000a0;a&#x000f1;os; F (1, 392)&#x000a0;=&#x000a0;1,16; p&#x000a0;=&#x000a0;0,28). Las medidas utilizadas para valorar los s&#x000ed;ntomas de ansiedad, depresi&#x000f3;n y estr&#x000e9;s agudo (HARS, MADRS y listado de s&#x000ed;ntomas de TEA) mostraron correlaciones elevadas con la puntuaci&#x000f3;n total del DASS-21 (r&#x000a0;=&#x000a0;0,83; r&#x000a0;=&#x000a0;0,79; r&#x000a0;=&#x000a0;0,79, respectivamente; todas con un nivel de significaci&#x000f3;n estad&#x000ed;stica de p&#x000a0;&#x0003c;&#x000a0;0,001). Estos resultados sugieren que todas las medidas evaluaron constructos similares, pese a que algunas de ellas no estaban dise&#x000f1;adas para ser usadas como autorreportes.</p><p id="par0120">El nivel de malestar emocional fue m&#x000e1;s severo en mujeres que en hombres, tal como indican las puntuaciones m&#x000e1;s elevadas en el DASS-21 en las trabajadoras (3,39&#x000a0;&#x000b1;&#x000a0;1,55; 2,58&#x000a0;&#x000b1;&#x000a0;1,54; F(392,1)&#x000a0;=&#x000a0;20,69; p&#x000a0;&#x0003c;&#x000a0;0,001). De los 395 participantes en el estudio, el 71,6% (n&#x000a0;=&#x000a0;287) de ellos presentaron s&#x000ed;ntomas de ansiedad, de los cuales el 31,4% (n&#x000a0;=&#x000a0;126) tuvo ansiedad de intensidad moderada a grave seg&#x000fa;n la HARS. En cuanto a los s&#x000ed;ntomas depresivos evaluados con la MADRS, el 60,3% (n&#x000a0;=&#x000a0;242) de los participantes reportaron s&#x000ed;ntomas de depresi&#x000f3;n, de los cuales el 12,2% (n&#x000a0;=&#x000a0;49) mostr&#x000f3; puntuaciones compatibles con depresi&#x000f3;n moderada a grave (y el 48,1% de depresi&#x000f3;n leve, n&#x000a0;=&#x000a0;193). Por otra parte, el 14,5% (n&#x000a0;=&#x000a0;59) de trabajadores presentaron s&#x000ed;ntomas de TEA seg&#x000fa;n la lista de s&#x000ed;ntomas elaborada ad hoc.</p><p id="par0125">Los participantes en el estudio mostraron diferentes niveles de malestar psicol&#x000f3;gico en funci&#x000f3;n de la categor&#x000ed;a profesional a la que pertenec&#x000ed;an (<xref rid="tbl0010" ref-type="table">tabla 2</xref>). Los trabajadores del Grupo 1 (auxiliares de enfermer&#x000ed;a, celadores y t&#x000e9;cnicos de radiolog&#x000ed;a) mostraron mayores puntuaciones en el DASS-21, seguido por el Grupo 2 (formado por diplomados/as en enfermer&#x000ed;a). El resto de los profesionales (Grupos 3 y 4) fueron los que mostraron un menor impacto emocional, no observ&#x000e1;ndose diferencias entre ellos (Grupo 3 vs. Grupo 4).</p><p id="par0130">La presencia (versus la ausencia) de algunos estresores laborales y de salud (trabajo directo con pacientes Covid-19, sufrir s&#x000ed;ntomas, sentirse desprotegido) se asoci&#x000f3; con mayores niveles de malestar psicol&#x000f3;gico. Por otra parte, tener menores en casa, haber estado confinado/a o haber sufrido la muerte reciente de alguna persona cercana a causa de la Covid-19 fueron los estresores familiares que se asociaron con mayores niveles de malestar emocional en nuestra muestra (<xref rid="tbl0010" ref-type="table">tabla 2</xref>).</p><p id="par0135">En cuanto al an&#x000e1;lisis de regresi&#x000f3;n, se obtuvo un modelo significativo que explica el 24% del cambio en la varianza en malestar psicol&#x000f3;gico (Ry&#x000a0;=&#x000a0;0,24, F(12,377)&#x000a0;=&#x000a0;9,82, p&#x000a0;&#x0003c;&#x000a0;0,001). Posteriormente, se buscaron posibles interacciones entre los predictores del modelo. Se hallaron dos interacciones significativas que aumentaron el porcentaje de varianza explicada por el modelo (Ry&#x000a0;=&#x000a0;0,30, F(15,373)&#x000a0;=&#x000a0;10,56, p&#x000a0;&#x0003c;&#x000a0;0,001). Para evaluar cu&#x000e1;l de los dos modelos obtuvo un mejor ajuste de los datos, usamos la funci&#x000f3;n ANOVA, la cual permite comparar modelos anidados. Encontramos que ambos modelos fueron significativamente diferentes (F(2,375)&#x000a0;=&#x000a0;12,43, p&#x000a0;&#x0003c;&#x000a0;0,001), por lo tanto, el modelo que incluy&#x000f3; interacciones presenta un mejor ajuste a los datos.</p><p id="par0140">En la <xref rid="tbl0015" ref-type="table">tabla 3</xref>
pueden observarse los predictores estad&#x000ed;sticamente significativos del modelo. Ser mujer (o hombre joven), del Grupo 1 (auxiliares de enfermer&#x000ed;a, celadores, t&#x000e9;cnicos de radiolog&#x000ed;a), trabajar en contacto directo con pacientes Covid-19, no haber realizado la PCR, la percepci&#x000f3;n de no contar con los elementos de protecci&#x000f3;n necesarios para prevenir el contagio (especialmente cuando se tiene s&#x000ed;ntomas), y haber experimentado la muerte de una persona cercana por Covid-19, fueron factores de riesgo para un mayor grado de malestar emocional en la muestra de estudio. En la <xref rid="fig0005" ref-type="fig">figura 1</xref>
pueden observarse las interacciones.<table-wrap position="float" id="tbl0015"><label>Tabla 3</label><caption><p>Modelo de regresi&#x000f3;n lineal</p></caption><alt-text id="at3">Tabla 3</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">B</th><th align="left">SE B</th><th align="left">t</th><th align="left">IC 95%</th></tr></thead><tbody><tr><td colspan="5" align="left"><italic>Modelo 1</italic></td></tr><tr><td align="left">&#x000a0;Intercept</td><td align="left">2,55</td><td align="left">0,43</td><td align="left">5,93<xref rid="tblfn0030" ref-type="table-fn">***</xref></td><td align="left">[1,71, 3,40]</td></tr><tr><td align="left">&#x000a0;Edad</td><td align="left">&#x02212;0,01</td><td align="left">0,00</td><td align="left">&#x02212;2,70<xref rid="tblfn0025" ref-type="table-fn">**</xref></td><td align="left">[&#x02212;0,03, &#x02212;0,00]</td></tr><tr><td align="left">&#x000a0;Sexo</td><td align="left">0,78</td><td align="left">0,17</td><td align="left">4,43<xref rid="tblfn0030" ref-type="table-fn">***</xref></td><td align="left">[0,43, 1,13]</td></tr><tr><td colspan="5" align="left">&#x02028;&#x02028;</td></tr><tr><td colspan="5" align="left"><italic>Modelo 2</italic></td></tr><tr><td align="left">&#x000a0;Intercept</td><td align="left">12,01</td><td align="left">1,41</td><td align="left">8,47<xref rid="tblfn0030" ref-type="table-fn">***</xref></td><td align="left">[9,22, 14,79]</td></tr><tr><td align="left">&#x000a0;Edad</td><td align="left">&#x02212;0,10</td><td align="left">0,02</td><td align="left">&#x02212;4,42<xref rid="tblfn0030" ref-type="table-fn">***</xref></td><td align="left">[&#x02212;0,14, &#x02212;0,05]</td></tr><tr><td align="left">&#x000a0;Sexo</td><td align="left">&#x02212;1,36</td><td align="left">0,57</td><td align="left">&#x02212;2,39<xref rid="tblfn0020" ref-type="table-fn">*</xref></td><td align="left">[&#x02212;2,49, &#x02212;0,24]</td></tr><tr><td align="left">&#x000a0;Categor&#x000ed;a laboral</td><td align="left">&#x02212;0,17</td><td align="left">0,06</td><td align="left">&#x02212;2,80<xref rid="tblfn0025" ref-type="table-fn">**</xref></td><td align="left">[&#x02212;0,30, &#x02212;0,05]</td></tr><tr><td align="left">&#x000a0;Contacto directo Covid-19</td><td align="left">&#x02212;0,82</td><td align="left">0,28</td><td align="left">&#x02212;2,90<xref rid="tblfn0025" ref-type="table-fn">**</xref></td><td align="left">[&#x02212;1,37, &#x02212;0,26]</td></tr><tr><td align="left">&#x000a0;Test PCR</td><td align="left">0,46</td><td align="left">0,17</td><td align="left">2,66<xref rid="tblfn0025" ref-type="table-fn">**</xref></td><td align="left">[0,12, 0,80]</td></tr><tr><td align="left">&#x000a0;PCR positiva</td><td align="left">0,15</td><td align="left">0,25</td><td align="left">0,62</td><td align="left">[&#x02212;0,34, 0,66]</td></tr><tr><td align="left">&#x000a0;S&#x000ed;ntomas Covid-19</td><td align="left">&#x02212;2,16</td><td align="left">0,51</td><td align="left">&#x02212;4,22<xref rid="tblfn0030" ref-type="table-fn">***</xref></td><td align="left">[&#x02212;3,17, &#x02212;1,15]</td></tr><tr><td align="left">&#x000a0;Desprotecci&#x000f3;n</td><td align="left">&#x02212;1,68</td><td align="left">0,43</td><td align="left">&#x02212;3,82<xref rid="tblfn0030" ref-type="table-fn">***</xref></td><td align="left">[&#x02212;2,54, &#x02212;0,81]</td></tr><tr><td align="left">&#x000a0;Trabaja en UCI</td><td align="left">0,06</td><td align="left">0,07</td><td align="left">0,81</td><td align="left">[&#x02212;0,09, 0,21]</td></tr><tr><td align="left">&#x000a0;Persona riesgo en casa</td><td align="left">0,03</td><td align="left">0,17</td><td align="left">0,17</td><td align="left">[&#x02212;0,30, 0,36]</td></tr><tr><td align="left">&#x000a0;Menor/es en casa</td><td align="left">&#x02212;0,28</td><td align="left">0,14</td><td align="left">&#x02212;1,97<xref rid="tblfn0020" ref-type="table-fn">*</xref></td><td align="left">[&#x02212;0,56, &#x02212;0,00]</td></tr><tr><td align="left">&#x000a0;Confinamiento</td><td align="left">&#x02212;0,21</td><td align="left">0,14</td><td align="left">&#x02212;1,50</td><td align="left">[&#x02212;0,49, 0,06]</td></tr><tr><td align="left">&#x000a0;Muerte cercana por Covid-19</td><td align="left">&#x02212;0,44</td><td align="left">0,17</td><td align="left">&#x02212;2,52<xref rid="tblfn0020" ref-type="table-fn">*</xref></td><td align="left">[&#x02212;0,78, &#x02212;0,09]</td></tr><tr><td align="left">&#x000a0;Edad &#x000d7; sexo</td><td align="left">0,05</td><td align="left">0,01</td><td align="left">3,83<xref rid="tblfn0030" ref-type="table-fn">***</xref></td><td align="left">[0,02, 0,07]</td></tr><tr><td align="left">&#x000a0;S&#x000ed;ntomas Covid-19 &#x000d7; desprotecci&#x000f3;n</td><td align="left">0,81</td><td align="left">0,29</td><td align="left">2,72<xref rid="tblfn0025" ref-type="table-fn">**</xref></td><td align="left">[0,22, 1,40]</td></tr></tbody></table><table-wrap-foot><fn id="spar0075"><p>B&#x000a0;=&#x000a0;coeficiente no estandarizado. Bloque 1: se introdujo el sexo y la edad, Ry&#x000a0;=&#x000a0;0,07, F(2,390)&#x000a0;=&#x000a0;14,18, p&#x000a0;&#x0003c;&#x000a0;0,001. Bloque 2: se introdujo el resto de variables y las interacciones, Ry&#x000a0;=&#x000a0;0,30, F(15,373)&#x000a0;=&#x000a0;10,56, p&#x000a0;&#x0003c;&#x000a0;0,001.</p></fn><fn id="spar0080"><p>IC: intervalo de confianza; PCR: prueba de reacci&#x000f3;n en cadena de la polimerasa; SE: error est&#x000e1;ndar; UCI: unidad de cuidados intensivos.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0020"><label>*</label><p id="npar0020">p&#x000a0;&#x0003c;&#x000a0;0,05.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0025"><label>**</label><p id="npar0025">p&#x000a0;&#x0003c;&#x000a0;0,01.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0030"><label>***</label><p id="npar0030">p&#x000a0;&#x0003c;&#x000a0;0,001.</p></fn></table-wrap-foot></table-wrap><fig id="fig0005"><label>Figura 1</label><caption><p>Se muestran las interacciones encontradas en el modelo de regresi&#x000f3;n. (A) La edad fue moderada por el sexo; a mayor edad, los hombres presentaron menor sintomatolog&#x000ed;a, mientras que las mujeres se mantuvieron constantes. (B) La presencia de s&#x000ed;ntomas Covid-19 fue moderada por la percepci&#x000f3;n de desprotecci&#x000f3;n; los trabajadores que hab&#x000ed;an padecido s&#x000ed;ntomas, y adem&#x000e1;s ten&#x000ed;an la sensaci&#x000f3;n de no tener elementos de protecci&#x000f3;n necesarios, presentaron mayor malestar psicol&#x000f3;gico (en comparaci&#x000f3;n con los que no hab&#x000ed;an tenido s&#x000ed;ntomas).</p></caption><graphic xlink:href="gr1_lrg"/></fig></p></sec><sec id="sec0040"><title>Discusi&#x000f3;n</title><p id="par0145">Los profesionales del Hospital de Igualada han tenido que enfrentarse a uno de los epicentros de la pandemia por Covid-19 en Europa. El hecho de ser uno de los primeros focos en Espa&#x000f1;a ha supuesto que los trabajadores hayan estado expuestos, en un primer momento, a una mayor incerteza, una demora en las pruebas diagn&#x000f3;sticas y a una mayor sensaci&#x000f3;n de falta de medidas personales de protecci&#x000f3;n. Adem&#x000e1;s de la sobrecarga laboral que ha implicado todo este proceso, muchos de los profesionales han tenido que lidiar con acontecimientos potencialmente traum&#x000e1;ticos, como la muerte de pacientes o la toma de decisiones en un contexto de opciones terap&#x000e9;uticas limitadas.</p><p id="par0150">El presente estudio sugiere que los profesionales del Hospital de Igualada han sufrido un elevado impacto emocional a consecuencia de lo anteriormente expuesto. Los resultados obtenidos indican que un 71,6% de los profesionales sufr&#x000ed;an s&#x000ed;ntomas de ansiedad y un 60,3% s&#x000ed;ntomas depresivos en el momento de la evaluaci&#x000f3;n. Adem&#x000e1;s, un porcentaje importante presentaba s&#x000ed;ntomas de ansiedad y depresi&#x000f3;n cl&#x000ed;nicamente significativos (31,4% y 12,2% respectivamente), de intensidad moderada-grave. Estos resultados son congruentes con estudios previos, indicando elevados niveles de ansiedad y depresi&#x000f3;n entre los profesionales sanitarios en los primeros momentos de la crisis<xref rid="bib0155" ref-type="bibr"><sup>3</sup></xref>. Por ejemplo, en un estudio con 1.257 trabajadores de 34 hospitales de China, se observ&#x000f3; la presencia de sintomatolog&#x000ed;a depresiva en un 50,4% de los participantes y de s&#x000ed;ntomas de ansiedad en el 44,6%<xref rid="bib0250" ref-type="bibr"><sup>22</sup></xref>. De manera interesante, este estudio tambi&#x000e9;n muestra que la afectaci&#x000f3;n emocional en aquellos hospitales de la zona de Hubei (especialmente afectada por la pandemia) fue mayor que en aquellos hospitales de fuera de dicha zona. En este sentido, los datos obtenidos en nuestro estudio podr&#x000ed;an indicar una afectaci&#x000f3;n similar en los trabajadores del Hospital de Igualada a la de otros hospitales encargados de atender a la poblaci&#x000f3;n de zonas especialmente afectadas por la pandemia.</p><p id="par0155">De manera congruente, un 14,6% de los participantes reportaron s&#x000ed;ntomas de estr&#x000e9;s agudo asociados al hecho de haber experimentado alguna experiencia vivida como traum&#x000e1;tica. Este subgrupo de profesionales estar&#x000ed;a experimentando s&#x000ed;ntomas como la hiperactivaci&#x000f3;n fisiol&#x000f3;gica, la presencia de sue&#x000f1;os angustiantes, la evitaci&#x000f3;n y el aislamiento, o la reexperimentaci&#x000f3;n del trauma. Adem&#x000e1;s, tendr&#x000ed;an un mayor riesgo (en comparaci&#x000f3;n con el resto de los profesionales) de sufrir un trastorno por estr&#x000e9;s postraum&#x000e1;tico. Estos datos ser&#x000ed;an congruentes, al menos en parte, con estudios previos que han asociado los niveles de malestar de los profesionales sanitarios con la presencia de alteraciones en el sue&#x000f1;o y con un mayor aislamiento social<xref rid="bib0255" ref-type="bibr"><sup>23</sup></xref>.</p><p id="par0160">Otro dato relevante fue que se observ&#x000f3; un mayor grado de malestar emocional en el colectivo profesional del Grupo 1 y Grupo 2 (auxiliares de enfermer&#x000ed;a, celadores, t&#x000e9;cnicos de radiolog&#x000ed;a; personal de enfermer&#x000ed;a). Estos datos podr&#x000ed;an explicarse por el hecho de que estos colectivos pueden haber sufrido una mayor exposici&#x000f3;n al contagio, al estar m&#x000e1;s tiempo en contacto directo con los pacientes afectados por Covid-19. En este sentido, estudios previos sugieren que el colectivo de enfermer&#x000ed;a, que estuvo en &#x000ab;primera l&#x000ed;nea&#x000bb; de actuaci&#x000f3;n contra la Covid-19, fue el colectivo que m&#x000e1;s s&#x000ed;ntomas de ansiedad y depresi&#x000f3;n experiment&#x000f3; en la zona de Wuhan<xref rid="bib0250" ref-type="bibr"><sup>22</sup></xref>. Por otra parte, este hallazgo tambi&#x000e9;n podr&#x000ed;a tener que ver con que estos dos grupos de profesionales fueron los que participaron mayoritariamente en el presente estudio, existiendo as&#x000ed; una sobrerrepresentaci&#x000f3;n respecto al resto de profesionales.</p><p id="par0165">En el contexto laboral, tambi&#x000e9;n se observ&#x000f3; como algunas variables se asociaron a un mayor grado de malestar emocional. En concreto, aquellos profesionales que realizaban su actividad directamente con pacientes Covid-19 positivos, que hab&#x000ed;an experimentado s&#x000ed;ntomas o que sent&#x000ed;an que no ten&#x000ed;an acceso a las medidas personales de protecci&#x000f3;n reportaron mayores puntuaciones en el DASS-21 que los trabajadores que no hab&#x000ed;an experimentado estos estresores. Por otro lado, a nivel personal, tener menores en casa, haber estado confinado/a o haber sufrido la muerte reciente de alguna persona cercana a causa de la Covid-19 fueron los estresores familiares que se asociaron con mayores niveles de malestar emocional en nuestra muestra. En esta l&#x000ed;nea, tambi&#x000e9;n se observ&#x000f3; un mayor grado de malestar emocional en mujeres (en relaci&#x000f3;n con los hombres). Estos resultados refuerzan hallazgos previos que se&#x000f1;alan mayores niveles de ansiedad y depresi&#x000f3;n en trabajadoras mujeres<xref rid="bib0250" ref-type="bibr">22</xref>, <xref rid="bib0260" ref-type="bibr">24</xref>, as&#x000ed; como la relevancia de diferentes variables laborales, de salud y familiares en el afrontamiento de dichos s&#x000ed;ntomas<xref rid="bib0260" ref-type="bibr"><sup>24</sup></xref>.</p><p id="par0170">Por &#x000fa;ltimo, se realiz&#x000f3; un an&#x000e1;lisis de regresi&#x000f3;n para valorar los factores que mejor predec&#x000ed;an el malestar emocional en los profesionales del Hospital de Igualada. De manera interesante, se observ&#x000f3; un mayor riesgo de malestar psicol&#x000f3;gico en mujeres y hombres j&#x000f3;venes, del Grupo 1 (auxiliar de enfermer&#x000ed;a, celador o t&#x000e9;cnico de radiolog&#x000ed;a), que hab&#x000ed;an estado altamente expuestos a la Covid-19, y que no sab&#x000ed;an si estaban contagiados ni ten&#x000ed;an la sensaci&#x000f3;n de contar con los elementos de protecci&#x000f3;n necesarios (especialmente cuando ten&#x000ed;an s&#x000ed;ntomas). Haber experimentado la muerte por Covid-19 de una persona cercana tambi&#x000e9;n fue una variable predictora. Estos resultados son parcialmente congruentes con estudios previos. Por ejemplo, en un estudio con 5.062 trabajadores sanitarios en Wuhan, Zhu et al.<xref rid="bib0260" ref-type="bibr"><sup>24</sup></xref> observaron que el sexo (mujer), tener una enfermedad cr&#x000f3;nica, padecer antecedentes de trastorno mental y la preocupaci&#x000f3;n por la salud de alg&#x000fa;n familiar fueron factores que predijeron un mayor n&#x000fa;mero de s&#x000ed;ntomas de ansiedad y depresi&#x000f3;n. Por el contrario, disponer de las medidas de protecci&#x000f3;n necesarias apareci&#x000f3; como un factor protector. En otro estudio, Lai et al.<xref rid="bib0250" ref-type="bibr"><sup>22</sup></xref> hallaron que el hecho de estar expuestos al contagio predijo mayores niveles de depresi&#x000f3;n, ansiedad e insomnio.</p><p id="par0175">La interacci&#x000f3;n que hallamos entre el sexo y la edad en nuestra muestra va en consonancia con estudios previos en poblaci&#x000f3;n general que indican un mayor riesgo de padecer s&#x000ed;ntomas de ansiedad y depresi&#x000f3;n en j&#x000f3;venes<xref rid="bib0170" ref-type="bibr"><sup>6</sup></xref>. Tambi&#x000e9;n apoyan estudios previos que sugieren que los hombres podr&#x000ed;an sufrir m&#x000e1;s afectaci&#x000f3;n psicol&#x000f3;gica a largo plazo en situaciones de crisis sanitaria<xref rid="bib0220" ref-type="bibr"><sup>16</sup></xref>. Una posible explicaci&#x000f3;n ser&#x000ed;a que los hombres tienden a identificar o experimentar el malestar de manera m&#x000e1;s tard&#x000ed;a que las mujeres (algo que no pasar&#x000ed;a en hombres m&#x000e1;s j&#x000f3;venes). Por otro lado, la interacci&#x000f3;n que se hall&#x000f3; entre el hecho de sentirse desprotegido y tener s&#x000ed;ntomas (ambas fueron los dos predictores m&#x000e1;s robustos del modelo) sugiere un papel importante de la incertidumbre de no saber si se est&#x000e1; contagiado sobre el bienestar psicol&#x000f3;gico.</p><p id="par0180">El presente estudio presenta algunas limitaciones importantes. Primero, el uso de algunos instrumentos (HARS, MADRS) como medidas autorreportadas podr&#x000ed;a comportar un sesgo en los resultados. Pese a que la informaci&#x000f3;n autoinformada no deber&#x000ed;a suplir a la heterorreportada<xref rid="bib0265" ref-type="bibr"><sup>25</sup></xref>, la elevada correlaci&#x000f3;n que se observ&#x000f3; entre estos instrumentos y el DASS-21 podr&#x000ed;a justificar su uso, teniendo en cuenta las excepcionales medidas de distanciamiento social. Segundo, el hecho de que los datos se hayan recogido de manera transversal, en una primera fase inicial, limita la generalizaci&#x000f3;n de los resultados. En este sentido, en situaciones de adversidad previas como la que se asoci&#x000f3; al SARS, se observ&#x000f3; que los efectos iniciales sobre la salud mental pueden perdurar en el tiempo en los profesionales sanitarios<xref rid="bib0220" ref-type="bibr"><sup>16</sup></xref>. Algo parecido se ha observado en poblaci&#x000f3;n general en la situaci&#x000f3;n actual<xref rid="bib0215" ref-type="bibr"><sup>15</sup></xref>. Estudios futuros deben plantearse una evaluaci&#x000f3;n longitudinal de los profesionales sanitarios, a fin de poder valorar mejor el impacto real de la pandemia en su salud mental<xref rid="bib0270" ref-type="bibr"><sup>26</sup></xref>. Tercero, el hecho de que la muestra de estudio estuviera formada solo por los trabajadores en activo limita el poder estad&#x000ed;stico de los resultados y podr&#x000ed;a representar un posible sesgo en su interpretaci&#x000f3;n. Por &#x000fa;ltimo, en nuestro estudio no se recogieron datos sobre la antig&#x000fc;edad en la empresa o sobre antecedentes m&#x000e9;dicos, que podr&#x000ed;an haber mejorado la interpretaci&#x000f3;n de los resultados.</p><p id="par0185">Los resultados obtenidos podr&#x000ed;an tener implicaciones importantes a nivel cl&#x000ed;nico y de pol&#x000ed;tica sanitaria. Por un lado, sugieren que los profesionales sanitarios son un colectivo especialmente vulnerable ante la pandemia de la Covid-19, mostrando un nivel de malestar psicol&#x000f3;gico mucho mayor que el de la poblaci&#x000f3;n general<xref rid="bib0170" ref-type="bibr"><sup>6</sup></xref>. Esta informaci&#x000f3;n podr&#x000ed;a ser &#x000fa;til para los mismos profesionales, que deber&#x000ed;an prestar atenci&#x000f3;n a su salud mental, observando sus reacciones de estr&#x000e9;s y buscando apoyo en caso necesario. Por su parte, los hospitales deber&#x000ed;an elaborar planes de intervenci&#x000f3;n para aquellos profesionales que lo requieran. En este sentido, deber&#x000ed;a asegurarse la posibilidad de poder consultar con un especialista en salud mental<xref rid="bib0275" ref-type="bibr"><sup>27</sup></xref>, tal y como ya est&#x000e1; sucediendo en diferentes lugares del mundo<xref rid="bib0280" ref-type="bibr"><sup>28</sup></xref>. Por &#x000fa;ltimo, dado que existe la posibilidad de un rebrote en el futuro, los datos de este trabajo podr&#x000ed;an ser &#x000fa;tiles para establecer grupos de trabajadores con mayor riesgo de padecer dificultades emocionales.</p><p id="par0190">En conclusi&#x000f3;n, nuestro estudio indica que los profesionales del Hospital de Igualada sufrieron un importante grado de malestar psicol&#x000f3;gico mientras hac&#x000ed;an frente a los primeros momentos de la pandemia de Covid-19. La identificaci&#x000f3;n de algunas variables asociadas a un riesgo incrementado de malestar emocional puede ayudar a realizar intervenciones concretas sobre colectivos m&#x000e1;s vulnerables.</p></sec><sec id="sec0045"><title>Financiaci&#x000f3;n</title><p id="par0195">CS est&#x000e1; becado por el Gobierno chileno, mediante el programa Becas-Chile fellowship del National Agency for Research and Development (ANID), referencia 2018-72190624.</p></sec><sec id="sec0050"><title>Conflicto de intereses</title><p id="par0200">Ninguno.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0145"><label>1</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Harapan</surname><given-names>H.</given-names></name><name><surname>Itoh</surname><given-names>N.</given-names></name><name><surname>Yufika</surname><given-names>A.</given-names></name><name><surname>Winardi</surname><given-names>W.</given-names></name><name><surname>Keam</surname><given-names>S.</given-names></name><name><surname>Te</surname><given-names>H.</given-names></name></person-group><article-title>Coronavirus disease 2019 (COVID-19): A literature review</article-title><source>J Infect Public Health.</source><volume>13</volume><year>2020</year><fpage>667</fpage><lpage>673</lpage><pub-id pub-id-type="pmid">32340833</pub-id></element-citation></ref><ref id="bib0150"><label>2</label><mixed-citation publication-type="other" id="oref0010">WHO. Coronavirus Disease (COVID-19) Dashboard; 2020 [consultado 26 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://covid19.who.int/" id="intr0005">https://covid19.who.int/</ext-link></mixed-citation></ref><ref id="bib0155"><label>3</label><element-citation publication-type="journal" id="sbref0155"><person-group person-group-type="author"><name><surname>Rajkumar</surname><given-names>R.P.</given-names></name></person-group><article-title>COVID-19 and mental health: A review of the existing literature</article-title><source>Asian J Psychiatr.</source><volume>52</volume><year>2020</year><fpage>102066</fpage><pub-id pub-id-type="pmid">32302935</pub-id></element-citation></ref><ref id="bib0160"><label>4</label><element-citation publication-type="journal" id="sbref0160"><person-group person-group-type="author"><name><surname>Tan</surname><given-names>B.Y.Q.</given-names></name><name><surname>Chew</surname><given-names>N.W.S.</given-names></name><name><surname>Lee</surname><given-names>G.K.H.</given-names></name><name><surname>Jing</surname><given-names>M.</given-names></name><name><surname>Goh</surname><given-names>Y.</given-names></name><name><surname>Yeo</surname><given-names>L.L.L.</given-names></name></person-group><article-title>Psychological impact of the COVID-19 pandemic on health care workers in Singapore</article-title><source>Ann Intern Med.</source><volume>20</volume><year>2020</year><fpage>1083</fpage><pub-id pub-id-type="doi">10.7326/M20-1083</pub-id></element-citation></ref><ref id="bib0165"><label>5</label><element-citation publication-type="journal" id="sbref0165"><person-group person-group-type="author"><name><surname>Ozamiz-Etxebarria</surname><given-names>N.</given-names></name><name><surname>Dosil-Santamaria</surname><given-names>M.</given-names></name><name><surname>Picaza-Gorrochategui</surname><given-names>M.</given-names></name><name><surname>Idoiaga-Mondragon</surname><given-names>N.</given-names></name></person-group><article-title>Stress, anxiety, and depression levels in the initial stage of the COVID-19 outbreak in a population sample in the northern Spain</article-title><source>Cad Saude Publica.</source><volume>36</volume><year>2020</year><fpage>1</fpage><lpage>9</lpage></element-citation></ref><ref id="bib0170"><label>6</label><element-citation publication-type="journal" id="sbref0170"><person-group person-group-type="author"><name><surname>Rodr&#x000ed;gez-Rey R</surname></name><name><surname>Garrido-Hernansaiz H</surname></name><name><surname>Collado S.</surname></name></person-group><article-title>Psychological Impact of COVID-19 in Spain: early data report</article-title><source>Pyscho Trauma.</source><year>2020</year><pub-id pub-id-type="doi">10.1037/tra0000943</pub-id></element-citation></ref><ref id="bib0175"><label>7</label><mixed-citation publication-type="other" id="oref0035">Ajuntament d&#x02019;Igualada. Not&#x000ed;cies; 2020 [consultado 26 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.igualada.cat/" id="intr0010">http://www.igualada.cat/</ext-link></mixed-citation></ref><ref id="bib0180"><label>8</label><mixed-citation publication-type="other" id="oref0040">Ag&#x000e8;ncia de Qualitat i Avaluaci&#x000f3; Sanit&#x000e0;ries de Catalunya (AQuAS). Dades actualitzades SARS-CoV-2; 2020 [consultado 26 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://aquas.gencat.cat/ca/actualitat/ultimes-dades-coronavirus/" id="intr0015">http://aquas.gencat.cat/ca/actualitat/ultimes-dades-coronavirus/</ext-link></mixed-citation></ref><ref id="bib0185"><label>9</label><element-citation publication-type="journal" id="sbref0185"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>P.E.</given-names></name><name><surname>Styra</surname><given-names>R.</given-names></name><name><surname>Gold</surname><given-names>W.L.</given-names></name></person-group><article-title>Mitigating the psychological effects of COVID-19 on health care workers</article-title><source>Can Med Assoc J.</source><volume>192</volume><year>2020</year><fpage>459</fpage><lpage>460</lpage><pub-id pub-id-type="doi">10.1503/cmaj.200519</pub-id></element-citation></ref><ref id="bib0190"><label>10</label><element-citation publication-type="journal" id="sbref0190"><person-group person-group-type="author"><name><surname>Brooks</surname><given-names>S.K.</given-names></name><name><surname>Webster</surname><given-names>R.K.</given-names></name><name><surname>Smith</surname><given-names>L.E.</given-names></name><name><surname>Woodland</surname><given-names>L.</given-names></name><name><surname>Wessely</surname><given-names>S.</given-names></name><name><surname>Greenberg</surname><given-names>N.</given-names></name></person-group><article-title>The psychological impact of quarantine and how to reduce it: rapid review of the evidence</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>912</fpage><lpage>920</lpage><pub-id pub-id-type="pmid">32112714</pub-id></element-citation></ref><ref id="bib0195"><label>11</label><element-citation publication-type="journal" id="sbref0195"><person-group person-group-type="author"><name><surname>Greenberg</surname><given-names>N.</given-names></name><name><surname>Docherty</surname><given-names>M.</given-names></name><name><surname>Gnanapragasam</surname><given-names>S.</given-names></name><name><surname>Wessely</surname><given-names>S.</given-names></name></person-group><article-title>Managing mental health challenges faced by healthcare workers during covid-19 pandemic</article-title><source>BMJ.</source><volume>368</volume><year>2020</year><fpage>1211</fpage><pub-id pub-id-type="doi">10.1136/bmj.m1211</pub-id></element-citation></ref><ref id="bib0200"><label>12</label><element-citation publication-type="journal" id="sbref0200"><person-group person-group-type="author"><name><surname>Bados</surname><given-names>A.</given-names></name><name><surname>Solanas</surname><given-names>A.</given-names></name><name><surname>Andr&#x000e9;s</surname><given-names>R.</given-names></name></person-group><article-title>Psychometric properties of the Spanish version of Depression, Anxiety and Stress Scales (DASS)</article-title><source>Psicothema.</source><volume>17</volume><year>2005</year><fpage>679</fpage><lpage>683</lpage></element-citation></ref><ref id="bib0205"><label>13</label><element-citation publication-type="journal" id="sbref0205"><person-group person-group-type="author"><name><surname>Vega</surname><given-names>D.</given-names></name><name><surname>Torrubia</surname><given-names>R.</given-names></name><name><surname>Soto</surname><given-names>&#x000c0;.</given-names></name><name><surname>Ribas</surname><given-names>J.</given-names></name><name><surname>Soler</surname><given-names>J.</given-names></name><name><surname>Pascual</surname><given-names>J.C.</given-names></name></person-group><article-title>Exploring the relationship between non suicidal self-injury and borderline personality traits in young adults</article-title><source>Psychiatry Res.</source><volume>256</volume><year>2017</year><fpage>403</fpage><lpage>411</lpage><pub-id pub-id-type="pmid">28692921</pub-id></element-citation></ref><ref id="bib0210"><label>14</label><element-citation publication-type="journal" id="sbref0210"><person-group person-group-type="author"><name><surname>Mitchell</surname><given-names>M.C.</given-names></name><name><surname>Burns</surname><given-names>N.R.</given-names></name><name><surname>Dorstyn</surname><given-names>D.S.</given-names></name></person-group><article-title>Screening for depression and anxiety in spinal cord injury with DASS-21</article-title><source>Spinal Cord.</source><volume>46</volume><year>2008</year><fpage>547</fpage><lpage>551</lpage><pub-id pub-id-type="pmid">18071354</pub-id></element-citation></ref><ref id="bib0215"><label>15</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>C.</given-names></name><name><surname>Pan</surname><given-names>R.</given-names></name><name><surname>Wan</surname><given-names>X.</given-names></name><name><surname>Tan</surname><given-names>Y.</given-names></name><name><surname>Xu</surname><given-names>L.</given-names></name><name><surname>McIntyre</surname><given-names>R.S.</given-names></name></person-group><article-title>A longitudinal study on the mental health of general population during the COVID-19 epidemic in China</article-title><source>Brain Behav Immun.</source><volume>87</volume><year>2020</year><fpage>40</fpage><lpage>48</lpage><pub-id pub-id-type="doi">10.1016/j.bbi.2020.04.028</pub-id><pub-id pub-id-type="pmid">32298802</pub-id></element-citation></ref><ref id="bib0220"><label>16</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>Mcalonan</surname><given-names>G.M.</given-names></name><name><surname>Lee</surname><given-names>A.M.</given-names></name><name><surname>Cheung</surname><given-names>V.</given-names></name><name><surname>Cheung</surname><given-names>C.</given-names></name><name><surname>Tsang</surname><given-names>K.W.</given-names></name><name><surname>Sham</surname><given-names>P.C.</given-names></name></person-group><article-title>Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers</article-title><source>CMAJ.</source><volume>52</volume><year>2007</year><fpage>241</fpage><lpage>247</lpage></element-citation></ref><ref id="bib0225"><label>17</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Lobo</surname><given-names>A.</given-names></name><name><surname>Chamorro</surname><given-names>L.</given-names></name><name><surname>Luque</surname><given-names>A.</given-names></name><name><surname>Dal-R&#x000e9;</surname><given-names>R.</given-names></name><name><surname>Badia</surname><given-names>X.</given-names></name><name><surname>Bar&#x000f3;</surname><given-names>E.</given-names></name></person-group><article-title>Validaci&#x000f3;n de las versiones en espa&#x000f1;ol de la Montgomery-Asberg Depression Rating Scale y la Hamilton Anxiety Rating Scale para la evaluaci&#x000f3;n de la depresi&#x000f3;n y de la ansiedad</article-title><source>Med Clin (Barc).</source><volume>13</volume><year>2002</year><fpage>493</fpage><lpage>499</lpage></element-citation></ref><ref id="bib0230"><label>18</label><element-citation publication-type="journal" id="sbref0230"><person-group person-group-type="author"><name><surname>Fantino</surname><given-names>B.</given-names></name><name><surname>Moore</surname><given-names>N.</given-names></name></person-group><article-title>The self-reported Montgomery-&#x000c5;sberg depression rating scale is a useful evaluative tool in major depressive disorder</article-title><source>BMC Psychiatry.</source><volume>9</volume><year>2009</year><fpage>26</fpage><pub-id pub-id-type="pmid">19473506</pub-id></element-citation></ref><ref id="bib0235"><label>19</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Backlund</surname><given-names>L.G.</given-names></name><name><surname>L&#x000f6;fvander</surname><given-names>M.</given-names></name><name><surname>Svanborg</surname><given-names>P.</given-names></name><name><surname>Asberg</surname><given-names>M.</given-names></name></person-group><article-title>A comparison between the Beck Depression Inventory (BDI) and the self-rating version of the Montgomery Asberg Depression Rating Scale (MADRS)</article-title><source>J Affect Disord.</source><volume>64</volume><year>2001</year><fpage>203</fpage><lpage>216</lpage><pub-id pub-id-type="pmid">11313087</pub-id></element-citation></ref><ref id="bib0240"><label>20</label><element-citation publication-type="book" id="sbref0240"><person-group person-group-type="author"><collab>APA</collab></person-group><chapter-title>Diagnostic and Statistical Manual of Mental Disorders: DSM-5</chapter-title><year>2013</year><publisher-name>Amer Psychiatric Pub Incorporated</publisher-name></element-citation></ref><ref id="bib0245"><label>21</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Carde&#x000f1;a</surname><given-names>E.</given-names></name><name><surname>Carlson</surname><given-names>E.</given-names></name></person-group><article-title>Acute Stress Disorder Revisited</article-title><source>Annu Rev Clin Psychol.</source><volume>7</volume><year>2011</year><fpage>245</fpage><lpage>267</lpage><pub-id pub-id-type="pmid">21275643</pub-id></element-citation></ref><ref id="bib0250"><label>22</label><element-citation publication-type="journal" id="sbref0250"><person-group person-group-type="author"><name><surname>Lai</surname><given-names>J.</given-names></name><name><surname>Ma</surname><given-names>S.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Cai</surname><given-names>Z.</given-names></name><name><surname>Hu</surname><given-names>J.</given-names></name><name><surname>Wei</surname><given-names>N.</given-names></name></person-group><article-title>Factors associated with mental health outcomes among health care workers exposed to coronavirus disease 2019</article-title><source>JAMA Netw Open.</source><volume>3</volume><year>2020</year><fpage>e203976</fpage><pub-id pub-id-type="pmid">32202646</pub-id></element-citation></ref><ref id="bib0255"><label>23</label><element-citation publication-type="journal" id="sbref0255"><person-group person-group-type="author"><name><surname>Xiao</surname><given-names>H.</given-names></name><name><surname>Zhang</surname><given-names>Y.</given-names></name><name><surname>Kong</surname><given-names>D.</given-names></name><name><surname>Li</surname><given-names>S.</given-names></name><name><surname>Yang</surname><given-names>N.</given-names></name></person-group><article-title>The effects of social support on sleep quality of medical staff treating patients with coronavirus disease 2019 (COVID-19) in January and February 2020 in China</article-title><source>Med Sci Monit.</source><volume>26</volume><year>2020</year><fpage>e923549</fpage><pub-id pub-id-type="pmid">32132521</pub-id></element-citation></ref><ref id="bib0260"><label>24</label><element-citation publication-type="journal" id="sbref0260"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>Z.</given-names></name><name><surname>Xu</surname><given-names>S.</given-names></name><name><surname>Wang</surname><given-names>H.</given-names></name><name><surname>Liu</surname><given-names>Z.</given-names></name><name><surname>Wu</surname><given-names>J.</given-names></name><name><surname>Li</surname><given-names>G.</given-names></name></person-group><article-title>COVID-19 in Wuhan: Immediate psychological impact on 5062 health workers</article-title><source>medRxiv.</source><year>2020</year><pub-id pub-id-type="doi">10.1101/2020.02.20.20025338</pub-id></element-citation></ref><ref id="bib0265"><label>25</label><element-citation publication-type="journal" id="sbref0265"><person-group person-group-type="author"><name><surname>Uher</surname><given-names>R.</given-names></name><name><surname>Perlis</surname><given-names>R.H.</given-names></name><name><surname>Placentino</surname><given-names>A.</given-names></name><name><surname>Dernov&#x00161;ek</surname><given-names>M.Z.</given-names></name><name><surname>Henigsberg</surname><given-names>N.</given-names></name><name><surname>Mors</surname><given-names>O.</given-names></name></person-group><article-title>Self-report and clinician-rated measures of depression severity: Can one replace the other?</article-title><source>Depress Anxiety.</source><volume>29</volume><year>2012</year><fpage>1043</fpage><lpage>1049</lpage><pub-id pub-id-type="pmid">22933451</pub-id></element-citation></ref><ref id="bib0270"><label>26</label><element-citation publication-type="journal" id="sbref0270"><person-group person-group-type="author"><name><surname>Holmes</surname><given-names>E.A.</given-names></name><name><surname>O&#x02019;Connor</surname><given-names>R.C.</given-names></name><name><surname>Perry</surname><given-names>H.</given-names></name><name><surname>Tracey</surname><given-names>I.</given-names></name><name><surname>Wessely</surname><given-names>S.</given-names></name><name><surname>Arseneault</surname><given-names>L.</given-names></name></person-group><article-title>Position paper multidisciplinary research priorities for the COVID-19 pandemic: a call for action for mental health science</article-title><source>Lancet.</source><volume>7</volume><year>2020</year><fpage>547</fpage><lpage>560</lpage><pub-id pub-id-type="doi">10.1016/S2215-0366(20)30168-1</pub-id><pub-id pub-id-type="pmid">32304649</pub-id></element-citation></ref><ref id="bib0275"><label>27</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Pfefferbaum</surname><given-names>B.</given-names></name><name><surname>North</surname><given-names>C.S.</given-names></name></person-group><article-title>Mental health and the Covid-19 pandemic</article-title><source>N Engl J Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMp2008017</pub-id></element-citation></ref><ref id="bib0280"><label>28</label><element-citation publication-type="journal" id="sbref0280"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>Q.</given-names></name><name><surname>Liang</surname><given-names>M.</given-names></name><name><surname>Li</surname><given-names>Y.</given-names></name><name><surname>Guo</surname><given-names>J.</given-names></name><name><surname>Fei</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>L.</given-names></name></person-group><article-title>Mental health care for medical staff in China during the COVID-19 outbreak</article-title><source>Lancet.</source><volume>7</volume><year>2020</year><fpage>e15</fpage><lpage>e16</lpage><pub-id pub-id-type="doi">10.1016/S2215-0366(20)30078-X</pub-id><pub-id pub-id-type="pmid">32085839</pub-id></element-citation></ref></ref-list><ack id="ack0005"><title>Agradecimientos</title><p>A todos los trabajadores del Consorci Sanitari de l&#x02019;Anoia, en especial a los que participaron en este estudio. A la Dra. Marta Banqu&#x000e9; por el apoyo en el an&#x000e1;lisis de los datos.</p></ack></back></article>