<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Intensiva</journal-id><journal-id journal-id-type="iso-abbrev">Med Intensiva</journal-id><journal-title-group><journal-title>Medicina Intensiva</journal-title></journal-title-group><issn pub-type="ppub">0210-5691</issn><issn pub-type="epub">1578-6749</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7174180</article-id><article-id pub-id-type="publisher-id">S0210-5691(20)30116-9</article-id><article-id pub-id-type="doi">10.1016/j.medin.2020.04.009</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Del empirismo a la evidencia cient&#x000ed;fica en el tratamiento con antiv&#x000ed;ricos en los casos graves de infecci&#x000f3;n por coronavirus en tiempos de epidemia</article-title><trans-title-group xml:lang="en"><trans-title>From empiricism to scientific evidence in antiviral treatment in severe cases of coronavirus infection in times of epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Estella</surname><given-names>&#x000c1;.</given-names></name><email>litoestella@hotmail.com</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Garnacho-Montero</surname><given-names>J.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Medicina Intensiva, Hospital Universitario de Jerez, Jerez (Sevilla), Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Servicio de Medicina Intensiva, Hospital Unversitario Virgen Macarena, Sevilla, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>litoestella@hotmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>22</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>22</day><month>4</month><year>2020</year></pub-date><history><date date-type="received"><day>15</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>16</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p id="par0005">En estas semanas de crisis se est&#x000e1; produciendo un fen&#x000f3;meno sin precedentes en el &#x000e1;mbito sanitario: adem&#x000e1;s de la ingente bibliograf&#x000ed;a cient&#x000ed;fica que las revistas especializadas se apresuran por divulgar, los profesionales estamos recibiendo continuamente diferentes protocolos de actuaci&#x000f3;n procedentes de centros nacionales e internacionales, videotutoriales y opiniones de expertos que se han convertido en un material de incalculable valor si sabemos administrarlo. Compartir informaci&#x000f3;n m&#x000e9;dica tiene sus ventajas si su gesti&#x000f3;n se realiza de forma adecuada en esta epidemia. Las decisiones sanitarias han de ser racionales, rentables y respetuosas.</p><p id="par0010">
<italic>Racionales</italic>, porque han de estar sustentadas por la mejor evidencia cient&#x000ed;fica, que viene determinada en orden decreciente por revisiones sistem&#x000e1;ticas y metaan&#x000e1;lisis, ensayos cl&#x000ed;nicos aleatorizados, estudios de cohortes, registros, estudios de casos-controles e informes de casos.</p><p id="par0015">La emergencia de esta enfermedad ha provocado la puesta en marcha de numerosos ensayos cl&#x000ed;nicos dise&#x000f1;ados de forma urgente y no siempre con el rigor metodol&#x000f3;gico deseado, dadas las circunstancias, pero cuyos resultados se esperan con gran expectaci&#x000f3;n y premura. Al administrar determinados tratamientos no hemos sido del todo capaces de gestionar la evidencia cient&#x000ed;fica por el temor a establecer estrategias terap&#x000e9;uticas sub&#x000f3;ptimas en enfermos graves. Cabe recordar que en Medicina hay experiencias que el paso del tiempo ha llegado a demostrar que menos es m&#x000e1;s, con iniciativas como <italic>Slow medicine</italic> en Italia, <italic>Smarter medicine</italic> en Suiza, <italic>Choosing wisely</italic> de ABIM en EE.&#x000a0;UU. y Canad&#x000e1; y &#x000ab;Hacer y no hacer&#x000bb; en Espa&#x000f1;a<xref rid="bib0075" ref-type="bibr">1</xref>, <xref rid="bib0080" ref-type="bibr">2</xref>, <xref rid="bib0085" ref-type="bibr">3</xref>.</p><p id="par0020">Los conocimientos actuales podr&#x000ed;an aplicarse atendiendo a los enfermos cr&#x000ed;ticos con infecci&#x000f3;n por SARS-CoV-2 sin administrar ning&#x000fa;n tratamiento antiv&#x000ed;rico y aplicando tratamiento de soporte respiratorio, hemodin&#x000e1;mico y otros, en funci&#x000f3;n del desarrollo de fracaso org&#x000e1;nico durante su ingreso en UCI. Estas medidas y la prevenci&#x000f3;n de enfermedades infecciosas relacionadas con los cuidados sanitarios han de capitalizar el tratamiento de estos enfermos, en los que se prev&#x000e9; una estancia prolongada. Todo lo dem&#x000e1;s podemos catalogarlo como medidas de tratamiento concomitante de eficacia no probada y con riesgo de producir efectos indeseables derivados de sus interacciones medicamentosas y complicaciones secundarias. Podemos hacer extensiva esta premisa al uso de corticoides y AC monoclonales o antagonistas de receptores de interleucinas.</p><p id="par0025">En la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
se enumeran los factores por los que no se justifica el tratamiento con antiv&#x000ed;ricos en la infecci&#x000f3;n grave por SARS-CoV-2 en el paciente cr&#x000ed;tico.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Factores por los que no se justifica el tratamiento con antiv&#x000ed;ricos en la infecci&#x000f3;n grave por SARS-CoV-2 en el paciente cr&#x000ed;tico</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><tbody><tr><td align="left">Falta de estudios rigurosos que demuestren beneficios</td></tr><tr><td align="left">Alta probabilidad de interacciones medicamentosas con tratamientos habituales en UCI</td></tr><tr><td align="left">Extrapolaci&#x000f3;n de resultados cl&#x000ed;nicos en pacientes en situaci&#x000f3;n estable a pacientes cr&#x000ed;ticos</td></tr><tr><td align="left">Asunci&#x000f3;n de que la actividad antiv&#x000ed;rica frente a otros virus es eficaz contra SARS-CoV-2</td></tr><tr><td align="left">Actividad <italic>in vitro</italic> no necesariamente ha de ir acompa&#x000f1;ada de actividad <italic>in vivo</italic></td></tr><tr><td align="left">Equiparaci&#x000f3;n err&#x000f3;nea de los diferentes estadios de enfermedad para iniciar tratamiento</td></tr></tbody></table></table-wrap></p><p id="par0030">
<italic>Rentable</italic> hace referencia a la cl&#x000e1;sica relaci&#x000f3;n coste/beneficio. Coste en un sentido amplio del t&#x000e9;rmino: hemos de entenderlo en esta crisis m&#x000e1;s orientado a la escasez de recursos y a una distribuci&#x000f3;n m&#x000e1;s proporcionada de los tratamientos que a un concepto meramente monetario; estamos viviendo una competitividad de mercado que est&#x000e1; generando desigualdades territoriales y, por qu&#x000e9; no afirmarlo, tambi&#x000e9;n en la selecci&#x000f3;n de pacientes. La pregunta no aclarada es: &#x000bf;cu&#x000e1;les son los pacientes que m&#x000e1;s se beneficiar&#x000ed;an de recibir tratamiento antiv&#x000ed;rico y en qu&#x000e9; estadios de la enfermedad ser&#x000ed;a m&#x000e1;s eficaz su administraci&#x000f3;n? Manejar la incertidumbre protegiendo a los m&#x000e1;s vulnerables y a los que m&#x000e1;s se pueden beneficiar incluye distribuir estos recursos que hay que racionar seleccionando.</p><p id="par0035">
<italic>Respetuoso,</italic> porque la base cient&#x000ed;fica necesita de fiabilidad y validaci&#x000f3;n. Este &#x000fa;ltimo factor no es posible establecerlo en los tiempos actuales de crisis sanitaria por la pandemia, de ah&#x000ed; que las recomendaciones de tratamientos antiv&#x000ed;ricos sean de uso compasivo. Por tanto, el paciente debe ser informado y hay que dejar constancia de ello en la historia cl&#x000ed;nica. En esta pandemia la mayor&#x000ed;a de los consentimientos informados se est&#x000e1;n obteniendo de forma extraordinaria por v&#x000ed;a telef&#x000f3;nica debido a las pol&#x000ed;ticas de restricci&#x000f3;n de visitas establecidas en los hospitales. Es recomendable que, en cuanto el paciente recupere su capacidad de decidir, sea informado de las decisiones tomadas y se le haga part&#x000ed;cipe, teniendo en cuenta su opini&#x000f3;n, m&#x000e1;s a&#x000fa;n en una situaci&#x000f3;n de incertidumbre sobre los potenciales beneficios del tratamiento.</p><sec id="sec0005"><title>Tratamiento antiv&#x000ed;rico en la neumon&#x000ed;a grave causada por SARS-CoV-2</title><p id="par0040">Diferentes f&#x000e1;rmacos antiv&#x000ed;ricos se han postulado en el tratamiento de la neumon&#x000ed;a v&#x000ed;rica por SARS-CoV-2. El posicionamiento de estos f&#x000e1;rmacos se ha fundamentado en su actividad frente a otras infecciones causadas por otros virus diferentes y en experiencias cl&#x000ed;nica extra&#x000ed;das de estudios observacionales.</p><p id="par0045">Las experiencias cl&#x000ed;nicas con otros virus como influenza, &#x000e9;bola, MERS, SARS y otras infecciones v&#x000ed;ricas han motivado el uso de estos f&#x000e1;rmacos antiv&#x000ed;ricos en los casos de la COVID-19, tanto en pacientes cr&#x000ed;ticos como en los que no ingresaron en UCI, con tasas de utilizaci&#x000f3;n de m&#x000e1;s de un 90%<xref rid="bib0090" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0050">Las series retrospectivas que comparan factores relacionados con la mortalidad no han observado diferencias relacionadas con el uso de antiv&#x000ed;ricos<xref rid="bib0095" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0055">Se est&#x000e1;n administrando con la loable intenci&#x000f3;n de disminuir la carga v&#x000ed;rica y parece prudente considerar que los potenciales beneficios se producir&#x000ed;an en las primeras fases de la enfermedad, que es cuando el virus presenta una mayor fase replicativa. Este hecho condiciona que los pacientes que ingresan en UCI procedentes de planta de hospitalizaci&#x000f3;n tras una estancia media de una semana est&#x000e9;n empeorando m&#x000e1;s por la respuesta del organismo a la agresi&#x000f3;n que por un aumento de la carga v&#x000ed;rica; esto hace que nos planteemos dudas sobre el beneficio de tratar ya en esta fase. Manejar en estos casos la evidencia cient&#x000ed;fica en lugar del empirismo puede resultar una pr&#x000e1;ctica cl&#x000ed;nica prudente, sobre todo por las interacciones y efectos secundarios demostrados con estos tratamientos, y no tanto por la hipot&#x000e9;tica falta de actividad frente al virus. En la <xref rid="fig0005" ref-type="fig">figura 1</xref>
mostramos diferentes estrategias de tratamiento ante la falta de evidencias.<fig id="fig0005"><label>Figura 1</label><caption><p>Estrategias de tratamiento antiv&#x000ed;rico en infecci&#x000f3;n grave por SARS-CoV-2.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><sec id="sec0010"><title>Evidencia cient&#x000ed;fica</title><p id="par0060">Cuando se realiza una b&#x000fa;squeda en la web de la Organizaci&#x000f3;n Mundial de la Salud sobre los ensayos cl&#x000ed;nicos en marcha, actualmente est&#x000e1;n registrados m&#x000e1;s de 400, la mayor&#x000ed;a de ellos en fase de reclutamiento o pendiente de iniciarlo. Los m&#x000e1;s recientemente publicados en revistas de alto impacto revelan resultados no concluyentes que condicionan la incertidumbre con que hemos de manejar esta parte del tratamiento<xref rid="bib0100" ref-type="bibr"><sup>6</sup></xref>. Hacer un an&#x000e1;lisis reduccionista de ellos sin tener en cuenta las peculiaridades del paciente cr&#x000ed;tico nos puede conducir a errores, dado que la respuesta a los tratamientos es variable y que son m&#x000fa;ltiples los factores de confusi&#x000f3;n que influyen en el pron&#x000f3;stico del paciente cr&#x000ed;tico, tales como estado inmunitario previo, comorbilidades, intubaci&#x000f3;n precoz, modo de ventilaci&#x000f3;n mec&#x000e1;nica, coinfecciones bacterianas, infecciones relacionadas con la atenci&#x000f3;n sanitaria y tratamientos concomitantes.</p></sec><sec id="sec0015"><title>Mecanismo de acci&#x000f3;n de los antiv&#x000ed;ricos</title><p id="par0065">La explicaci&#x000f3;n fisiopatol&#x000f3;gica de c&#x000f3;mo el SARS-CoV-2 utiliza sus esp&#x000ed;culas de glicoprote&#x000ed;nas para unirse a los receptores ACE de la membrana celular<xref rid="bib0105" ref-type="bibr"><sup>7</sup></xref> e introducirse en las c&#x000e9;lulas para multiplicarse y aumentar la replicaci&#x000f3;n v&#x000ed;rica justifica los diferentes f&#x000e1;rmacos que se han recomendado en el tratamiento. Una ventaja que tienen estas distintas alternativas de tratamiento es que no son excluyentes, ya que act&#x000fa;an sobre diferentes dianas en las c&#x000e9;lulas, y su uso combinado se justifica con la presunci&#x000f3;n de que pudieran actuar de forma sin&#x000e9;rgica. Se han empleado diferentes antiv&#x000ed;ricos en los primeros casos, sin poder deducir de las series de casos publicadas la superioridad de unos sobre otros. A continuaci&#x000f3;n, y de forma breve, resumimos los que est&#x000e1;n siendo utilizados en Espa&#x000f1;a.</p><p id="par0070">Cloroquina e hidroxicloroquina no son realmente antiv&#x000ed;ricos, pero los hemos incluido al ser de los m&#x000e1;s usados en Espa&#x000f1;a durante esta pandemia. Pertenecen al grupo de las 4-aminoquinolinas y forman parte del tratamiento preventivo de la malaria, act&#x000fa;an sobre la endocitosis y exocitosis de las part&#x000ed;culas v&#x000ed;ricas y, por tanto, pueden inhibir la entrada del virus. Los beneficios de la hidroxicloroquina se basan en que es m&#x000e1;s eficaz, aparte de que se le atribuye actividad antiinflamatoria que, como sabemos, est&#x000e1; exacerbada en los casos graves que desarrollan distr&#x000e9;s respiratorio. En estudios <italic>in vitro</italic> se ha demostrado mayor potencia de los efectos de la hidroxicloroquina<xref rid="bib0040" ref-type="bibr">8</xref>, <xref rid="bib0115" ref-type="bibr">9</xref>.</p><p id="par0075">Otra diana de acci&#x000f3;n la ofrecen lopinavir/ritonavir. Como inhibidores de la proteasa, su efecto es impedir que la prote&#x000ed;na se fragmente. Ha demostrado en modelos animales y en estudios <italic>in vitro</italic> su eficacia ante virus de la misma familia, como el SARS y MERS<xref rid="bib0120" ref-type="bibr"><sup>10</sup></xref>; sin embargo, hay autores que cuestionan su capacidad de disminuir la carga v&#x000ed;rica en el pulm&#x000f3;n cuando hay una respuesta inflamatoria aumentada. Este hecho nos lleva a cuestionar su efectividad en los pacientes cr&#x000ed;ticos con ventilaci&#x000f3;n mec&#x000e1;nica<xref rid="bib0125" ref-type="bibr"><sup>11</sup></xref>. Se est&#x000e1; administrando de forma combinada con interfer&#x000f3;n: en el ensayo cl&#x000ed;nico MIRACLE se demostr&#x000f3; sinergia cuando se usan conjuntamente<xref rid="bib0130" ref-type="bibr"><sup>12</sup></xref>. La principal debilidad es que hay poca experiencia cl&#x000ed;nica y que se han descrito numerosas interacciones y efectos secundarios.</p><p id="par0080">Remdesivir. Lamentablemente, el f&#x000e1;rmaco que <italic>a priori</italic> se postula, a nuestro entender, como m&#x000e1;s atractivo para el uso en pacientes cr&#x000ed;ticos est&#x000e1; siendo el que menos acceso ha tenido en las UCI espa&#x000f1;olas. Su mecanismo de acci&#x000f3;n como inhibidor de la transcriptasa inversa inhibiendo la ARN-dependiente-ARN polimerasa le confiere actividad tanto para coronavirus humano como en modelos animales. En la actualidad hay en marcha distintos ensayos cl&#x000ed;nicos que aportar&#x000e1;n luz sobre su eficacia frente a este virus en los casos m&#x000e1;s graves. La posibilidad de ser administrado por v&#x000ed;a intravenosa aumenta la garant&#x000ed;a de que alcance niveles plasm&#x000e1;ticos sin depender, como ocurre en pacientes cr&#x000ed;ticos con ventilaci&#x000f3;n mec&#x000e1;nica, de la absorci&#x000f3;n en el tubo digestivo que, en ocasiones, es err&#x000e1;tica en las presentaciones para sonda nasog&#x000e1;strica.</p><p id="par0120">Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV. Nat Commun. 2020 Jan 10;11:222. https://doi.org/10.1038/s41467-019-13940-6<xref rid="bib0135" ref-type="bibr"><sup>13</sup></xref>. Las experiencias cl&#x000ed;nicas documentadas como uso compasivo son esperanzadoras, aunque hemos de discutir los resultados documentados por Grein et al., considerando que no hubo un grupo control, que excluy&#x000f3; a pacientes con vasoactivos o fracaso renal y que no expresan en sus datos la gravedad medida por SOFA o APACHE para evaluar qu&#x000e9; tipo de pacientes trataron. Adem&#x000e1;s, el tratamiento se inici&#x000f3; entre 9 y 15 d&#x000ed;as tras el inicio de s&#x000ed;ntomas y, seg&#x000fa;n sabemos, los pacientes que superan dicha fase sin fracaso respiratorio suelen evolucionar favorablemente<xref rid="bib0140" ref-type="bibr"><sup>14</sup></xref>. En la <xref rid="tbl0010" ref-type="table">tabla 2</xref>
se exponen las potenciales ventajas y limitaciones del uso de remdesivir en pacientes cr&#x000ed;ticos.<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Ventajas y limitaciones de remdesivir en el tratamiento de neumon&#x000ed;a grave por SARS-CoV-2</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><tbody><tr><td align="left">Disminuci&#x000f3;n eficaz <italic>in vitro</italic> de la carga v&#x000ed;rica</td></tr><tr><td align="left">Administraci&#x000f3;n intravenosa en pacientes en ventilaci&#x000f3;n mec&#x000e1;nica, evitando uso por sonda nasog&#x000e1;strica</td></tr><tr><td align="left">Concentraci&#x000f3;n adecuada en pulm&#x000f3;n</td></tr><tr><td align="left">Pocas interacciones</td></tr><tr><td align="left">Restricci&#x000f3;n de su uso en UCI durante la pandemia por SARS-CoV-2</td></tr><tr><td align="left">Falta de estudios bien dise&#x000f1;ados en enfermos cr&#x000ed;ticos</td></tr></tbody></table></table-wrap></p></sec></sec><sec id="sec0020"><title>Consideraciones finales</title><p id="par0085">La mayor&#x000ed;a de los estudios sobre la eficacia de los antiv&#x000ed;ricos se basan en infecciones por otros virus diferentes al SARS-CoV-2 y se han testado en estadios iniciales, que difieren del momento en que est&#x000e1;n ingresando los casos graves en las UCI. Los estudios sobre la eficacia se refieren m&#x000e1;s a la disminuci&#x000f3;n de carga v&#x000ed;rica que a factores relacionados con el pron&#x000f3;stico real en t&#x000e9;rminos de evoluci&#x000f3;n cl&#x000ed;nica, mortalidad y mejora del fracaso org&#x000e1;nico.</p><p id="par0090">La falta de selecci&#x000f3;n de pacientes que pueden beneficiarse de los tratamientos disponibles ha condicionado que el acceso a determinados antiv&#x000ed;ricos se haya visto limitado e insistimos en la importancia que las interacciones de estos f&#x000e1;rmacos pueden tener en los enfermos cr&#x000ed;ticos, cuya base indiscutible del tratamiento es el soporte de los fracasos org&#x000e1;nicos que, principalmente, est&#x000e1; siendo el respiratorio.</p><p id="par0095">La posibilidad de actuar en distintas dianas apoya la recomendaci&#x000f3;n de combinar varios tratamientos y esperar de ello un efecto sin&#x000e9;rgico. Parece razonable que, si se trata, se haga en las etapas iniciales de la enfermedad, que es cuando cobra sentido disminuir la carga v&#x000ed;rica. Sin embargo, no parece justificado prolongar la duraci&#x000f3;n del tratamiento. S&#x000ed; es muy recomendable hacer un seguimiento estrecho de las interacciones y efectos secundarios y, en caso de detectarlos, suspender el tratamiento ante la incertidumbre de su potencial beneficio.</p><p id="par0100">El reto actual ser&#x000e1; no solo determinar qu&#x000e9; agentes son eficaces contra el virus sino, m&#x000e1;s bien, determinar en qu&#x000e9; momento de la enfermedad puede ser efectiva cada medida propuesta.</p><p id="par0105">Los l&#x000ed;mites formales de las agencias reguladoras de los ensayos cl&#x000ed;nicos pivotales han conllevado que, cl&#x000e1;sicamente, los enfermos de UCI sean excluidos y, por tanto, es arriesgado extrapolar los datos provenientes de otros tipos de pacientes. La pr&#x000e1;ctica cl&#x000ed;nica correcta, y por consiguiente &#x000e9;tica, solo adquiere legitimidad social si ha sido previamente demostrada a trav&#x000e9;s de la investigaci&#x000f3;n cl&#x000ed;nica. Maximizar los potenciales beneficios cl&#x000ed;nicos ha de buscarse disminuyendo al m&#x000e1;ximo los posibles da&#x000f1;os de los tratamientos no probados.</p></sec><sec id="sec0025"><title>Financiaci&#x000f3;n</title><p id="par0110">Estudio no financiado.</p></sec><sec id="sec0030"><title>Conflicto de intereses</title><p id="par0115">Los autores declaran que no hay conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0075"><label>1</label><element-citation publication-type="journal" id="sbref0075"><person-group person-group-type="author"><name><surname>Hern&#x000e1;ndez-Tejedor</surname><given-names>A.</given-names></name><name><surname>Pe&#x000f1;uelas</surname><given-names>O.</given-names></name><name><surname>Sirgo Rodr&#x000ed;guez</surname><given-names>G.</given-names></name><name><surname>Llompart-Pou</surname><given-names>J.A.</given-names></name><name><surname>Palencia Herrej&#x000f3;n</surname><given-names>E.</given-names></name><name><surname>Estella</surname><given-names>A.</given-names></name></person-group><article-title>Recommendations of the Working Groups from the Spanish Society of Intensive and Critical Care Medicine and Coronary Units (SEMICYUC) for the management of adult critically ill patients</article-title><source>Med Intensiva.</source><volume>41</volume><year>2017 Jun - Jul</year><fpage>285</fpage><lpage>305</lpage><pub-id pub-id-type="doi">10.1016/j.medin.2017.03.004</pub-id><comment>Epub 2017 May 2</comment><pub-id pub-id-type="pmid">28476212</pub-id></element-citation></ref><ref id="bib0080"><label>2</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><name><surname>Gaspoz</surname><given-names>J.M.</given-names></name></person-group><article-title>Smarter medicine: Do physicians need political pressure to eliminate useless interventions?</article-title><source>Swiss Med Wkly.</source><volume>145</volume><year>2015 Mar 26</year><fpage>w14125</fpage><pub-id pub-id-type="doi">10.4414/smw.2015.14125</pub-id><comment>eCollection 2015</comment><pub-id pub-id-type="pmid">25811142</pub-id></element-citation></ref><ref id="bib0085"><label>3</label><mixed-citation publication-type="other" id="oref0015">Choosing wisely: An initiative of the ABIM Foundation. 2013. [Consultado 27 Mar 2020]. Disponible en: http://www.choosingwisely.org.</mixed-citation></ref><ref id="bib0090"><label>4</label><element-citation publication-type="journal" id="sbref0090"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet</source><volume>395</volume><issue>10223</issue><year>2020 Mar 28</year><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30183-5</pub-id><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="bib0095"><label>5</label><element-citation publication-type="journal" id="sbref0095"><person-group person-group-type="author"><name><surname>Zhou</surname><given-names>F.</given-names></name><name><surname>Yu</surname><given-names>T.</given-names></name><name><surname>Du</surname><given-names>R.</given-names></name><name><surname>Fan</surname><given-names>G.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>Z.</given-names></name></person-group><article-title>Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan,</article-title><source>Lancet.</source><volume>395</volume><issue>10229</issue><year>2020 Mar 28</year><fpage>1054</fpage><lpage>1062</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30566-3</pub-id><pub-id pub-id-type="pmid">32171076</pub-id></element-citation></ref><ref id="bib0100"><label>6</label><element-citation publication-type="journal" id="sbref0100"><person-group person-group-type="author"><name><surname>Cao</surname><given-names>B.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Wen</surname><given-names>D.</given-names></name><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Jingli Wang</surname><given-names>G.</given-names></name><name><surname>Fan</surname></name></person-group><article-title>A trial of lopinavir&#x02013;ritonavir in adults hospitalized with severe COVID-19</article-title><source>N Engl J Med.</source><year>2020 Mar 18</year><pub-id pub-id-type="other">10.1056/NEJMoa2001282. 10.1056/NEJMoa2001282</pub-id></element-citation></ref><ref id="bib0105"><label>7</label><element-citation publication-type="journal" id="sbref0105"><person-group person-group-type="author"><name><surname>Hasan</surname><given-names>A.</given-names></name><name><surname>Paray</surname><given-names>B.A.</given-names></name><name><surname>Hussain</surname><given-names>A.</given-names></name><name><surname>Qadir</surname><given-names>F.A.</given-names></name><name><surname>Attar</surname><given-names>F.</given-names></name><name><surname>Aziz</surname><given-names>F.M.</given-names></name></person-group><article-title>A review on the cleavage priming of the spike protein on coronavirus by angiotensin-converting enzyme-2 and furin</article-title><source>J Biomol Struct Dyn.</source><year>2020 Apr 10</year><fpage>1</fpage><lpage>13</lpage><pub-id pub-id-type="doi">10.1080/07391102.2020.1754293</pub-id></element-citation></ref><ref id="bib0040"><label>8</label><element-citation publication-type="journal" id="sbref0040"><person-group person-group-type="author"><name><surname>Yao</surname><given-names>X.</given-names></name><name><surname>Ye</surname><given-names>F.</given-names></name><name><surname>Zhang</surname><given-names>M.</given-names></name><name><surname>Cui</surname><given-names>C.</given-names></name><name><surname>Huang</surname><given-names>B.</given-names></name><name><surname>Niu</surname><given-names>P.</given-names></name></person-group><article-title>In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)</article-title><source>Clin Infect Dis.</source><year>2020 Mar 9</year><pub-id pub-id-type="doi">10.1093/cid/ciaa237</pub-id><comment>pii: ciaa237.</comment></element-citation></ref><ref id="bib0115"><label>9</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>J.</given-names></name><name><surname>Cao</surname><given-names>R.</given-names></name><name><surname>Xu</surname><given-names>M.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>H.</given-names></name><name><surname>Hu</surname><given-names>H.</given-names></name></person-group><article-title>Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro</article-title><source>Cell Discov</source><volume>6</volume><year>2020</year><fpage>16</fpage><pub-id pub-id-type="doi">10.1038/s41421-020-0156-0</pub-id><pub-id pub-id-type="pmid">32194981</pub-id></element-citation></ref><ref id="bib0120"><label>10</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Chu</surname><given-names>C.M.</given-names></name><name><surname>Cheng</surname><given-names>V.C.</given-names></name><name><surname>Hung</surname><given-names>I.F.</given-names></name><name><surname>Wong</surname><given-names>M.M.</given-names></name><name><surname>Chan</surname><given-names>K.H.</given-names></name><name><surname>Chan</surname><given-names>K.S.</given-names></name></person-group><article-title>Role of lopinavir/ritonavir in the treatment of SARS: Initial virological and clinical findings</article-title><source>Thorax.</source><volume>59</volume><year>2004 Mar</year><fpage>252</fpage><lpage>256</lpage><pub-id pub-id-type="pmid">14985565</pub-id></element-citation></ref><ref id="bib0125"><label>11</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Sheahan</surname><given-names>T.P.</given-names></name><name><surname>Sims</surname><given-names>A.C.</given-names></name><name><surname>Leist</surname><given-names>S.R.</given-names></name><name><surname>Sch&#x000e4;fer</surname><given-names>A.</given-names></name><name><surname>Won</surname><given-names>J.</given-names></name><name><surname>Brown</surname><given-names>A.J.</given-names></name></person-group><article-title>Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV</article-title><source>Nat Commun.</source><volume>11</volume><year>2020 Jan 10</year><fpage>222</fpage><pub-id pub-id-type="doi">10.1038/s41467-019-13940-6</pub-id><pub-id pub-id-type="pmid">31924756</pub-id></element-citation></ref><ref id="bib0130"><label>12</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Arabi</surname><given-names>Y.M.</given-names></name><name><surname>Alothman</surname><given-names>A.</given-names></name><name><surname>Balkhy</surname><given-names>H.H.</given-names></name><name><surname>Al-Dawood</surname><given-names>A.</given-names></name><name><surname>AlJohani</surname><given-names>S.</given-names></name><name><surname>Al Harbi</surname><given-names>S.</given-names></name></person-group><article-title>Treatment of middle east respiratory syndrome with a combination of lopinavir-ritonavir and interferon-&#x003b2;1b (MIRACLE trial): Study protocol for a randomized controlled trial</article-title><source>Trials.</source><volume>19</volume><year>2018 Jan 30</year><fpage>81</fpage><pub-id pub-id-type="doi">10.1186/s13063-017-2427-0</pub-id><pub-id pub-id-type="pmid">29382391</pub-id></element-citation></ref><ref id="bib0135"><label>13</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Sheahan</surname><given-names>T.P.</given-names></name><name><surname>Sims</surname><given-names>A.C.</given-names></name><name><surname>Leist</surname><given-names>S.R.</given-names></name><name><surname>Sch&#x000e4;fer</surname><given-names>A.</given-names></name><name><surname>Won</surname><given-names>J.</given-names></name><name><surname>Brown</surname><given-names>A.J.</given-names></name></person-group><article-title>Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV</article-title><source>Nat Commun.</source><volume>11</volume><year>2020 Jan 10</year><fpage>222</fpage><pub-id pub-id-type="doi">10.1038/s41467-019-13940-6</pub-id><pub-id pub-id-type="pmid">31924756</pub-id></element-citation></ref><ref id="bib0140"><label>14</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Grein</surname><given-names>J.</given-names></name><name><surname>Ohmagari</surname><given-names>N.</given-names></name><name><surname>Shin</surname><given-names>D.</given-names></name><name><surname>Diaz</surname><given-names>G.</given-names></name><name><surname>Asperges</surname><given-names>E.</given-names></name><name><surname>Castagna</surname><given-names>A.</given-names></name></person-group><article-title>Compassionate use of remdesivir for patients with severe COVID-19</article-title><source>N Engl J Med.</source><year>2020 Apr 10</year><pub-id pub-id-type="doi">10.1056/NEJMoa2007016</pub-id></element-citation></ref></ref-list></back></article>