<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Neurologia</journal-id><journal-id journal-id-type="iso-abbrev">Neurologia</journal-id><journal-title-group><journal-title>Neurologia (Barcelona, Spain)</journal-title></journal-title-group><issn pub-type="ppub">0213-4853</issn><issn pub-type="epub">1578-1968</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7164900</article-id><article-id pub-id-type="publisher-id">S0213-4853(20)30067-0</article-id><article-id pub-id-type="doi">10.1016/j.nrl.2020.04.002</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Influencia de la infecci&#x000f3;n SARS-CoV-2 sobre enfermedades neurodegenerativas y neuropsiqui&#x000e1;tricas: &#x000bf;una pandemia demorada?</article-title><trans-title-group xml:lang="en"><trans-title>Impact of SARS-CoV-2 infection on neurodegenerative and neuropsychiatric diseases: a delayed pandemic?</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Serrano-Castro</surname><given-names>P.J.</given-names></name><email>pedro.serrano.c@gmail.com</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Estivill-Torr&#x000fa;s</surname><given-names>G.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Cabezudo-Garc&#x000ed;a</surname><given-names>P.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Reyes-Bueno</surname><given-names>J.A.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Ciano Petersen</surname><given-names>N.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Aguilar-Castillo</surname><given-names>M.J.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0020" ref-type="aff">d</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Su&#x000e1;rez-P&#x000e9;rez</surname><given-names>J.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0040"><name><surname>Jim&#x000e9;nez-Hern&#x000e1;ndez</surname><given-names>M.D.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0025" ref-type="aff">e</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0045"><name><surname>Moya-Molina</surname><given-names>M.&#x000c1;.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0030" ref-type="aff">f</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0050"><name><surname>Oliver-Martos</surname><given-names>B.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0055"><name><surname>Arrabal-G&#x000f3;mez</surname><given-names>C.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><contrib contrib-type="author" id="aut0060"><name><surname>Rodr&#x000ed;guez de Fonseca</surname><given-names>F.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref><xref rid="fn0005" ref-type="fn">&#x025ca;</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Neurolog&#x000ed;a, Hospital Regional Universitario de M&#x000e1;laga, M&#x000e1;laga, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Instituto de Investigaci&#x000f3;n Biom&#x000e9;dica de M&#x000e1;laga (IBIMA), M&#x000e1;laga, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Red Andaluza de Investigaci&#x000f3;n Cl&#x000ed;nica y Traslacional en Neurolog&#x000ed;a (Neuro-RECA)</aff><aff id="aff0020"><label>d</label>Servicio de An&#x000e1;lisis Cl&#x000ed;nicos, Hospital Regional Universitario de M&#x000e1;laga, M&#x000e1;laga, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>Servicio de Neurolog&#x000ed;a, Hospital Universitario Virgen del Roc&#x000ed;o, Sevilla, Espa&#x000f1;a</aff><aff id="aff0030"><label>f</label>Servicio de Neurolog&#x000ed;a, Hospital Universitario Puerta del Mar, C&#x000e1;diz, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>pedro.serrano.c@gmail.com</email></corresp><fn id="fn0005"><label>&#x025ca;</label><p id="npar0005">M&#x000e1;s informaci&#x000f3;n sobre Neuro-RECA est&#x000e1; disponible en el <xref rid="sec0020" ref-type="sec">Anexo</xref>.</p></fn></author-notes><pub-date pub-type="pmc-release"><day>17</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>17</day><month>4</month><year>2020</year></pub-date><history><date date-type="received"><day>10</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>14</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><sec><title>Introducci&#x000f3;n</title><p>La infecci&#x000f3;n por el coronavirus SARS-CoV-2 originada en diciembre de 2019 en la regi&#x000f3;n china de Wuhan ha adquirido proporciones pand&#x000e9;micas. A d&#x000ed;a de hoy ha ocasionado m&#x000e1;s de 1,7 millones de contagios y m&#x000e1;s de 100.000 muertes en todo el mundo. La investigaci&#x000f3;n cient&#x000ed;fica actual se centra en el mejor conocimiento de la infecci&#x000f3;n aguda y de sus estrategias terap&#x000e9;uticas. Dada la magnitud de la epidemia, planteamos una revisi&#x000f3;n especulativa sobre las posibles consecuencias en patolog&#x000ed;a neurol&#x000f3;gica a medio/largo plazo, con especial atenci&#x000f3;n a enfermedades neurodegenerativas y neuropsiqui&#x000e1;tricas con base neuroinflamatoria, teniendo en cuenta la evidencia directa de afectaci&#x000f3;n neurol&#x000f3;gica a causa de la infecci&#x000f3;n aguda.</p></sec><sec><title>Desarrollo</title><p>Revisamos de forma sistem&#x000e1;tica lo conocido sobre los mecanismos patog&#x000e9;nicos de la infecci&#x000f3;n por SARS-CoV-2, la repercusi&#x000f3;n de la tormenta de citoquinas sobre el sistema nervioso central y su persistencia en el tiempo y las consecuencias que la neuroinflamaci&#x000f3;n puede tener sobre el sistema nervioso central.</p></sec><sec><title>Conclusiones</title><p>El SARS-CoV-2 es un virus neuroinvasivo capaz de provocar una tormenta de citoquinas que podr&#x000ed;a convertirse en persistente en poblaci&#x000f3;n seleccionada. Aunque nuestra hip&#x000f3;tesis tiene alto componente especulativo, la repercusi&#x000f3;n que esta situaci&#x000f3;n puede tener en la puesta en marcha y progresi&#x000f3;n de enfermedades neurodegenerativas y neuropsiqui&#x000e1;tricas con base neuroinflamatoria debe ser considerada como posible germen de una pandemia demorada que podr&#x000ed;a tener un gran impacto en salud p&#x000fa;blica a medio o largo plazo. Se hace necesario un estrecho seguimiento de la salud cognitiva y neuropsiqui&#x000e1;trica de los pacientes supervivientes a infecci&#x000f3;n COVID-19.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Introduction</title><p>SARS-CoV-2 was first detected in December 2019 in the Chinese city of Wuhan and has since spread across the world. At present, the virus has infected over 1.7 million people and caused over 100 000 deaths worldwide. Research is currently focused on understanding the acute infection and developing effective treatment strategies. In view of the magnitude of the epidemic, we conducted a speculative review of possible medium- and long-term neurological consequences of SARS-CoV-2 infection, with particular emphasis on neurodegenerative and neuropsychiatric diseases of neuroinflammatory origin, based on the available evidence on neurological symptoms of acute SARS-CoV-2 infection.</p></sec><sec><title>Development</title><p>We systematically reviewed the available evidence about the pathogenic mechanisms of SARS-CoV-2 infection, the immediate and lasting effects of the cytokine storm on the central nervous system, and the consequences of neuroinflammation for the central nervous system.</p></sec><sec><title>Conclusions</title><p>SARS-CoV-2 is a neuroinvasive virus capable of triggering a cytokine storm, with persistent effects in specific populations. Although our hypothesis is highly speculative, the impact of SARS-CoV-2 infection on the onset and progression of neurodegenerative and neuropsychiatric diseases of neuroinflammatory origin should be regarded as the potential cause of a delayed pandemic that may have a major public health impact in the medium to long term. Cognitive and neuropsychological function should be closely monitored in COVID-19 survivors.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Neuroinflamaci&#x000f3;n</kwd><kwd>Enfermedades neurodegenerativas</kwd><kwd>Enfermedades neuropsiqui&#x000e1;tricas</kwd><kwd>Tormenta de citoquinas</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Neuroinflammation</kwd><kwd>Neurodegenerative diseases</kwd><kwd>Neuropsychiatric diseases</kwd><kwd>Cytokine storm</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0010">En el mes de diciembre de 2019, un nuevo virus perteneciente a la familia de los coronavirus irrumpi&#x000f3; como agente pat&#x000f3;geno en la regi&#x000f3;n china de Wuhan provocando un s&#x000ed;ndrome respiratorio agudo severo (SARS) de alta letalidad<xref rid="bib0210" ref-type="bibr">1</xref>, <xref rid="bib0215" ref-type="bibr">2</xref>, <xref rid="bib0220" ref-type="bibr">3</xref>. La Organizaci&#x000f3;n Mundial de la Salud (OMS) le dio el nombre de SARS-CoV-2 dada su similitud desde el punto de vista virol&#x000f3;gico y tambi&#x000e9;n en su expresi&#x000f3;n cl&#x000ed;nica con el SARS-CoV-1 (229E [HCoV-229E]), responsable de un s&#x000ed;ndrome de similares caracter&#x000ed;sticas tambi&#x000e9;n originado en los mercados de animales de China en el a&#x000f1;o 2003.</p><p id="par0015">Dada la expansi&#x000f3;n vertiginosa que se produjo en las semanas siguientes a su primera descripci&#x000f3;n por muchos pa&#x000ed;ses del mundo, la propia OMS declar&#x000f3; a la enfermedad producida por el SARS-CoV-2 como pandemia de alcance mundial el d&#x000ed;a 11 de marzo de 2020. En el momento de redactar este art&#x000ed;culo, ha sido capaz de infectar a m&#x000e1;s de 1,7 millones de personas en m&#x000e1;s de 200 pa&#x000ed;ses del mundo y acabar con la vida de 100.000 personas, aunque con toda probabilidad ambas cifras est&#x000e1;n subestimadas<xref rid="bib0225" ref-type="bibr"><sup>4</sup></xref>. El nombre oficial de esta enfermedad seg&#x000fa;n la OMS es enfermedad por coronavirus 2019 (COVID-19).</p><p id="par0020">En general, los coronavirus que afectan a los seres humanos, y cuyo origen y posible reservorio son animales salvajes incluyendo los murci&#x000e9;lagos, pueden ser clasificados en aquellos con baja capacidad patog&#x000e9;nica, que incluyen los HCoV-229E, HCoV-OC43, HCoV-NL63, y HCoV-HKU (coronavirus &#x003b1;) y aquellos otros altamente patog&#x000e9;nicos, denominados bajo la categor&#x000ed;a CoV, tales como el SARS-CoV (responsable del brote de SARS de 2003), el actual (SARS-CoV-2), junto con el que produjo el Middle East Respiratory S&#x000ed;ndrome (MERS-CoV) en el a&#x000f1;o 2012. A estos se los denomina tambi&#x000e9;n coronavirus &#x003b2;.</p><p id="par0025">Los coronavirus &#x003b2; se han convertido en un verdadero problema de salud p&#x000fa;blica por su alta patogenicidad e infectividad. Durante la epidemia de 2002-2003 el SARS-CoV infect&#x000f3; aproximadamente a 8400 personas, con una tasa de mortalidad del 9,6%<xref rid="bib0230" ref-type="bibr"><sup>5</sup></xref>. El MERS-CoV, por su parte, infect&#x000f3; a un total de 1936 individuos, dejando un resultado mortal de 690 muertos, lo que equivale a una tasa de mortalidad de aproximadamente el 36%<xref rid="bib0235" ref-type="bibr"><sup>6</sup></xref>.</p><p id="par0030">En el caso del SARS-CoV-2, aunque hay formas pr&#x000e1;cticamente asintom&#x000e1;ticas, tambi&#x000e9;n es cierto que, en grupos de riesgo determinados, puede progresar a s&#x000ed;ndromes severos con alta letalidad cuyas principales manifestaciones cl&#x000ed;nicas se producen a nivel respiratorio, con una neumon&#x000ed;a at&#x000ed;pica bilateral con importante afectaci&#x000f3;n de la funci&#x000f3;n respiratoria por da&#x000f1;o alveolar difuso y que constituye su marca patog&#x000e9;nica. Pero el SARS-CoV-2 tambi&#x000e9;n puede infectar otros &#x000f3;rganos y tipos celulares durante el curso de la enfermedad, incluyendo las c&#x000e9;lulas mucosas del intestino, las c&#x000e9;lulas tubulares del ri&#x000f1;&#x000f3;n, c&#x000e9;lulas del sistema linfoide y ret&#x000ed;culo endotelial y tambi&#x000e9;n las c&#x000e9;lulas del sistema nervioso<xref rid="bib0240" ref-type="bibr"><sup>7</sup></xref>.</p><p id="par0035">Precisamente, esa capacidad de afectar al sistema nervioso ser&#x000e1; objeto de esta revisi&#x000f3;n, centr&#x000e1;ndonos en la posibilidad de generar afectaci&#x000f3;n en el medio plazo como resultado de la invasi&#x000f3;n neurol&#x000f3;gica y su posible incidencia sobre procesos neurodegenerativos.</p><p id="par0040">
<italic>Fases de la expresi&#x000f3;n cl&#x000ed;nica de las infecciones por CoV</italic>
</p><p id="par0045">La expresi&#x000f3;n cl&#x000ed;nica de la infecci&#x000f3;n por SARS-CoV (que ha servido de modelo para el SARS-CoV-2 dado que usa mecanismos de infectividad parecidos, incluyendo la enzima convertidora de la angiotensina II [ECA-II] como receptor de internalizaci&#x000f3;n), consta de tres fases. La fase inicial se caracteriza por gran replicaci&#x000f3;n viral, con fiebre, tos y quebrantamiento general que se prolonga durante varios d&#x000ed;as. La segunda fase se asocia con fiebre alta, hipoxemia y progresi&#x000f3;n de la sintomatolog&#x000ed;a respiratoria hasta una neumon&#x000ed;a bilateral a pesar de que se aprecia anal&#x000ed;ticamente ya un declive en la carga viral al final de esta fase<xref rid="bib0245" ref-type="bibr"><sup>8</sup></xref>. Durante la tercera fase, aproximadamente un 20% de los pacientes progresan a un SARS, que con frecuencia tiene desenlace fatal<xref rid="bib0250" ref-type="bibr">9</xref>, <xref rid="bib0255" ref-type="bibr">10</xref>. Como durante esta fase hay una progresiva ca&#x000ed;da de carga viral, la patogenia de esta crisis se cree que es debida a una exacerbada respuesta inflamatoria por parte del hu&#x000e9;sped a la que se ha denominado &#x000ab;tormenta de citoquinas&#x000bb;, y que al generar da&#x000f1;o alveolar difuso e hipoxemia grave, facilita la aparici&#x000f3;n de sepsis secundarias letales.</p><p id="par0050">Un hecho esencial para comprender la respuesta inflamatoria a las infecciones CoV es comprender el punto de partida. Dado que se trata de agentes pat&#x000f3;genos de muy reciente aparici&#x000f3;n, existe una ausencia completa de memoria inmunitaria en la comunidad. Nunca antes el sistema inmunitario del ser humano se ha enfrentado a un coronavirus de este tipo. En situaciones como esta, el sistema inmunol&#x000f3;gico recurre a la denominada inmunidad innata como primera l&#x000ed;nea de defensa. Precisamente es la respuesta inmunol&#x000f3;gica excesiva y desregulada de esta primera l&#x000ed;nea defensiva la que puede ser responsable de una severa inmunopatolog&#x000ed;a<xref rid="bib0260" ref-type="bibr">11</xref>, <xref rid="bib0265" ref-type="bibr">12</xref>.</p><p id="par0055">En el caso del SARS-CoV, la invasi&#x000f3;n de c&#x000e9;lulas hematopoy&#x000e9;ticas, tales como c&#x000e9;lulas dendr&#x000ed;ticas, monocitos o macr&#x000f3;fagos induce una expresi&#x000f3;n de bajo nivel de citoquinas antivirales como el IFN-&#x003b1;&#x003b2; y una sobreexpresi&#x000f3;n de citoquinas proinflamatorias como el factor de necrosis tumoral (TNF) y la interleukina-6 (IL6) y tambi&#x000e9;n de quimioquinas inflamatorias como CCL3, CCL5, CCL2, y CXCL10<xref rid="bib0270" ref-type="bibr"><sup>13</sup></xref>. Por el contrario, los pacientes con SARS-CoV con enfermedad severa muestran muy bajos niveles de citoquinas antiinflamatorias tales como la IL10<xref rid="bib0275" ref-type="bibr"><sup>14</sup></xref> y elevados niveles de IFN-&#x003b1; y IFN-&#x003b3; as&#x000ed; como de genes estimuladores del IFN (CXCL10 y CCL-2) en comparaci&#x000f3;n con pacientes con enfermedad leve sugiriendo un posible papel del IFN en la inmunopatog&#x000e9;nesis del SARS en humanos<xref rid="bib0275" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0060">En el momento de redactar este art&#x000ed;culo, existen pocas publicaciones que aborden la din&#x000e1;mica de la tormenta de citoquinas en la infecci&#x000f3;n por SARS-CoV-2. Muy recientemente, Chen et al. presentaron un estudio en el que demuestran que la infecci&#x000f3;n por SARS-CoV-2 severa se asocia con linfopenia a expensas de ca&#x000ed;das de linfocitos T CD4+ y CD8+ pero no de linfocitos B, hiperproducci&#x000f3;n de citoquinas IL6, IL2R (receptor soluble de la IL2), IL10, TNF&#x003b1; y CCL2 y descenso en la expresi&#x000f3;n de IFN-&#x003b3; en linfocitos T CD4+<xref rid="bib0280" ref-type="bibr"><sup>15</sup></xref>. Los niveles de IL6, IL2R, IL10 y TNF&#x003b1; suben discretamente o permanecen en rango normal en casos moderados pero muy elevados en casos severos (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
). Este estudio parece apuntar que la tormenta de citoquinas se asocia con enfermedad COVID-19 severa de manera similar a como lo hac&#x000ed;a en el s&#x000ed;ndrome SARS-CoV.<fig id="fig0005"><label>Figura 1</label><caption><p>Tormenta de citoquinas en la infecci&#x000f3;n SARS-CoV-2.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0065">
<italic>Persistencia de la respuesta neuroinflamatoria</italic>
</p><p id="par0070">Es relevante la pregunta de si la reacci&#x000f3;n neuroinflamatoria ocurre de manera puntual o en determinadas circunstancias puede tener un car&#x000e1;cter persistente tras su puesta en marcha. En este sentido se sabe que las respuestas inmunes desreguladas tras infecciones pueden persistir en lo que se ha denominado s&#x000ed;ndrome de inflamaci&#x000f3;n-inmunosupresi&#x000f3;n y catabolismo persistente. Se ha propuesto que esta situaci&#x000f3;n inmunol&#x000f3;gica espec&#x000ed;fica es iniciada por una tormenta de citoquinas durante fases agudas de cuadros infecciosos de forma similar a como ocurre en la enfermedad COVID-19 y es el resultado de la liberaci&#x000f3;n continua de unas mol&#x000e9;culas a las que se ha llamado &#x000ab;alarminas end&#x000f3;genas&#x000bb; o &#x000ab;patrones moleculares asociados al peligro&#x000bb; por parte de los &#x000f3;rganos da&#x000f1;ados que provoca una situaci&#x000f3;n de inflamaci&#x000f3;n cr&#x000f3;nica sist&#x000e9;mica y un cambio en la producci&#x000f3;n de c&#x000e9;lulas madre de m&#x000e9;dula &#x000f3;sea hacia c&#x000e9;lulas mieloides, lo que contribuye a la anemia cr&#x000f3;nica y la linfopenia<xref rid="bib0285" ref-type="bibr"><sup>16</sup></xref>.</p><p id="par0075">No existen, por razones obvias, datos concluyentes acerca de la posible aparici&#x000f3;n de una situaci&#x000f3;n de persistencia de inflamaci&#x000f3;n en pacientes supervivientes a enfermedad COVID-19, pero dado que este s&#x000ed;ndrome se relaciona con la gravedad del cuadro agudo, consideramos que ser&#x000ed;a una hip&#x000f3;tesis plausible.</p><p id="par0080">
<italic>Tormenta de citoquinas y sistema nervioso</italic>
</p><p id="par0085">Es conocido el efecto devastador que la tormenta de citoquinas produce a nivel del sistema respiratorio, fuente mayor de la letalidad del s&#x000ed;ndrome. Sin embargo, una pregunta relevante como neur&#x000f3;logos es si esta tormenta molecular que ocurre en la tercera fase de la enfermedad puede provocar afectaci&#x000f3;n aguda o subaguda en el sistema nervioso central (SNC). Recientemente se ha descrito el caso de una mujer adulta con diagnostico de COVID-19 que tras unos d&#x000ed;as de fiebre, tos y estado mental alterado ha derivado a una encefalopat&#x000ed;a hemorr&#x000e1;gica necrosante aguda, una patolog&#x000ed;a poco frecuente que se relaciona con tormenta de citoquinas intracraneal y rotura de barrera hematoencef&#x000e1;lica aunque sin invasi&#x000f3;n viral directa<xref rid="bib0290" ref-type="bibr"><sup>17</sup></xref>.</p><p id="par0090">Recurriendo a evidencias previas, se sabe que la neuroinflamaci&#x000f3;n cr&#x000f3;nica asociada a elevados niveles de citoquinas/quimioquinas se han asociado con la fisiopatogenia de algunas enfermedades neurodegenerativas (END) tales como la esclerosis m&#x000fa;ltiple, enfermedad de Parkinson, enfermedad de Alzheimer, enfermedad de Huntington o la esclerosis lateral amiotr&#x000f3;fica<xref rid="bib0295" ref-type="bibr"><sup>18</sup></xref>. En muchas ocasiones, los mecanismos inmunol&#x000f3;gicos detonantes de la tormenta de citoquinas, t&#x000ed;pica de los s&#x000ed;ndromes SARS severos, juegan un papel relevante en el inicio de numerosas END, as&#x000ed; como en su progresi&#x000f3;n.</p><p id="par0095">As&#x000ed;, en el caso de la enfermedad de Alzheimer, se ha reportado que en presencia de citoquinas proinflamatorias (IL1 o IL6 fundamentalmente), la microgl&#x000ed;a pierde capacidad para fagocitar la prote&#x000ed;na A&#x003b2;, responsable de los dep&#x000f3;sitos patog&#x000e9;nicos de esta proteinopat&#x000ed;a<xref rid="bib0300" ref-type="bibr"><sup>19</sup></xref>. Esta observaci&#x000f3;n apoya la idea de que la persistencia y acumulaci&#x000f3;n de placas amiloides in vivo puede ser un resultado directo de la neuroinflamaci&#x000f3;n. Adem&#x000e1;s, la cantidad de microgl&#x000ed;a con IL1&#x003b1; es mayor en las capas corticales afectadas por dep&#x000f3;sito de placas amiloides en pacientes con enfermedad de Alzheimer<xref rid="bib0305" ref-type="bibr"><sup>20</sup></xref>.</p><p id="par0100">Una serie de estudios han confirmado la presencia de mediadores inflamatorios (incluyendo TNF, IL-1&#x003b2;, IL-6, e IFN&#x003b3;) en el LCR de pacientes con enfermedad de Parkinson as&#x000ed; como en el cerebro de pacientes en estudios posmortem<xref rid="bib0310" ref-type="bibr">21</xref>, <xref rid="bib0315" ref-type="bibr">22</xref>. Adem&#x000e1;s, un interesante estudio muestra c&#x000f3;mo los niveles de TNF se manten&#x000ed;an elevados en modelos de primate tratados con MPTP un a&#x000f1;o despu&#x000e9;s de la administraci&#x000f3;n de la toxina, sugiriendo el papel de este biomarcador en la muestra neuronal asociada con el parkinsonismo de origen t&#x000f3;xico<xref rid="bib0320" ref-type="bibr"><sup>23</sup></xref>.</p><p id="par0105">En el caso de la esclerosis m&#x000fa;ltiple, se ha descrito la existencia de un incremento de la expresi&#x000f3;n de citoquinas proinflamatorias (IFN&#x003b3;, TNF, IL2, e IL22) y de mol&#x000e9;culas relacionadas con la actividad mantenida de linfocitos B y con la neog&#x000e9;nesis linfoide (CXCL13, CXCL10, LT&#x003b1;, IL6, e IL10). Estos factores han sido detectados en las meninges y en el LCR de casos de esclerosis m&#x000fa;ltiple posmortem con altos niveles de inflamaci&#x000f3;n men&#x000ed;ngea. Similar patr&#x000f3;n proinflamatorio incluyendo niveles de CXCL13, TNF, IFN&#x003b3;, CXCL12, IL6, IL8, e IL10, se ha detectado en el LCR de pacientes de EM con alto nivel de da&#x000f1;o en sustancia gris en el momento del diagn&#x000f3;stico. De alguna manera estos datos apoyar&#x000ed;an el papel de la neuroinflamaci&#x000f3;n en la fase de neurodegeneraci&#x000f3;n de esta enfermedad<xref rid="bib0325" ref-type="bibr"><sup>24</sup></xref>.</p><p id="par0110">Un caso singular es el de la patolog&#x000ed;a psiqui&#x000e1;trica, para la que tambi&#x000e9;n se ha demostrado que la neuroinflamaci&#x000f3;n constituye un factor patog&#x000e9;nico de primer nivel. Los procesos neuroinflamatorios son capaces de producir cambios en el metabolismo de neurotransmisores, provocar desregulaci&#x000f3;n del eje hipot&#x000e1;lamo-hipofisario-adrenal, activar la microgl&#x000ed;a, afectar a la neuroplasticidad y provocar cambios estructurales y funcionales en el cerebro, afectando a cognici&#x000f3;n y conducta. Se ha postulado que las citoquinas proinflamatorias son la base de la disrupci&#x000f3;n de todos estos sistemas, estando en la base patog&#x000e9;nica de trastornos afectivos, pero tambi&#x000e9;n de procesos como la esquizofrenia, el trastorno bipolar y el consumo de drogas, en especial de alcohol<xref rid="bib0330" ref-type="bibr"><sup>25</sup></xref>.</p><p id="par0115">La idea de que los procesos de neuroinflamaci&#x000f3;n juegan un papel importante en la fisiopatolog&#x000ed;a de cuadros neurol&#x000f3;gicos de instauraci&#x000f3;n aguda cada vez es m&#x000e1;s aceptada. Por ejemplo, en el caso de las crisis y/o s&#x000ed;ndromes epil&#x000e9;pticos es ampliamente reconocida, habi&#x000e9;ndose descrito neuroinflamaci&#x000f3;n secundaria a activaci&#x000f3;n de la microgl&#x000ed;a y los astrocitos mediante la liberaci&#x000f3;n de marcadores inflamatorios como IL-1&#x003b2;, IL-6, y TNF en regiones como el hipocampo o el neoc&#x000f3;rtex<xref rid="bib0335" ref-type="bibr"><sup>26</sup></xref>.</p><p id="par0120">Por &#x000fa;ltimo, es conocida la base neuroinflamatoria de otros muchos procesos neurol&#x000f3;gicos, entre los que podemos incluir pr&#x000e1;cticamente toda la patolog&#x000ed;a neurol&#x000f3;gica, desde cuadros encefal&#x000ed;ticos inmunomediados o postinfecciosos, hasta la patolog&#x000ed;a cerebrovascular y, por supuesto enfermedades del sistema nervioso perif&#x000e9;rico. En este sentido, no deja de ser llamativa la variable respuesta de acuerdo con la edad que presenta la infecci&#x000f3;n por SARS-CoV-2 en la poblaci&#x000f3;n, afectando en mayor severidad a los individuos de edad avanzada. La menor eficiencia y capacidad de respuesta de la inmunidad innata en edad avanzada es un hecho que aporta vulnerabilidad frente a una infecci&#x000f3;n<xref rid="bib0340" ref-type="bibr"><sup>27</sup></xref>. Son diversos los estudios que sugieren que el aumento del entorno proinflamatorio contribuye al desarrollo de enfermedades asociadas a la edad, demostr&#x000e1;ndose una relaci&#x000f3;n entre la inmunosenescencia y su contribuci&#x000f3;n a la neuroinflamaci&#x000f3;n y el consiguiente desarrollo de la patolog&#x000ed;a neurodegenerativa, como, por ejemplo, ocurre en la enfermedad de Alzheimer donde la disfunci&#x000f3;n microglial conlleva a una acumulaci&#x000f3;n de A&#x003b2; conducente a p&#x000e9;rdida de respuesta inmune perif&#x000e9;rica<xref rid="bib0345" ref-type="bibr"><sup>28</sup></xref>.</p><p id="par0125">Todo ello nos lleva a la conclusi&#x000f3;n de que el sistema nervioso, tanto a nivel central como perif&#x000e9;rico, puede considerarse como una diana preferente de los mecanismos neuroinflamatorios, con especial inter&#x000e9;s en la influencia que esta infecci&#x000f3;n pudiera tener sobre la puesta en marcha o la progresi&#x000f3;n de enfermedades neurodegenerativas.</p><p id="par0130">Otro aspecto completamente desconocido que habr&#x000e1; que vigilar es la posibilidad de que la infecci&#x000f3;n aparentemente leve en ni&#x000f1;os y adolescentes pueda modificar en el largo plazo tanto las capacidades cognitivas como facilitar la aparici&#x000f3;n de cuadros psiqui&#x000e1;tricos. La alteraci&#x000f3;n del sistema inmunol&#x000f3;gico ocasionado por el virus podr&#x000ed;a dar lugar a modificaciones del pruning sin&#x000e1;ptico/celular durante la infancia y adolescencia, ocasionando problemas que solo se pondr&#x000e1;n de manifiesto en la edad adulta.</p><p id="par0135">
<italic>Capacidad neuroinvasiva directa del SARS-CoV-2</italic>
</p><p id="par0140">Un tema de especial inter&#x000e9;s puede ser la posibilidad de que el SARS-COVID-19 tenga capacidad neuroinvasiva. Alguna evidencia se empieza a tener a este respecto.</p><p id="par0145">El mecanismo molecular subyacente a invasi&#x000f3;n celular del SARS-CoV-2 se relaciona con su habilidad para unirse selectivamente a los receptores de la enzima convertidora de la angiotensina 2 (ECA-2) de forma similar a como es conocido en el caso del SARS-CoV. Estos receptores presentan una alta expresi&#x000f3;n en las c&#x000e9;lulas epiteliales del sistema respiratorio e intestinal<xref rid="bib0350" ref-type="bibr">29</xref>, <xref rid="bib0355" ref-type="bibr">30</xref>, <xref rid="bib0360" ref-type="bibr">31</xref>, <xref rid="bib0365" ref-type="bibr">32</xref>, pero tambi&#x000e9;n en el SNC, tanto en c&#x000e9;lulas gliales, como en neuronas, lo que hace del SNC una diana potencial del SARS-CoV-2<xref rid="bib0370" ref-type="bibr"><sup>33</sup></xref>. Adem&#x000e1;s, estudios previos han demostrado la capacidad de este virus para causar muerte neuronal en ratones a trav&#x000e9;s de la invasi&#x000f3;n del SNC por la l&#x000e1;mina cribiforme del etmoides y la posterior invasi&#x000f3;n del neuroepitelio olfatorio<xref rid="bib0375" ref-type="bibr"><sup>34</sup></xref>.</p><p id="par0150">Tambi&#x000e9;n existe la posibilidad de invasi&#x000f3;n del SNC por v&#x000ed;a hemat&#x000f3;gena. La presencia del COVID-19 en la circulaci&#x000f3;n general est&#x000e1; comprobada. Siendo esto cierto, a nivel cerebral, el movimiento lento de la sangre dentro de la microcirculaci&#x000f3;n podr&#x000ed;a ser uno de los factores que pueden facilitar la interacci&#x000f3;n del virus con ACE2 expresada en el endotelio capilar<xref rid="bib0355" ref-type="bibr"><sup>30</sup></xref>. Interesantemente, este mecanismo puede estar involucrado con el da&#x000f1;o endotelial y subsecuente tendencia al sangrado cerebral que se ha observado en pacientes durante las fases agudas de la enfermedad COVID-19.</p><p id="par0155">Adem&#x000e1;s, algunas evidencias preliminares sugieren que la capacidad neuroinvasiva del virus podr&#x000ed;a tener implicaciones pron&#x000f3;sticas incluso en fase aguda. En este sentido, se especula con la posibilidad de que la causa de la muerte en casos de afectaci&#x000f3;n respiratoria severa est&#x000e1; mediada, al menos en parte, por la existencia de un s&#x000ed;ndrome de hipoventilaci&#x000f3;n central secundario a la invasi&#x000f3;n del SNC<xref rid="bib0380" ref-type="bibr"><sup>35</sup></xref>.</p><p id="par0160">Una revisi&#x000f3;n retrospectiva sobre pacientes asistidos en Wuhan analiza la sintomatolog&#x000ed;a neurol&#x000f3;gica de 214 pacientes consecutivos, describiendo la existencia de un 36,4% de pacientes con s&#x000ed;ntomas neurol&#x000f3;gicos, fundamentalmente en pacientes con afectaci&#x000f3;n severa, siendo los s&#x000ed;ntomas m&#x000e1;s reportados, el deterioro de conciencia, los ictus en fase aguda (tanto isqu&#x000e9;mico como hemorr&#x000e1;gico) y el da&#x000f1;o muscular esquel&#x000e9;tico<xref rid="bib0385" ref-type="bibr"><sup>36</sup></xref>.</p><p id="par0165">Con posterioridad, se han descrito algunos casos en los que hubo evidencia de invasi&#x000f3;n del virus en el SNC. As&#x000ed; el equipo del Beijing Ditan Hospital confirm&#x000f3; la presencia de SARS-CoV-2 en el LCR de pacientes con enfermedad COVID-19 a trav&#x000e9;s de secuenciaci&#x000f3;n gen&#x000f3;mica en un paciente con una encefalitis cl&#x000ed;nica<xref rid="bib0390" ref-type="bibr"><sup>37</sup></xref>.</p><p id="par0170">Nada se sabe de la posible persistencia del SARS-CoV-2 en el SNC a medio o largo plazo. Pero s&#x000ed; se ha descrito esta propiedad en otros virus, incluso dentro de su misma categor&#x000ed;a. As&#x000ed;, el HCoV-OC43RNA, un coronavirus humano, mostr&#x000f3; que pod&#x000ed;a ser detectado en el SNC de un modelo murino de encefalitis por coronavirus durante m&#x000e1;s de un a&#x000f1;o despu&#x000e9;s de la inoculaci&#x000f3;n<xref rid="bib0395" ref-type="bibr"><sup>38</sup></xref>.</p><p id="par0175">La pregunta de por qu&#x000e9; esto es posible en el sistema nervioso es objeto de debate. As&#x000ed;, se propone que las estrategias citol&#x000ed;ticas e inflamatorias que son efectivas en el control de las infecciones virales en otros &#x000f3;rganos, no pueden ser empleadas por nuestro sistema inmune en el cerebro por las devastadoras consecuencias que ocasionar&#x000ed;an. Tal vez por esta raz&#x000f3;n, el sistema inmunol&#x000f3;gico arbitra otro tipo de respuestas a nivel del SNC que favorecen que algunos virus permanezcan acantonados en el mismo y puedan reactivarse al cabo de un tiempo en situaciones favorables para el virus<xref rid="bib0400" ref-type="bibr"><sup>39</sup></xref>.</p><p id="par0180">No es descartable que el SARS-CoV-2 pueda pertenecer a este grupo de virus. De ser as&#x000ed;, no ser&#x000ed;a descartable la aparici&#x000f3;n de manifestaciones neurol&#x000f3;gicas relacionadas con la reactivaci&#x000f3;n del virus a medio o largo plazo que podr&#x000ed;an suponer la reactivaci&#x000f3;n de los procesos neuroinflamatorios y de toda la cascada descrita fundamentalmente en pacientes con END.</p><p id="par0185">
<italic>Actuaci&#x000f3;n indirecta del SARS-CoV-2 sobre el SNC</italic>
</p><p id="par0190">La infecci&#x000f3;n por SARS-CoV-2 sobre otros &#x000f3;rganos podr&#x000ed;a, de forma indirecta, tener incidencia sobre el SNC y m&#x000e1;s concretamente sobre el desarrollo de END. As&#x000ed;, en los &#x000fa;ltimos a&#x000f1;os se ha objetivado una estrecha relaci&#x000f3;n entre la microbiota intestinal y la neuroinflamaci&#x000f3;n con enfermedades del SNC. Sabemos que el SARS-CoV-2 invade las c&#x000e9;lulas de la mucosa intestinal provocando fen&#x000f3;menos inflamatorios y disbiosis intestinal, pudiendo alterar la microbiota tanto a corto como a largo plazo que podr&#x000ed;an contribuir a la neuroinflamaci&#x000f3;n y por ende faciliten la neurodegeneraci&#x000f3;n y la aparici&#x000f3;n de END<xref rid="bib0405" ref-type="bibr"><sup>40</sup></xref>.</p></sec><sec id="sec0010"><title>Conclusiones</title><p id="par0195">La irrupci&#x000f3;n de la pandemia COVID-19&#x000a0;ha supuesto un problema de salud p&#x000fa;blica de dimensiones &#x000e9;picas no conocido en la historia reciente de la humanidad, no solo por la extensi&#x000f3;n de la infecci&#x000f3;n entre la poblaci&#x000f3;n o por su letalidad aguda asociada, sino tambi&#x000e9;n por los interrogantes que despierta sobre su posible evoluci&#x000f3;n a medio o largo plazo.</p><p id="par0200">En este sentido, existen una serie de indicios que nos hacen pensar que el sistema nervioso no va a ser precisamente ajeno a esta infecci&#x000f3;n y puede que adquiera protagonismo en el futuro.</p><p id="par0205">Una reciente revisi&#x000f3;n publicada en castellano, ya insiste en este problema incidiendo fundamentalmente en patolog&#x000ed;a directa derivada de la infecci&#x000f3;n por SARS-CoV-2<xref rid="bib0410" ref-type="bibr"><sup>41</sup></xref>. Nuestro trabajo puede ser considerado complementario a este, centr&#x000e1;ndose en aspectos relacionados con la incidencia sobre patolog&#x000ed;as neurol&#x000f3;gicas con base patog&#x000e9;nica neuroinflamatoria.</p><p id="par0210">El SARS-CoV-2 provoca una tormenta de citoquinas cuyos efectos sobre el SNC pueden tener consecuencias imprevisibles de forma aguda, pero tambi&#x000e9;n de manera demorada en el tiempo. As&#x000ed;, es conocido que m&#x000fa;ltiples enfermedades neurol&#x000f3;gicas incluyen entre sus mecanismos patog&#x000e9;nicos una base neuroinflamatoria que involucra precisamente a los factores que son estimulados en la tercera fase de la enfermedad aguda COVID-19. De especial relevancia es la repercusi&#x000f3;n que este movimiento molecular pudiera tener en la puesta en marcha y progresi&#x000f3;n de determinadas END como la enfermedad de Alzheimer, la enfermedad de Parkinson o la esclerosis m&#x000fa;ltiple en su fase neurodegenerativa y tambi&#x000e9;n sobre enfermedades psiqui&#x000e1;tricas en las que los mecanismos neuroinflamatorios han adquirido relevancia en los &#x000fa;ltimos tiempos, en especial los trastornos afectivos. Ser&#x000e1; especialmente importante el seguimiento desde el punto de vista cognitivo y psiqui&#x000e1;trico de los pacientes supervivientes a una enfermedad COVID-19 severa, m&#x000e1;xime teniendo en cuenta que se sabe que la situaci&#x000f3;n de desregulaci&#x000f3;n neuroinflamatoria puede ser persistente en casos de enfermedad severa siguiendo el modelo denominado s&#x000ed;ndrome de inflamaci&#x000f3;n-inmunosupresi&#x000f3;n y catabolismo persistente.</p><p id="par0215">Adem&#x000e1;s, el SARS-CoV-2 tiene capacidad neuroinvasiva directa. Gracias a la experiencia con el SARS-CoV, se conocen aceptablemente los mecanismos de invasi&#x000f3;n del SNC que puede usar el virus. Es especialmente interesante desde el punto de vista evolutivo conocer c&#x000f3;mo se va a comportar el virus en el SNC una vez se produjo la invasi&#x000f3;n. Si el virus es capaz de mantenerse latente en el SNC de forma similar a como lo hacen otros coronavirus, no ser&#x000ed;a descartable que permaneciera y se potenciara tambi&#x000e9;n la cascada inflamatoria descrita, con su posible influencia sobre el inicio y desarrollo de END.</p><p id="par0220">Somos conscientes de que este trabajo tiene un fuerte componente especulativo, pero si las hip&#x000f3;tesis esbozadas fueran realidad, la magnitud de la pandemia neurol&#x000f3;gica a medio plazo podr&#x000ed;a ser muy importante, pues inducir&#x000ed;a la puesta en marcha o la aceleraci&#x000f3;n de los mecanismos b&#x000e1;sicos de las END en pacientes predispuestos desde el punto de vista gen&#x000e9;tico o ambiental dentro del amplio grupo de poblaci&#x000f3;n que sea finalmente infectado, adem&#x000e1;s de los efectos directos que sobre el sistema nervioso podr&#x000ed;a tener la respuesta neuroinflamatoria y la invasi&#x000f3;n directa del virus.</p><p id="par0225">La Neurolog&#x000ed;a no puede interpretar la enfermedad COVID-19 como una pandemia ajena a la especialidad. Al contrario, es previsible que sus repercusiones le involucren de manera directa a medio plazo, tanto desde el punto de vista asistencial como investigador.</p><p id="par0230">Neuro-RECA ha dise&#x000f1;ado un proyecto de investigaci&#x000f3;n colaborativo multic&#x000e9;ntrico que pretende seguir prospectivamente a los pacientes supervivientes a una infecci&#x000f3;n severa por COVID-19 desde el punto de vista cognitivo, psiqui&#x000e1;trico, virol&#x000f3;gico, neurofisiol&#x000f3;gico y de calidad de vida en el a&#x000f1;o posterior a su alta hospitalaria que pretende desentra&#x000f1;ar buena parte de los interrogantes vertidos en este art&#x000ed;culo.</p></sec><sec id="sec0015"><title>Conflicto de intereses</title><p id="par0235">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0210"><label>1</label><element-citation publication-type="journal" id="sbref0210"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Q.</given-names></name><name><surname>Guan</surname><given-names>X.</given-names></name><name><surname>Wu</surname><given-names>P.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>Tong</surname><given-names>Y.</given-names></name></person-group><article-title>Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1199</fpage><lpage>1207</lpage><pub-id pub-id-type="pmid">31995857</pub-id></element-citation></ref><ref id="bib0215"><label>2</label><mixed-citation publication-type="other" id="oref0010">CDC. 2019 Novel coronavirus, Wuhan, China. 2020. [consultado 11 Abr 2020]. Disponible en: https://www.cdc.gov/coronavirus/2019-nCoV/summary.html.</mixed-citation></ref><ref id="bib0220"><label>3</label><mixed-citation publication-type="other" id="oref0015">WHO. Novel Coronavirus&#x02013;China. 2020. [consultado 11 Abr 2020]. Disponible en: https://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/en/.</mixed-citation></ref><ref id="bib0225"><label>4</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Ensheng</surname><given-names>D.</given-names></name><name><surname>Hongru</surname><given-names>D.</given-names></name><name><surname>Gardner L:</surname></name></person-group><article-title>An interactive web-based dashboard to track COVID-19 in real time</article-title><source>Lancet Infect Dis. 2020</source><year>2020 Feb 19</year><pub-id pub-id-type="doi">10.1016/S1473-3099(20)30120-1</pub-id><comment>pii: S1473-3099(20)30120-1.</comment></element-citation></ref><ref id="bib0230"><label>5</label><mixed-citation publication-type="other" id="oref0025">WHO Cumulative number of reported probable cases of SARS. In: 2003 15 [consultado 16 Abr 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.who.int/csr/disease/coronavirus_infections/MERS_CoV_RA_20140613.pdf" id="intr0005">http://www.who.int/csr/disease/coronavirus_infections/MERS_CoV_RA_20140613.pdf</ext-link></mixed-citation></ref><ref id="bib0235"><label>6</label><mixed-citation publication-type="other" id="oref0030">WHO: Middle East respiratory syndrome coronavirus (MERSCoV). [consultado 11 Abr 2020]. Disponible en: http://www.who.int/emergencies/mers-cov/en/.</mixed-citation></ref><ref id="bib0240"><label>7</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Kuiken</surname><given-names>T.</given-names></name><name><surname>Fouchier</surname><given-names>R.A.</given-names></name><name><surname>Schutten</surname><given-names>M.</given-names></name><name><surname>Rimmelzwaan</surname><given-names>G.F.</given-names></name><name><surname>van Amerongen</surname><given-names>G.</given-names></name><name><surname>van Riel</surname><given-names>D.</given-names></name></person-group><article-title>Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome</article-title><source>Lancet</source><volume>362</volume><year>2003</year><fpage>263</fpage><lpage>270</lpage><comment>10</comment><pub-id pub-id-type="pmid">12892955</pub-id></element-citation></ref><ref id="bib0245"><label>8</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Peiris</surname><given-names>J.S.</given-names></name><name><surname>Lai</surname><given-names>S.T.</given-names></name><name><surname>Poon</surname><given-names>L.L.</given-names></name><name><surname>Guan</surname><given-names>Y.</given-names></name><name><surname>Yam</surname><given-names>L.Y.</given-names></name><name><surname>Lim</surname><given-names>W.</given-names></name></person-group><article-title>Coronavirus as a possible cause of severe acute respiratory syndrome</article-title><source>Lancet</source><volume>361</volume><year>2003</year><fpage>1319</fpage><lpage>1325</lpage><comment>11</comment><pub-id pub-id-type="pmid">12711465</pub-id></element-citation></ref><ref id="bib0250"><label>9</label><element-citation publication-type="journal" id="sbref0250"><person-group person-group-type="author"><name><surname>Nicholls</surname><given-names>J.</given-names></name><name><surname>Dong</surname><given-names>X.P.</given-names></name><name><surname>Jiang</surname><given-names>G.</given-names></name><name><surname>Peiris</surname><given-names>M.</given-names></name></person-group><article-title>SARS: clinical virology and pathogenesis</article-title><source>Respirology</source><volume>8</volume><issue>Suppl</issue><year>2003</year><fpage>S6</fpage><lpage>S8</lpage><pub-id pub-id-type="pmid">15018126</pub-id></element-citation></ref><ref id="bib0255"><label>10</label><element-citation publication-type="journal" id="sbref0255"><person-group person-group-type="author"><name><surname>van den Brand</surname><given-names>J.M.</given-names></name><name><surname>Haagmans</surname><given-names>B.L.</given-names></name><name><surname>van Riel</surname><given-names>D.</given-names></name><name><surname>Osterhaus</surname><given-names>A.D.</given-names></name><name><surname>Kuiken</surname><given-names>T.</given-names></name></person-group><article-title>The pathology and pathogenesis of experimental severe acute respiratory syndrome and influenza in animal models</article-title><source>J Comp Pathol</source><volume>151</volume><year>2014</year><fpage>83</fpage><lpage>112</lpage><pub-id pub-id-type="pmid">24581932</pub-id></element-citation></ref><ref id="bib0260"><label>11</label><mixed-citation publication-type="other" id="oref0055">Channappanavar R., Fehr AR, Vijay R, Mack M, Zhao J, Meyerholz DK, et al. Dysregulated type I interferon and inflammatory monocyte-macrophage responses cause lethal pneumonia in SARS-CoV-infected mice. Cell Host Microbe 2016:19 (2): 181-193.</mixed-citation></ref><ref id="bib0265"><label>12</label><element-citation publication-type="journal" id="sbref0265"><person-group person-group-type="author"><name><surname>Davidson</surname><given-names>S.</given-names></name><name><surname>Maini</surname><given-names>M.K.</given-names></name><name><surname>Wack</surname><given-names>A.</given-names></name></person-group><article-title>Disease-promoting effects of type I interferons in viral, bacterial, and coinfections</article-title><source>J Interf Cytokine Res</source><volume>35</volume><year>2015</year><fpage>252</fpage><lpage>264</lpage></element-citation></ref><ref id="bib0270"><label>13</label><element-citation publication-type="journal" id="sbref0270"><person-group person-group-type="author"><name><surname>Channappanavar</surname><given-names>R.</given-names></name><name><surname>Perlman</surname><given-names>S.</given-names></name></person-group><article-title>Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology</article-title><source>Semin Immunopathol.</source><volume>39</volume><year>2017</year><fpage>529</fpage><lpage>539</lpage><pub-id pub-id-type="pmid">28466096</pub-id></element-citation></ref><ref id="bib0275"><label>14</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Chien</surname><given-names>J.Y.</given-names></name><name><surname>Hsueh</surname><given-names>P.R.</given-names></name><name><surname>Cheng</surname><given-names>W.C.</given-names></name><name><surname>Yu</surname><given-names>C.J.</given-names></name><name><surname>Yang</surname><given-names>P.C.</given-names></name></person-group><article-title>Temporal changes in cytokine/chemokine profiles and pulmonary involvement in severe acute respiratory syndrome</article-title><source>Respirology</source><volume>11</volume><year>2006</year><fpage>715</fpage><lpage>722</lpage><pub-id pub-id-type="pmid">17052299</pub-id></element-citation></ref><ref id="bib0280"><label>15</label><element-citation publication-type="journal" id="sbref0280"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>G.</given-names></name><name><surname>Wu</surname><given-names>D.</given-names></name><name><surname>Guo</surname><given-names>W.</given-names></name><name><surname>Cao</surname><given-names>Y.</given-names></name><name><surname>Huang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>H.</given-names></name></person-group><article-title>Clinical and Immunologic features in severe and moderate Coronavirus Disease 2019</article-title><source>J Clin Invest.</source><year>2020</year><comment>pii: 137244. doi: 10.1172/JCI137244</comment></element-citation></ref><ref id="bib0285"><label>16</label><element-citation publication-type="journal" id="sbref0285"><person-group person-group-type="author"><name><surname>Hawkins</surname><given-names>R.B.</given-names></name><name><surname>Raymond</surname><given-names>S.L.</given-names></name><name><surname>Stortz</surname><given-names>J.A.</given-names></name><name><surname>Horiguchi</surname><given-names>H.</given-names></name><name><surname>Brakenridge</surname><given-names>S.C.</given-names></name><name><surname>Gardner</surname><given-names>A.</given-names></name></person-group><article-title>Chronic critical illness and the persistent inflammation, immunosuppression, and catabolism syndrome</article-title><source>Front Immunol.</source><volume>9</volume><year>2018</year><fpage>1511</fpage><pub-id pub-id-type="pmid">30013565</pub-id></element-citation></ref><ref id="bib0290"><label>17</label><element-citation publication-type="journal" id="sbref0290"><person-group person-group-type="author"><name><surname>Poyiadji</surname><given-names>N.</given-names></name><name><surname>Shahin</surname><given-names>G.</given-names></name><name><surname>Noujaim</surname><given-names>D.</given-names></name><name><surname>Stone</surname><given-names>M.</given-names></name><name><surname>Patel</surname><given-names>S.</given-names></name><name><surname>Griffith</surname><given-names>B.</given-names></name></person-group><article-title>COVID-19-associated Acute Hemorrhagic Necrotizing Encephalopathy: CT and MRI Features</article-title><source>Radiology.</source><volume>31</volume><year>2020</year><fpage>201187</fpage></element-citation></ref><ref id="bib0295"><label>18</label><element-citation publication-type="journal" id="sbref0295"><person-group person-group-type="author"><name><surname>Frank-Cannon TC1</surname></name><name><surname>Alto</surname><given-names>L.T.</given-names></name><name><surname>McAlpine</surname><given-names>F.E.</given-names></name><name><surname>Tansey</surname><given-names>M.G.</given-names></name></person-group><article-title>Does neuroinflammation fan the flame in neurodegenerative diseases?</article-title><source>Mol Neurodegener.</source><volume>4</volume><year>2009</year><fpage>47</fpage><pub-id pub-id-type="pmid">19917131</pub-id></element-citation></ref><ref id="bib0300"><label>19</label><element-citation publication-type="journal" id="sbref0300"><person-group person-group-type="author"><name><surname>Koenigsknecht-Talboo</surname><given-names>J.</given-names></name><name><surname>Landreth GE</surname></name></person-group><article-title>Microglial phagocytosis induced by fibrillar beta-amyloid and IgGs are differentially regulated by proinflammatory cytokines</article-title><source>J Neurosci</source><volume>25</volume><year>2005</year><fpage>8240</fpage><lpage>8249</lpage><pub-id pub-id-type="pmid">16148231</pub-id></element-citation></ref><ref id="bib0305"><label>20</label><element-citation publication-type="journal" id="sbref0305"><person-group person-group-type="author"><name><surname>Sheng</surname><given-names>J.G.</given-names></name><name><surname>Griffin</surname><given-names>W.S.</given-names></name><name><surname>Royston</surname><given-names>M.C.</given-names></name><name><surname>Mrak RE</surname></name></person-group><article-title>Distribution of inter-leukin-1-immunoreactive microglia in cerebral cortical lay-ers: implications for neuritic plaque formation in Alzheimer's disease</article-title><source>Neuropathol Appl Neurobiol</source><volume>24</volume><year>1998</year><fpage>278</fpage><lpage>283</lpage><pub-id pub-id-type="pmid">9775393</pub-id></element-citation></ref><ref id="bib0310"><label>21</label><element-citation publication-type="journal" id="sbref0310"><person-group person-group-type="author"><name><surname>McGeer</surname><given-names>P.L.</given-names></name><name><surname>Itagaki</surname><given-names>S.</given-names></name><name><surname>Boyes</surname><given-names>B.E.</given-names></name><name><surname>McGeer EG:</surname></name></person-group><article-title>Reactive microglia are positive for HLA-DR in the substantia nigra of Parkinson's and Alzheimer's disease brains</article-title><source>Neurology</source><volume>38</volume><year>1988</year><fpage>1285</fpage><lpage>1291</lpage><pub-id pub-id-type="pmid">3399080</pub-id></element-citation></ref><ref id="bib0315"><label>22</label><element-citation publication-type="journal" id="sbref0315"><person-group person-group-type="author"><name><surname>Vawter</surname><given-names>M.P.</given-names></name><name><surname>Dillon-Carter</surname><given-names>O.</given-names></name><name><surname>Tourtellotte</surname><given-names>W.W.</given-names></name><name><surname>Carvey</surname><given-names>P.</given-names></name><name><surname>Freed WJ</surname></name></person-group><article-title>TGFbeta1 and TGFbeta2 concentrations are elevated in Parkinson's disease in ventricular cerebrospinal fluid</article-title><source>Exp Neurol</source><volume>142</volume><year>1996</year><fpage>313</fpage><lpage>322</lpage><pub-id pub-id-type="pmid">8934562</pub-id></element-citation></ref><ref id="bib0320"><label>23</label><element-citation publication-type="journal" id="sbref0320"><person-group person-group-type="author"><name><surname>Barcia</surname><given-names>C.</given-names></name><name><surname>de Pablos</surname><given-names>V.</given-names></name><name><surname>Bautista-Hernandez</surname><given-names>V.</given-names></name><name><surname>Sanchez-Bahillo</surname><given-names>A.</given-names></name><name><surname>Bernal</surname><given-names>I.</given-names></name><name><surname>Fernandez-Villalba</surname><given-names>E.et al.</given-names></name></person-group><article-title>Increased plasma levels of TNF-alpha but not of IL1-beta in MPTP-treated monkeys one year after the MPTP administration</article-title><source>Parkinsonism Relat Disord</source><volume>11</volume><year>2005</year><fpage>435</fpage><lpage>439</lpage><pub-id pub-id-type="pmid">16154791</pub-id></element-citation></ref><ref id="bib0325"><label>24</label><element-citation publication-type="journal" id="sbref0325"><person-group person-group-type="author"><name><surname>Magliozzi</surname><given-names>R.</given-names></name><name><surname>Howell</surname><given-names>O.W.</given-names></name><name><surname>Nicholas</surname><given-names>R.</given-names></name><name><surname>Cruciani</surname><given-names>C.</given-names></name><name><surname>Castellaro</surname><given-names>M.</given-names></name><name><surname>Romualdi</surname><given-names>C</given-names></name></person-group><article-title>Inflammatory intrathecal profiles and cortical damage in multiple sclerosis</article-title><source>Ann Neurol.</source><volume>83</volume><year>2018</year><fpage>739</fpage><lpage>755</lpage><pub-id pub-id-type="pmid">29518260</pub-id></element-citation></ref><ref id="bib0330"><label>25</label><element-citation publication-type="journal" id="sbref0330"><person-group person-group-type="author"><name><surname>Rhie</surname><given-names>S.J.</given-names></name><name><surname>Jung</surname><given-names>E.Y.</given-names></name><name><surname>Shim</surname><given-names>I.</given-names></name></person-group><article-title>The role of neuroinflammation on pathogenesis of affective disorders</article-title><source>J Exerc Rehabil.</source><volume>16</volume><year>2020</year><fpage>2</fpage><lpage>9</lpage><pub-id pub-id-type="doi">10.12965/jer.2040016.008</pub-id><comment>eCollection 2020 Feb</comment><pub-id pub-id-type="pmid">32161729</pub-id></element-citation></ref><ref id="bib0335"><label>26</label><element-citation publication-type="journal" id="sbref0335"><person-group person-group-type="author"><name><surname>Reddy</surname><given-names>D.S.</given-names></name><name><surname>Kuruba</surname><given-names>R.</given-names></name></person-group><article-title>Experimental models of status epilepticus and neuronal injury for evaluation of therapeutic interventions</article-title><source>Int J Mol Sci.</source><volume>14</volume><year>2013</year><fpage>18284</fpage><lpage>18318</lpage><pub-id pub-id-type="doi">10.3390/ijms140918284</pub-id><pub-id pub-id-type="pmid">24013377</pub-id></element-citation></ref><ref id="bib0340"><label>27</label><element-citation publication-type="journal" id="sbref0340"><person-group person-group-type="author"><name><surname>Boe</surname><given-names>D.M.</given-names></name><name><surname>Boule</surname><given-names>L.A.</given-names></name><name><surname>Kovacs</surname><given-names>E.J.</given-names></name></person-group><article-title>Innate immune responses in the ageing lung</article-title><source>Clin. Exp. Immunol.</source><volume>187</volume><year>2017</year><fpage>16</fpage><lpage>25</lpage><pub-id pub-id-type="pmid">27711979</pub-id></element-citation></ref><ref id="bib0345"><label>28</label><element-citation publication-type="journal" id="sbref0345"><person-group person-group-type="author"><name><surname>Costantini</surname><given-names>E.</given-names></name><name><surname>D&#x02019;Angelo</surname><given-names>C.</given-names></name><name><surname>Reale</surname><given-names>M.</given-names></name></person-group><article-title>The Role of Immunosenescence in Neurodegenerative Diseases</article-title><source>Mediators Inflamm.</source><volume>2018</volume><year>2018</year><fpage>6039171</fpage><pub-id pub-id-type="pmid">29706800</pub-id></element-citation></ref><ref id="bib0350"><label>29</label><element-citation publication-type="journal" id="sbref0350"><person-group person-group-type="author"><name><surname>Xu</surname><given-names>H.</given-names></name><name><surname>Zhong</surname><given-names>L.</given-names></name><name><surname>Deng</surname><given-names>J.</given-names></name><name><surname>Peng</surname><given-names>J.</given-names></name><name><surname>Dan</surname><given-names>H.</given-names></name><name><surname>Zeng</surname><given-names>X.et al.</given-names></name></person-group><article-title>High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa</article-title><source>Int J Oral Sci.</source><volume>12</volume><year>2020</year><fpage>8</fpage><pub-id pub-id-type="doi">10.1038/s41368-020-0074-x</pub-id><pub-id pub-id-type="pmid">32094336</pub-id></element-citation></ref><ref id="bib0355"><label>30</label><element-citation publication-type="journal" id="sbref0355"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>H.</given-names></name><name><surname>Penninger</surname><given-names>J.M.</given-names></name><name><surname>Li</surname><given-names>Y.</given-names></name><name><surname>Zhong</surname><given-names>N.</given-names></name><name><surname>Slutsky</surname><given-names>A.S.</given-names></name></person-group><article-title>Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target</article-title><source>Intensive Care Med.</source><volume>46</volume><year>2020 Apr</year><fpage>586</fpage><lpage>590</lpage><pub-id pub-id-type="doi">10.1007/s00134-020-05985-9</pub-id><pub-id pub-id-type="pmid">32125455</pub-id></element-citation></ref><ref id="bib0360"><label>31</label><element-citation publication-type="journal" id="sbref0360"><person-group person-group-type="author"><name><surname>Lukassen</surname><given-names>S.</given-names></name><name><surname>Lorenz Chua</surname><given-names>R.</given-names></name><name><surname>Trefzer</surname><given-names>T.</given-names></name><name><surname>Kahn</surname><given-names>N.C.</given-names></name><name><surname>Schneider</surname><given-names>M.A.</given-names></name><name><surname>Muley</surname><given-names>T.et al.</given-names></name></person-group><article-title>SARS-CoV-2 receptor ACE2 and TMPRSS2 are primarily expressed in bronchial transient secretory cells</article-title><source>EMBO J.</source><year>2020</year><pub-id pub-id-type="doi">10.15252/embj.20105114</pub-id></element-citation></ref><ref id="bib0365"><label>32</label><element-citation publication-type="journal" id="sbref0365"><person-group person-group-type="author"><name><surname>Wong</surname><given-names>S.H.</given-names></name><name><surname>Lui</surname><given-names>R.N.</given-names></name><name><surname>Sung</surname><given-names>J.J.</given-names></name></person-group><article-title>Covid-19 and the Digestive System</article-title><source>J Gastroenterol Hepatol.</source><year>2020</year><pub-id pub-id-type="doi">10.1111/jgh.15047</pub-id></element-citation></ref><ref id="bib0370"><label>33</label><element-citation publication-type="journal" id="sbref0370"><person-group person-group-type="author"><name><surname>Baig</surname><given-names>A.</given-names></name><name><surname>Khaleeq</surname><given-names>A.</given-names></name><name><surname>Ali</surname><given-names>U.</given-names></name><name><surname>Syeda</surname><given-names>H.</given-names></name></person-group><article-title>Evidence of the COVID-19 Virus Targeting the CNS: Tissue Distribution. Host&#x02013;Virus Interaction, and Proposed Neurotropic Mechanisms</article-title><source>ACS Chem Neurosc</source><year>2020</year><pub-id pub-id-type="doi">10.1021/acschemneuro.0c00122</pub-id></element-citation></ref><ref id="bib0375"><label>34</label><element-citation publication-type="journal" id="sbref0375"><person-group person-group-type="author"><name><surname>Netland</surname><given-names>J.</given-names></name><name><surname>Meyerholz</surname><given-names>D.K.</given-names></name><name><surname>Moore</surname><given-names>S.</given-names></name><name><surname>Cassell</surname><given-names>M.</given-names></name><name><surname>Perlman</surname><given-names>S.</given-names></name></person-group><article-title>Severe acute respiratory syndrome coronavirus infection causes neuronal death in the absence of encephalitis in mice transgenic for human ACE2</article-title><source>J Virol.</source><volume>82</volume><year>2008</year><fpage>7264</fpage><lpage>7275</lpage><pub-id pub-id-type="other">10.1128/JVI. 00737-08</pub-id><pub-id pub-id-type="pmid">18495771</pub-id></element-citation></ref><ref id="bib0380"><label>35</label><element-citation publication-type="journal" id="sbref0380"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Y.C.</given-names></name><name><surname>Bai</surname><given-names>W.</given-names></name><name><surname>Hashikawa T:</surname></name></person-group><article-title>The neuroinvasive potential of SARS-CoV2 may be at least partially responsible for the respiratory failure of COVID-19 patients</article-title><source>T J Med Virol.</source><year>2020</year><pub-id pub-id-type="other">10.1002/jmv.25728. 9</pub-id></element-citation></ref><ref id="bib0385"><label>36</label><element-citation publication-type="journal" id="sbref0385"><person-group person-group-type="author"><name><surname>Mao</surname><given-names>L.</given-names></name><name><surname>Wang</surname><given-names>M.</given-names></name><name><surname>Chen</surname><given-names>S.</given-names></name><name><surname>He</surname><given-names>Q.</given-names></name><name><surname>Chang</surname><given-names>J.</given-names></name><name><surname>Hong</surname><given-names>C.</given-names></name></person-group><article-title>Neurological manifestations of hospitalized patients with COVID-19 in Wuhan, China: a retrospective case series study</article-title><source>MedRXiv</source><year>2020</year><pub-id pub-id-type="doi">10.1101/2020.02.22.20026500</pub-id></element-citation></ref><ref id="bib0390"><label>37</label><element-citation publication-type="journal" id="sbref0390"><person-group person-group-type="author"><name><surname>Xiang</surname><given-names>P.</given-names></name><name><surname>Xu</surname><given-names>X.M.</given-names></name><name><surname>Gao</surname><given-names>L.L.</given-names></name><name><surname>Wang</surname><given-names>H.Z.</given-names></name><name><surname>Xiong</surname><given-names>H.F.</given-names></name><name><surname>Li</surname><given-names>R.H.</given-names></name></person-group><article-title>First Case of 2019 novel coronavirus disease with encephalitis</article-title><source>ChinaXiv</source><year>2020</year><comment>T202003.00015</comment></element-citation></ref><ref id="bib0395"><label>38</label><element-citation publication-type="journal" id="sbref0395"><person-group person-group-type="author"><name><surname>Jacomy</surname><given-names>H.</given-names></name><name><surname>Fragoso</surname><given-names>G.</given-names></name><name><surname>Almazan</surname><given-names>G.</given-names></name><name><surname>Mushynski</surname><given-names>W.E.</given-names></name><name><surname>Talbot</surname><given-names>P.J.</given-names></name></person-group><article-title>Human coronavirus OC43 infection induces chronic encephalitis leading to disabilities in BALB/C mice</article-title><source>Virology</source><volume>349</volume><year>2006</year><fpage>335</fpage><lpage>346</lpage><pub-id pub-id-type="pmid">16527322</pub-id></element-citation></ref><ref id="bib0400"><label>39</label><element-citation publication-type="journal" id="sbref0400"><person-group person-group-type="author"><name><surname>Miller</surname><given-names>K.D.</given-names></name><name><surname>Schnell</surname><given-names>M.J.</given-names></name><name><surname>Rall</surname><given-names>G.F.</given-names></name></person-group><article-title>Keeping it in check: chronic viral infection and antiviral immunity in the brain</article-title><source>Nat Rev Neurosci.</source><volume>17</volume><year>2016</year><fpage>766</fpage><lpage>776</lpage><pub-id pub-id-type="doi">10.1038/nrn.2016.140</pub-id><pub-id pub-id-type="pmid">27811921</pub-id></element-citation></ref><ref id="bib0405"><label>40</label><element-citation publication-type="journal" id="sbref0405"><person-group person-group-type="author"><name><surname>Lin</surname><given-names>L.</given-names></name><name><surname>Zheng</surname><given-names>L.J.</given-names></name><name><surname>Zhang</surname><given-names>L.J.</given-names></name></person-group><article-title>Neuroinflammation, gut microbiome, and Alzheimer's Disease</article-title><source>Mol Neurobiol.</source><volume>55</volume><year>2018</year><fpage>8243</fpage><lpage>8250</lpage><pub-id pub-id-type="pmid">29524051</pub-id></element-citation></ref><ref id="bib0410"><label>41</label><element-citation publication-type="journal" id="sbref0410"><person-group person-group-type="author"><name><surname>Mat&#x000ed;as-Guiu</surname><given-names>J.</given-names></name><name><surname>Gomez-Pinedo</surname><given-names>U.</given-names></name><name><surname>Montero-Escribano</surname><given-names>P.</given-names></name><name><surname>Gomez-Iglesias</surname><given-names>P.</given-names></name><name><surname>Porta-Etessam</surname><given-names>J.</given-names></name><name><surname>Matias-Guiu</surname><given-names>J</given-names></name></person-group><article-title>&#x000bf;Es esperable que haya cuadros neurol&#x000f3;gicos por la pandemia de SARS2-CoV?</article-title><source>Neurologia</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.nrl.2020.03.001</pub-id><comment>Online first.</comment></element-citation></ref></ref-list><sec id="sec0020"><label>Appendix A</label><title>Anexo</title><p id="par0240">Neuro-RECA es una Red de investigaci&#x000f3;n cl&#x000ed;nica y traslacional en Neurolog&#x000ed;a financiada por la L&#x000ed;nea de Proyectos de Investigaci&#x000f3;n, Desarrollo e Innovaci&#x000f3;n Biom&#x000e9;dica y en Ciencias de la Salud (modalidad proyectos de investigaci&#x000f3;n cl&#x000ed;nica en red) de la Secretar&#x000ed;a General de Investigaci&#x000f3;n, Desarrollo e Innovaci&#x000f3;n en Salud de la Consejeria de Salud y Familias de la Junta de Andaluc&#x000ed;a (Expte RIC-0111-2019). Est&#x000e1; integrada por m&#x000e1;s de 90 investigadores pertenecientes a 18 centros asistenciales y de investigaci&#x000f3;n cl&#x000ed;nica en Neurolog&#x000ed;a y grupos de investigaci&#x000f3;n precl&#x000ed;nica en Neurociencias en Andaluc&#x000ed;a. Cuenta con la colaboraci&#x000f3;n del Centro de Biolog&#x000ed;a Molecular y Medicina Regenerativa (CABIMER), de la Red Andaluza de Dise&#x000f1;o y Traslaci&#x000f3;n de Terapias Avanzadas y de las Sociedades cient&#x000ed;ficas de Atenci&#x000f3;n primaria SEMFyC y SEMERGEN.</p></sec></back></article>