<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="other" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Nefrologia</journal-id><journal-id journal-id-type="iso-abbrev">Nefrologia</journal-id><journal-title-group><journal-title>Nefrologia</journal-title></journal-title-group><issn pub-type="ppub">0211-6995</issn><issn pub-type="epub">1989-2284</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S0211-6995(20)30039-4</article-id><article-id pub-id-type="doi">10.1016/j.nefro.2020.04.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Manejo de la epidemia por coronavirus SARS-CoV-2 (COVID-19) en unidades de hemodi&#x000e1;lisis</article-title><trans-title-group xml:lang="en"><trans-title>Management of the SARS-CoV-2 (COVID-19) coronavirus epidemic in hemodialysis units</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Arenas</surname><given-names>Mar&#x000ed;a Dolores</given-names></name><email>marenasjimenez@psmar.cat</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Villar</surname><given-names>Judit</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Gonz&#x000e1;lez</surname><given-names>Cristina</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Cao</surname><given-names>Higinio</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Collado</surname><given-names>Silvia</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Crespo</surname><given-names>Marta</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Horcajada</surname><given-names>Juan Pablo</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0040"><name><surname>Pascual</surname><given-names>Julio</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Nefrolog&#x000ed;a, Hospital del Mar, Barcelona, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Servicio de Enfermedades Infecciosas, Hospital del Mar, Barcelona, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Servicio de Epidemiolog&#x000ed;a y Evaluaci&#x000f3;n, Hospital del Mar, Barcelona, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>marenasjimenez@psmar.cat</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>8</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub" iso-8601-date="2020-06-01"><season>May-June</season><year>2020</year></pub-date><pub-date pub-type="epub"><day>8</day><month>4</month><year>2020</year></pub-date><volume>40</volume><issue>3</issue><fpage>258</fpage><lpage>264</lpage><history><date date-type="received"><day>9</day><month>3</month><year>2020</year></date><date date-type="accepted"><day>7</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><p>La epidemia de SARS-CoV-2 representa un riesgo especial para los pacientes renales por su condici&#x000f3;n de personas con comorbilidades y edad avanzada, y por la realizaci&#x000f3;n del tratamiento de hemodi&#x000e1;lisis en salas colectivas. La informaci&#x000f3;n espec&#x000ed;fica en el momento actual al respecto es muy limitada. El presente manuscrito recoge una propuesta de actuaci&#x000f3;n para prevenir la infecci&#x000f3;n en los Servicios de Nefrolog&#x000ed;a, y en particular en las unidades de hemodi&#x000e1;lisis, con el objetivo de identificar precozmente a los pacientes que cumplan con la definici&#x000f3;n de caso sospechoso de infecci&#x000f3;n por el SARS-CoV-2 y proponer circuitos y mecanismos para administrarles el tratamiento con hemodi&#x000e1;lisis. Son recomendaciones en continua revisi&#x000f3;n y podr&#x000e1;n ser modificadas si la situaci&#x000f3;n epidemiol&#x000f3;gica y las opciones diagn&#x000f3;stico-terap&#x000e9;uticas as&#x000ed; lo requieren.</p></abstract><trans-abstract xml:lang="en"><p>The current outbreak of SARS-CoV-2 represents a special risk for renal patients due to their comorbidities and advanced age. The usual performance of hemodialysis treatments in collective rooms increases the risk. The specific information at this time in this regard is very limited. This manuscript includes a proposal for action to prevent infection in the Nephrology Services, and in particular in Hemodialysis Units, with the objective of early identification of patients who meet the definition of a suspected case of infection by SARS-CoV-2 and propose circuits and mechanisms to carry out hemodialysis treatments. They are recommendations in continuous review and can be modified if the epidemiological situation, the diagnostic and therapeutic options so require.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Hemodi&#x000e1;lisis</kwd><kwd>SARS-CoV-2</kwd><kwd>COVID-19</kwd><kwd>Coronavirus</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Hemodialysis</kwd><kwd>SARS-CoV-2</kwd><kwd>COVID-19</kwd><kwd>Coronavirus</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">El 31 de enero de 2020, la Organizaci&#x000f3;n Mundial de la Salud declar&#x000f3; que el brote de SARS-CoV-2 en China era una emergencia sanitaria p&#x000fa;blica de importancia internacional<xref rid="bib0055" ref-type="bibr"><sup>1</sup></xref>. Seg&#x000fa;n la informaci&#x000f3;n proporcionada por el Centro de Control de Enfermedades de China y en recientes publicaciones, la mayor&#x000ed;a de los casos notificados provienen de la provincia de Hubei y el 80% han presentado un grado leve de la enfermedad. La proporci&#x000f3;n de muertes entre los casos confirmados ha fluctuado entre el 2 y el 3%, siendo superior en Hubei que en el resto del pa&#x000ed;s, que ha notificado una proporci&#x000f3;n del 0,4%. La mayor&#x000ed;a de los casos detectados en China son pacientes mayores de 30&#x000a0;a&#x000f1;os, y entre los casos graves y fallecidos existe una alta proporci&#x000f3;n de pacientes con comorbilidades y edad avanzada<xref rid="bib0060" ref-type="bibr">2</xref>, <xref rid="bib0065" ref-type="bibr">3</xref>. Los casos en hemodi&#x000e1;lisis reportados hasta la fecha proceden de una publicaci&#x000f3;n de una unidad de Hubei, en la cual de 230 pacientes dializados, 37 dan positivo a COVID-19 y 4 de 33 del personal sanitario. Seis pacientes con COVID-19 fallecen (16,8%) por causas fundamentalmente cardiovasculares, con menor probabilidad de desarrollar neumon&#x000ed;a que la poblaci&#x000f3;n general<xref rid="bib0070" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0010">Hasta ese momento se desconoce la fuente de infecci&#x000f3;n y hay incertidumbre con respecto a la gravedad de la enfermedad y la capacidad de transmisi&#x000f3;n del virus. Por similitud con otros coronavirus conocidos, se cree que el SARS-CoV-2 se transmite principalmente por las gotas respiratorias de m&#x000e1;s de 5&#x000a0;micras y por contacto directo con las secreciones de las personas infectadas. Se est&#x000e1;n valorando otras posibles rutas de transmisi&#x000f3;n. El per&#x000ed;odo de incubaci&#x000f3;n de la enfermedad de los primeros casos se ha estimado en 2 a 14&#x000a0;d&#x000ed;as<xref rid="bib0075" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0015">A nivel general, el Ministerio de Sanidad del Gobierno de Espa&#x000f1;a publica peri&#x000f3;dicamente un informe t&#x000e9;cnico de actuaci&#x000f3;n, que en este momento no recoge ninguna indicaci&#x000f3;n especial para las unidades de di&#x000e1;lisis<xref rid="bib0080" ref-type="bibr"><sup>6</sup></xref>. La Sociedad Americana de Nefrolog&#x000ed;a ha emitido una nota con preguntas frecuentes y algunas directrices<xref rid="bib0085" ref-type="bibr"><sup>7</sup></xref> muy similares a los <italic>Center for Diseases Control</italic> en Europa y en Estados Unidos<xref rid="bib0090" ref-type="bibr">8</xref>, <xref rid="bib0095" ref-type="bibr">9</xref>, y hay recomendaciones realizadas por las Sociedades nefrol&#x000f3;gicas de Taiw&#x000e1;n y China. El presente manuscrito recoge una propuesta de actuaci&#x000f3;n para prevenir la infecci&#x000f3;n en los Servicios de Nefrolog&#x000ed;a, y en particular en las Unidades de Hemodi&#x000e1;lisis. Estas Unidades son dispositivos asistenciales especialmente proclives a la transmisi&#x000f3;n y que atienden adem&#x000e1;s a poblaci&#x000f3;n de alto riesgo por comorbilidades asociadas<xref rid="bib0060" ref-type="bibr">2</xref>, <xref rid="bib0070" ref-type="bibr">4</xref>.</p><p id="par0020">La propuesta es la que consideramos pertinente en el momento de su redacci&#x000f3;n, por lo que ante una epidemia actualmente en desarrollo, y tan cambiante, algunos de sus planteamientos podr&#x000ed;an quedar a corto plazo muy superados por la propia realidad. Las recomendaciones incluidas en el presente documento est&#x000e1;n alineadas con el protocolo general de detecci&#x000f3;n y manejo de la infecci&#x000f3;n por SAR-CoV-2 en el Hospital del Mar de Barcelona<xref rid="bib0100" ref-type="bibr"><sup>10</sup></xref>, est&#x000e1;n en continua revisi&#x000f3;n y podr&#x000e1;n ser modificadas si la situaci&#x000f3;n epidemiol&#x000f3;gica y las opciones terap&#x000e9;uticas as&#x000ed; lo requieren.</p><p id="par0025">Los objetivos son: identificar precozmente en el Servicio de Nefrolog&#x000ed;a a los pacientes sospechosos (que incluyen los casos considerados por el Ministerio de Sanidad como casos en investigaci&#x000f3;n, probables o contactos estrechos) o pacientes confirmados de estar infectados por el SARS-CoV-2, y proponer circuitos y mecanismos para administrarles el tratamiento con hemodi&#x000e1;lisis, con el fin de minimizar el riesgo de contagio a otros pacientes de hemodi&#x000e1;lisis y al personal.</p></sec><sec id="sec0010"><title>Acciones previas</title><p id="par0030">Es esencial la adecuada formaci&#x000f3;n de todos los profesionales de la unidad de hemodi&#x000e1;lisis sobre las medidas de prevenci&#x000f3;n e identificaci&#x000f3;n de COVID-19.</p><p id="par0035">Es muy aconsejable disponer de una de las siguientes dos opciones, o ambas: 1)&#x000a0;un monitor de hemodi&#x000e1;lisis ambulatoria port&#x000e1;til con bolsas para poder dializar en cualquier punto del hospital sin tener que trasladar al paciente y mantener el aislamiento; 2)&#x000a0;un box para la adecuada hemodi&#x000e1;lisis en condiciones de aislamiento de contacto y gotas.</p><p id="par0040">Como cualquier profesional sanitario en cualquier dispositivo asistencial, el personal de enfermer&#x000ed;a y m&#x000e9;dico que asiste a las salas de di&#x000e1;lisis debe lavarse las manos con agua y jab&#x000f3;n y aplicarse en las manos soluciones alcoh&#x000f3;licas sistem&#x000e1;ticamente.</p></sec><sec id="sec0015"><title>Consejos para pacientes de hemodi&#x000e1;lisis</title><p id="par0045">
<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0050">Admin&#x000ed;strese anualmente en el ambulatorio la vacuna contra la gripe estacional <italic>(H. influenza)</italic>.</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0055">L&#x000e1;vese las manos con frecuencia con agua y jab&#x000f3;n durante al menos 20&#x000a0;segundos, e idealmente 60&#x000a0;segundos. Si no hay agua y jab&#x000f3;n disponibles, use un desinfectante para manos a base de alcohol.</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0060">Evite tocarse los ojos, la nariz y la boca con las manos sin lavar.</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0065">Evite el contacto cercano con personas enfermas con s&#x000ed;ntomas respiratorios.</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0070">Qu&#x000e9;dese en casa cuando est&#x000e9; enfermo. Avise telef&#x000f3;nicamente al centro de di&#x000e1;lisis, que le dar&#x000e1;n las recomendaciones oportunas.</p></list-item><list-item id="lsti0030"><label>&#x02022;</label><p id="par0075">Si tras avisar se le autoriza a acudir a la unidad de hemodi&#x000e1;lisis, evite utilizar el transporte colectivo (avise a una ambulancia individual para ser trasladado al servicio de urgencias del hospital) y, si utiliza medios propios, no espere junto a otros pacientes en la sala de espera general.</p></list-item><list-item id="lsti0035"><label>&#x02022;</label><p id="par0080">Si tose o estornuda, c&#x000fa;brase la boca y nariz con la manga o con un pa&#x000f1;uelo desechable, luego t&#x000ed;relo a la basura.</p></list-item><list-item id="lsti0040"><label>&#x02022;</label><p id="par0085">Limpie y desinfecte objetos y superficies que se tocan con frecuencia con agua y lej&#x000ed;a o cualquier desinfectante dom&#x000e9;stico.</p></list-item><list-item id="lsti0045"><label>&#x02022;</label><p id="par0090">Si presenta cualquier s&#x000ed;ntoma respiratorio o febr&#x000ed;cula, si ha tenido contacto estrecho (menos de 2&#x000a0;m) con un caso probable o confirmado, o si usted o alguien de su entorno cercano ha estado de viaje recientemente, comun&#x000ed;quelo inmediatamente al personal sanitario de la unidad de hemodi&#x000e1;lisis. Estas zonas cambian a medida que la epidemia evoluciona, as&#x000ed; que es necesario consultar peri&#x000f3;dicamente su actualizaci&#x000f3;n.</p></list-item><list-item id="lsti0050"><label>&#x02022;</label><p id="par0095">L&#x000e1;vese las manos con agua y jab&#x000f3;n durante al menos 20&#x000a0;segundos antes de entrar en la ambulancia y antes de entrar en la unidad. Si no hay agua y jab&#x000f3;n disponibles, use un desinfectante para manos a base de alcohol.</p></list-item></list>
</p></sec><sec id="sec0020"><title>Reconocimiento temprano de individuos en riesgo (<xref rid="fig0005" ref-type="fig">fig. 1</xref>)</title><p id="par0100">
Los pacientes pueden tener un espectro de s&#x000ed;ntomas, desde infecci&#x000f3;n asintom&#x000e1;tica hasta cuadros graves de fiebre, tos y dificultad para respirar, aunque la mayor&#x000ed;a de los casos se limitan a fiebre y tos leves. Los s&#x000ed;ntomas pueden aparecer en tan solo 1&#x000a0;d&#x000ed;a o hasta 14&#x000a0;d&#x000ed;as despu&#x000e9;s de la exposici&#x000f3;n, aunque el periodo medio de incubaci&#x000f3;n es de 5 a 6&#x000a0;d&#x000ed;as<xref rid="bib0075" ref-type="bibr"><sup>5</sup></xref>.<fig id="fig0005"><label>Figura 1</label><caption><p>Cartel informativo para usuarios de unidades de hemodi&#x000e1;lisis.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0105">Para identificar a los pacientes susceptibles de poder estar infectados por SAR-CoV-2 antes de su entrada en la unidad, se tomar&#x000e1;n las siguientes medidas:<list list-type="simple" id="lis0010"><list-item id="lsti0055"><label>1)</label><p id="par0110">El personal de enfermer&#x000ed;a, provisto de guantes y mascarilla, interrogar&#x000e1; a todos los pacientes acerca de:</p></list-item><list-item id="lsti0060"><label>&#x02022;</label><p id="par0115">Inicio repentino de cualquiera de los siguientes s&#x000ed;ntomas: tos, fiebre y/o disnea, de cualquier gravedad.</p></list-item><list-item id="lsti0065"><label>&#x02022;</label><p id="par0120">Cumplimiento en los 14&#x000a0;d&#x000ed;as previos al inicio de los s&#x000ed;ntomas de alguno de los siguientes criterios epidemiol&#x000f3;gicos:</p></list-item><list-item id="lsti0070"><label>&#x02218;</label><p id="par0125">Historia de viaje a &#x000e1;reas con evidencia de transmisi&#x000f3;n comunitaria, como se ha comentado previamente.</p></list-item><list-item id="lsti0075"><label>&#x02218;</label><p id="par0130">Historia de contacto estrecho (menos de 2&#x000a0;m) con un caso probable o confirmado.</p></list-item><list-item id="lsti0080"><label>2)</label><p id="par0135">Ser&#x000e1; sospechosa cualquier persona que requiera hospitalizaci&#x000f3;n por una infecci&#x000f3;n respiratoria aguda grave (neumon&#x000ed;a, s&#x000ed;ndrome de distr&#x000e9;s respiratorio agudo, fallo multiorg&#x000e1;nico, choque s&#x000e9;ptico, ingreso en la UCI o muerte) en las que se hayan descartado otras posibles etiolog&#x000ed;as infecciosas que puedan justificar el cuadro.</p></list-item><list-item id="lsti0085"><label>3)</label><p id="par0140">En la unidad de hemodi&#x000e1;lisis:</p></list-item><list-item id="lsti0090"><label>&#x02022;</label><p id="par0145">Colocar un cartel en la entrada (en diferentes idiomas, seg&#x000fa;n las necesidades de cada unidad) dirigido a los usuarios con los criterios cl&#x000ed;nicos y epidemiol&#x000f3;gicos de posible infecci&#x000f3;n por SARS-CoV-2 (ejemplo en la <xref rid="fig0005" ref-type="fig">figura 1</xref>), para que puedan alertar al personal del establecimiento y se puedan implementar las precauciones necesarias.</p></list-item><list-item id="lsti0095"><label>&#x02022;</label><p id="par0150">Colocar dispositivos de soluci&#x000f3;n hidroalcoh&#x000f3;lica en la sala de espera de los pacientes e instruirlos en su utilizaci&#x000f3;n.</p></list-item><list-item id="lsti0100"><label>&#x02022;</label><p id="par0155">Los pacientes deben ser alertados de que deben avisar con anticipaci&#x000f3;n (v&#x000ed;a telef&#x000f3;nica), y antes de su entrada en el transporte colectivo, si presentan fiebre o s&#x000ed;ntomas respiratorios, con el fin de que el personal de la unidad pueda estar preparado para su llegada o clasificarlos en un entorno m&#x000e1;s apropiado (v&#x000ed;a de entrada dise&#x000f1;ada seg&#x000fa;n protocolo del hospital).</p></list-item><list-item id="lsti0105"><label>&#x02022;</label><p id="par0160">En estos casos no utilizar&#x000e1;n el medio de transporte colectivo habitual para su llegada al centro, sino un transporte individual, informando previamente al personal que intervenga en el transporte, el cual deber&#x000e1; utilizar un transporte con separaci&#x000f3;n del conductor, y se realizar&#x000e1; un transporte individual con los medios de protecci&#x000f3;n que puedan ofertarse, siendo el m&#x000ed;nimo exigible una mascarilla quir&#x000fa;rgica y guantes al paciente y al acompa&#x000f1;ante, y una mascarilla quir&#x000fa;rgica al personal del transporte sanitario. Una vez finalizado el transporte, se desinfectar&#x000e1; el veh&#x000ed;culo y se proceder&#x000e1; a la gesti&#x000f3;n de los residuos producidos.</p></list-item><list-item id="lsti0110"><label>&#x02022;</label><p id="par0165">Todos los pacientes entrar&#x000e1;n a trav&#x000e9;s de los vestuarios, donde se lavar&#x000e1;n las manos previamente a su entrada.</p></list-item><list-item id="lsti0115"><label>&#x02022;</label><p id="par0170">Si los pacientes presentan s&#x000ed;ntomas (tos, fiebre o disnea), enfermer&#x000ed;a proporcionar&#x000e1; una mascarilla quir&#x000fa;rgica y les interrogar&#x000e1; sobre posible riesgo epidemiol&#x000f3;gico (ver punto 1).</p></list-item><list-item id="lsti0120"><label>&#x02022;</label><p id="par0175">Si no se identifica ning&#x000fa;n caso sospechoso, se pueden retirar las mascarillas durante la hemodi&#x000e1;lisis a quien as&#x000ed; lo desee.</p></list-item><list-item id="lsti0125"><label>&#x02022;</label><p id="par0180">Se ha de proporcionar al personal y a los pacientes informaci&#x000f3;n y material para la higiene respiratoria: higiene de manos (soluci&#x000f3;n hidroalcoh&#x000f3;lica accesible), cubrirse la nariz y la boca al toser y estornudar con pa&#x000f1;uelos desechables, con acceso a recipientes para estos desechos.</p></list-item><list-item id="lsti0130"><label>&#x02022;</label><p id="par0185">Es aconsejable que cada enfermera atienda siempre a los mismos pacientes para la conexi&#x000f3;n, desconexi&#x000f3;n, atenci&#x000f3;n durante la hemodi&#x000e1;lisis, administraci&#x000f3;n de medicaci&#x000f3;n, etc., registr&#x000e1;ndose los pacientes atendidos por cada profesional en cada turno, para una mejor trazabilidad en caso de que aparezca un paciente.</p></list-item><list-item id="lsti0135"><label>4)</label><p id="par0190">En las unidades de hemodi&#x000e1;lisis de centros perif&#x000e9;ricos dependientes del hospital:</p></list-item><list-item id="lsti0140"><label>&#x02022;</label><p id="par0195">Se recomienda seguir las recomendaciones descritas en este procedimiento para los pacientes de la unidad hospitalaria (punto 3).</p></list-item><list-item id="lsti0145"><label>&#x02022;</label><p id="par0200">Ante cualquier duda, contactar con los responsables de hemodi&#x000e1;lisis de la unidad hospitalaria.</p></list-item></list>
</p></sec><sec id="sec0025"><title>Identificaci&#x000f3;n de pacientes sospechosos de infecci&#x000f3;n por SARS-CoV-2 en hemodi&#x000e1;lisis</title><sec id="sec0030"><title>En la unidad de hemodi&#x000e1;lisis hospitalaria</title><p id="par0205">
<list list-type="simple" id="lis0015"><list-item id="lsti0150"><label>&#x02022;</label><p id="par0210">En caso de identificar alg&#x000fa;n caso sospechoso a su llegada a la unidad se le separar&#x000e1; de otros pacientes, se le dar&#x000e1;n guantes y una mascarilla quir&#x000fa;rgica y ser&#x000e1; conducido de forma inmediata a la sala o box de aislamiento previamente acondicionado (contacto y gotas).</p></list-item><list-item id="lsti0155"><label>&#x02022;</label><p id="par0215">En caso de identificar alg&#x000fa;n caso sospechoso dentro de la unidad, una vez iniciada la di&#x000e1;lisis, se valorar&#x000e1; la urgencia dial&#x000ed;tica, y si no existe urgencia, se desconectar&#x000e1; y se le separar&#x000e1; de otros pacientes, se le dar&#x000e1;n guantes y una mascarilla quir&#x000fa;rgica y ser&#x000e1; conducido de forma inmediata a la sala o box de aislamiento previamente acondicionado. Se continuar&#x000e1; la di&#x000e1;lisis en otro momento.</p></list-item><list-item id="lsti0160"><label>&#x02022;</label><p id="par0220">El personal que acompa&#x000f1;e al paciente hasta la sala de aislamiento llevar&#x000e1; tambi&#x000e9;n guantes y mascarilla quir&#x000fa;rgica, manteni&#x000e9;ndose a una distancia de 2&#x000a0;m del paciente. Hay que intentar que el paciente no toque objetos (manijas, puertas, mobiliario en general, etc.) ni personas.</p></list-item><list-item id="lsti0165"><label>&#x02022;</label><p id="par0225">A la mayor brevedad, se le practicar&#x000e1; el frotis respiratorio para detecci&#x000f3;n del virus por PCR, seg&#x000fa;n el protocolo previsto en cada hospital para la detecci&#x000f3;n, diagn&#x000f3;stico y manejo de casos sospechosos.</p></list-item></list>
</p></sec><sec id="sec0035"><title>En las unidades de hemodi&#x000e1;lisis de centros perif&#x000e9;ricos dependientes del hospital</title><p id="par0230">
<list list-type="simple" id="lis0020"><list-item id="lsti0170"><label>&#x02022;</label><p id="par0235">Identificar una habitaci&#x000f3;n individual en la instalaci&#x000f3;n que pueda usarse para aislar a un paciente con sospecha de infecci&#x000f3;n por SARS-CoV-2 (aislamiento de contacto y gotas) para una evaluaci&#x000f3;n adicional y mientras espera el traslado. Si no se dispone de una habitaci&#x000f3;n de aislamiento, se ha de mantener al paciente con mascarilla quir&#x000fa;rgica y guantes, y separado 2&#x000a0;m del resto de pacientes.</p></list-item><list-item id="lsti0175"><label>&#x02022;</label><p id="par0240">Notificar siempre a los responsables m&#x000e9;dico y de enfermer&#x000ed;a de la unidad de hemodi&#x000e1;lisis del hospital de referencia antes de derivar a un paciente que cumpla con los criterios de sospecha de infecci&#x000f3;n por SARS-CoV-2.</p></list-item></list>
</p></sec></sec><sec id="sec0040"><title>Pacientes que han compartido turno de hemodi&#x000e1;lisis con pacientes infectados (<xref rid="fig0010" ref-type="fig">fig. 2</xref>)</title><p id="par0245">
<list list-type="simple" id="lis0025"><list-item id="lsti0180"><label>&#x02022;</label><p id="par0250">Los pacientes que hayan compartido transporte sanitario, hayan estado a menos de 2&#x000a0;m en la sala de espera o se hayan dializado en puestos o camas adyacentes (&#x0003c;&#x000a0;2&#x000a0;m o 2&#x000a0;asientos) a los de un paciente en el que se ha demostrado la infecci&#x000f3;n, ser&#x000e1;n considerados contactos estrechos y la agencia de vigilancia epidemiol&#x000f3;gica deber&#x000e1; actuar para el cribado de la infecci&#x000f3;n por SARS-CoV-2.
<fig id="fig0010"><label>Figura 2</label><caption><p>Equipo protector individual (EPI) para coronavirus. Consta de un par de guantes de nitrilo de manga larga sin polvo, bata larga impermeable, m&#x000e1;scara FFP2 y m&#x000e1;scara quir&#x000fa;rgica con pantalla completa. Esta lista de equipos de protecci&#x000f3;n individuales se encuentra en revisi&#x000f3;n permanente dependiendo de la evoluci&#x000f3;n y la nueva informaci&#x000f3;n disponible de la enfermedad de SARS-CoV-2.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p></list-item><list-item id="lsti0185"><label>&#x02022;</label><p id="par0255">Dado que el periodo de incubaci&#x000f3;n es de 14&#x000a0;d&#x000ed;as, deber&#x000e1;n tratarse como potencialmente infecciosos, y durante el periodo de &#x000ab;cuarentena&#x000bb; (vigilancia de s&#x000ed;ntomas con aislamiento en domicilio) ser&#x000e1;n trasladados en ambulancia individual con mascarilla quir&#x000fa;rgica y guantes, y se dializar&#x000e1;n en un turno independiente del resto de pacientes, preferiblemente en el &#x000fa;ltimo turno del d&#x000ed;a (si es necesario con turnos nocturnos), extremando las medidas de desinfecci&#x000f3;n y limpieza posterior de la sala de hemodi&#x000e1;lisis.</p></list-item><list-item id="lsti0190"><label>&#x02022;</label><p id="par0260">Si durante este periodo aparecen s&#x000ed;ntomas (fiebre o tos o existe alta sospecha cl&#x000ed;nica seg&#x000fa;n el facultativo que lo atiende), se les practicar&#x000e1; el frotis respiratorio para detecci&#x000f3;n del virus por PCR, seg&#x000fa;n el protocolo previsto en cada hospital para la detecci&#x000f3;n, diagn&#x000f3;stico y manejo de casos sospechosos.</p></list-item><list-item id="lsti0195"><label>&#x02022;</label><p id="par0265">No est&#x000e1; indicada la realizaci&#x000f3;n de frotis si el paciente se mantiene asintom&#x000e1;tico, salvo que la sospecha cl&#x000ed;nica sea muy elevada. La PCR no est&#x000e1; recomendada en los contactos asintom&#x000e1;ticos, porque no es sensible para diagnosticar una infecci&#x000f3;n latente. Por tanto, si saliera negativa, no solo no aportar&#x000ed;a informaci&#x000f3;n, sino que adem&#x000e1;s este resultado podr&#x000ed;a hacer que se retiraran las medidas de aislamiento por una &#x000ab;falsa seguridad&#x000bb;, poniendo en riesgo al resto de pacientes/personal, y si aparecen s&#x000ed;ntomas se tendr&#x000ed;a que repetir. No existe ning&#x000fa;n test para descartar una infecci&#x000f3;n latente, por lo que lo &#x000fa;nico que se puede hacer en estos casos es esperar los 14&#x000a0;d&#x000ed;as desde el contacto de riesgo con las medidas de aislamiento b&#x000e1;sicas (guantes y mascarillas para todos los pacientes), y solo si aparecen s&#x000ed;ntomas, hacer la prueba.</p></list-item><list-item id="lsti0200"><label>&#x02022;</label><p id="par0270">Las medidas de aislamiento de estos pacientes son las mismas que si tuvieran la infecci&#x000f3;n diagnosticada: aislamiento de contacto y gotas, por lo que pueden estar en la misma sala que los infectados, siempre intentando respetar 2&#x000a0;m de distancia entre un paciente y otro, y todos con guantes y mascarilla quir&#x000fa;rgica.</p></list-item></list>
</p></sec><sec id="sec0045"><title>Pacientes procedentes de centros perif&#x000e9;ricos</title><p id="par0275">
<list list-type="simple" id="lis0030"><list-item id="lsti0205"><label>&#x02022;</label><p id="par0280">Si el Centro es capaz de ofrecer aislamiento a los contactos estrechos, casos en investigaci&#x000f3;n o casos confirmados que no requieran ingreso hospitalario, los pacientes se dializaran en el centro.</p></list-item><list-item id="lsti0210"><label>&#x02022;</label><p id="par0285">En el caso de que el centro no disponga de esta posibilidad, estos pacientes ser&#x000e1;n dializados en el hospital de referencia.</p></list-item></list>
</p></sec><sec id="sec0050"><title>Recomendaciones espec&#x000ed;ficas para hemodi&#x000e1;lisis de pacientes afectos de infecci&#x000f3;n por SARS-CoV-2 (<xref rid="fig0015" ref-type="fig">fig. 3</xref>)</title><p id="par0290">
<list list-type="simple" id="lis0035"><list-item id="lsti0215"><label>&#x02022;</label><p id="par0295">Los pacientes que no requieran ingreso hospitalario se dializar&#x000e1;n en la habitaci&#x000f3;n individual destinada a tal efecto. Existe la opci&#x000f3;n de que los que ingresen en el hospital realicen la sesi&#x000f3;n de hemodi&#x000e1;lisis en la habitaci&#x000f3;n que les haya sido asignada mediante un monitor de hemodi&#x000e1;lisis port&#x000e1;til, siempre que sea habitaci&#x000f3;n individual y en condiciones de aislamiento de contacto y gotas, con el personal utilizando el EPI recomendado para el COVID-19. Si hay m&#x000e1;s de un paciente afecto de COVID-19, pueden compartir la habitaci&#x000f3;n de hemodi&#x000e1;lisis.
<fig id="fig0015"><label>Figura 3</label><caption><p>Solo en caso de que se vayan a producir aerosoles (administraci&#x000f3;n de nebulizaciones, ventilaci&#x000f3;n mec&#x000e1;nica, fibrobroncoscopia, intubaci&#x000f3;n orotraqueal, aspiraci&#x000f3;n de secreciones, etc.) se requiere m&#x000e1;scara FFP3 (con v&#x000e1;lvula de exhalaci&#x000f3;n) y gafas de protecci&#x000f3;n completa. Se recomienda que todo el material sea desechable. Si no se dispone de manga larga, utilizar la bata de aislamiento (verde) y a&#x000f1;adir un delantal de pl&#x000e1;stico.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p></list-item><list-item id="lsti0220"><label>&#x02022;</label><p id="par0300">Las salas de aislamiento de hepatitis&#x000a0;B utilizadas para dializar pacientes con ant&#x000ed;geno de superficie positivo para hepatitis&#x000a0;B solo deben usarse para pacientes con sospecha de tener COVID-19 si el paciente con sospecha o confirmaci&#x000f3;n de COVID-19 es ant&#x000ed;geno de superficie positivo para hepatitis&#x000a0;B.</p></list-item><list-item id="lsti0225"><label>&#x02022;</label><p id="par0305">Es necesario mantener una lista de todo el personal de atenci&#x000f3;n m&#x000e9;dica y pacientes que hayan estado en contacto con dicho paciente. Es importante identificar a todo el personal sanitario que atiende a los casos en investigaci&#x000f3;n, probables o confirmados de infecci&#x000f3;n por nuevo coronavirus. El riesgo deber&#x000e1; ser valorado de forma individualizada por Salud Laboral y el Servicio de Urgencias de Vigilancia Epidemiol&#x000f3;gica. Si no se han cumplido las medidas de precauci&#x000f3;n, ser&#x000e1;n considerados contactos estrechos y se manejar&#x000e1;n como tales. Para facilitar esta tarea, es conveniente, como ya se ha comentado antes, que cada enfermera tenga siempre los mismos pacientes asignados en un turno.</p></list-item><list-item id="lsti0230"><label>&#x02022;</label><p id="par0310">Deben utilizarse equipos dedicados o desechables no cr&#x000ed;ticos para el cuidado del paciente (p.ej., manguitos de presi&#x000f3;n arterial). Si el equipo ha sido utilizado en el paciente, se ha de limpiar y desinfectar dicho equipo antes de usarlo en otro paciente de acuerdo con las instrucciones del fabricante.</p></list-item></list>
</p></sec><sec id="sec0055"><title>Equipo de protecci&#x000f3;n individual (EPI) para realizar hemodi&#x000e1;lisis al paciente con infecci&#x000f3;n por SARS-CoV-2</title><p id="par0315">En general, el cuidado de pacientes con infecciones respiratorias no diagnosticadas debe seguir las precauciones est&#x000e1;ndar, de contacto y de gotas con protecci&#x000f3;n para los ojos, a menos que el diagn&#x000f3;stico sospechado requiera precauciones para infecciones transmitidas por el aire.</p><p id="par0320">Evaluar los suministros disponibles de equipo de protecci&#x000f3;n individual, incluidas m&#x000e1;scaras FFP2 (<xref rid="fig0010" ref-type="fig">fig. 2</xref>). La protecci&#x000f3;n ocular puede incluir una m&#x000e1;scara quir&#x000fa;rgica con pantalla.</p><p id="par0325">Esto incluye el uso de:<list list-type="simple" id="lis0040"><list-item id="lsti0235"><label>&#x02022;</label><p id="par0330">
<italic>Bata impermeable con cobertura circular de 360 grados,</italic> que debe usarse sobre o en lugar del pijama que normalmente usa el personal de hemodi&#x000e1;lisis. Esto es particularmente importante cuando se accede al acceso vascular, se conecta y desconecta, ayuda al paciente a entrar y salir de la habitaci&#x000f3;n y limpiar la habitaci&#x000f3;n. La misma bata de aislamiento no debe usarse para el cuidado de m&#x000e1;s de un paciente, excepto si est&#x000e1;n aislados juntos (aislamiento de cohortes).</p></list-item><list-item id="lsti0240"><label>&#x02022;</label><p id="par0335">
<italic>Guantes, a ser posible largos,</italic> para poder tapar y cerrar m&#x000e1;s las mangas de la bata.</p></list-item><list-item id="lsti0245"><label>&#x02022;</label><p id="par0340">
<italic>M&#x000e1;scara facial:</italic> mascarilla FFP2 y mascarilla quir&#x000fa;rgica con pantalla facial encima.</p></list-item><list-item id="lsti0250"><label>&#x02022;</label><p id="par0345">Solo cuando se considere que se van a generar aerosoles (administraci&#x000f3;n de nebulizaciones, ventilaci&#x000f3;n mec&#x000e1;nica, fibrobroncoscopia, IOT, aspiraci&#x000f3;n de secreciones), se requiere m&#x000e1;scara FFP3 (con v&#x000e1;lvula de exhalaci&#x000f3;n) y gafas integrales de protecci&#x000f3;n completa (<xref rid="fig0015" ref-type="fig">fig. 3</xref>). Las gafas personales y las lentes de contacto no se consideran protecci&#x000f3;n ocular adecuada. La protecci&#x000f3;n ocular reutilizable (p.ej., gafas) debe limpiarse y desinfectarse de acuerdo con las instrucciones de reprocesamiento del fabricante antes de su reutilizaci&#x000f3;n. Sin embargo, se recomienda utilizar material desechable y de un solo uso en todo el EPI.</p></list-item></list>
</p><p id="par0350">Se debe cumplir una estricta higiene de manos antes y despu&#x000e9;s del contacto con el paciente y de la retirada del EPI.</p></sec><sec id="sec0060"><title>Desinfecci&#x000f3;n en la sala de hemodi&#x000e1;lisis</title><sec id="sec0065"><title>Desinfecci&#x000f3;n ambiental</title><p id="par0355">
<list list-type="simple" id="lis0045"><list-item id="lsti0255"><label>&#x02022;</label><p id="par0360">Se deben seguir los protocolos de descontaminaci&#x000f3;n, mantenimiento y eliminaci&#x000f3;n de residuos (ropa incluida) utilizados habitualmente para otro tipo de microorganismos con riesgo de propagaci&#x000f3;n por contacto y gotas.</p></list-item><list-item id="lsti0260"><label>&#x02022;</label><p id="par0365">Los residuos se consideran residuos de clase&#x000a0;III o residuos biosanitarios especiales (del grupo&#x000a0;3, similar a la tuberculosis).</p></list-item><list-item id="lsti0265"><label>&#x02022;</label><p id="par0370">Se dispondr&#x000e1; de contenedores de 60&#x000a0;l dentro del box/habitaci&#x000f3;n con medidas de precauci&#x000f3;n para todos los residuos del paciente, incluidos los EPI utilizados por los profesionales asistenciales. Una vez lleno, se avisar&#x000e1; inmediatamente al personal de limpieza para su retirada y sustituci&#x000f3;n.</p></list-item><list-item id="lsti0270"><label>&#x02022;</label><p id="par0375">Para evitar la manipulaci&#x000f3;n de orina y heces del paciente es necesario utilizar bolsas absorbentes que se colocar&#x000e1;n en la cu&#x000f1;a y/o en la botella de orina. Posteriormente se cerrar&#x000e1;n y se tirar&#x000e1;n en el contenedor de residuos del grupo&#x000a0;III.</p></list-item><list-item id="lsti0275"><label>&#x02022;</label><p id="par0380">Se realizar&#x000e1;n la limpieza y la desinfecci&#x000f3;n de las superficies con las que ha estado en contacto el paciente y/o sus secreciones (incluyendo la silla o camilla, la sala de espera y el ascensor que se ha utilizado para el traslado; paredes, botoneras y suelo del ascensor) seg&#x000fa;n protocolo de cada hospital. La limpieza y la desinfecci&#x000f3;n se realizar&#x000e1;n con un desinfectante con una soluci&#x000f3;n de hipoclorito s&#x000f3;dico que contenga 1.000&#x000a0;ppm de cloro activo. Estos virus se inactivan despu&#x000e9;s de 5&#x000a0;min de contacto con desinfectantes normales, como la lej&#x000ed;a dom&#x000e9;stica.</p></list-item><list-item id="lsti0280"><label>&#x02022;</label><p id="par0385">El personal de limpieza debe ir protegido adecuadamente con el EPI con mascarilla FFP2.</p></list-item></list>
</p></sec><sec id="sec0070"><title>Utensilios y medicaci&#x000f3;n</title><p id="par0390">
<list list-type="simple" id="lis0050"><list-item id="lsti0285"><label>&#x02022;</label><p id="par0395">Los utensilios y materiales utilizados en la sesi&#x000f3;n de di&#x000e1;lisis deben estar dedicados a un &#x000fa;nico paciente y deben ser limpiados y desinfectados en un &#x000e1;rea limpia com&#x000fa;n antes de ser guardados o utilizados para otro paciente.</p></list-item><list-item id="lsti0290"><label>&#x02022;</label><p id="par0400">Los materiales y la medicaci&#x000f3;n que se encuentren en los puestos de hemodi&#x000e1;lisis solo se deben usar con ese paciente, y nunca deben regresar a la zona de limpio com&#x000fa;n o ser usados con otros pacientes sin haber sido desinfectados previamente.</p></list-item><list-item id="lsti0295"><label>&#x02022;</label><p id="par0405">No deben usarse carros comunes para llevar la medicaci&#x000f3;n a los pacientes.</p></list-item><list-item id="lsti0300"><label>&#x02022;</label><p id="par0410">Si se usan bandejas para llevar medicaci&#x000f3;n a pacientes individuales, deben limpiarse entre paciente y paciente.</p></list-item><list-item id="lsti0305"><label>&#x02022;</label><p id="par0415">Las &#x000e1;reas limpias deben estar claramente separadas de las &#x000e1;reas contaminadas donde se manipula el material contaminado.</p></list-item><list-item id="lsti0310"><label>&#x02022;</label><p id="par0420">Medidas adicionales de prevenci&#x000f3;n realizadas en China y Taiw&#x000e1;n han sido no dar alimentos a los pacientes durante la sesi&#x000f3;n de hemodi&#x000e1;lisis.</p></list-item></list>
</p></sec><sec id="sec0075"><title>Monitores y superficies</title><p id="par0425">
<list list-type="simple" id="lis0055"><list-item id="lsti0315"><label>&#x02022;</label><p id="par0430">Deben limpiarse y desinfectarse las superficies externas (sillones, camas, mesas, monitores) entre pacientes.</p></list-item><list-item id="lsti0320"><label>&#x02022;</label><p id="par0435">Las superficies externas de los monitores son la fuente m&#x000e1;s probable de contaminaci&#x000f3;n. Al terminar de conectar y siempre que se atienda a alg&#x000fa;n paciente, se limpiar&#x000e1; la superficie de los monitores con agua y jab&#x000f3;n y seguidamente se aplicar&#x000e1; un desinfectante con una soluci&#x000f3;n de hipoclorito s&#x000f3;dico que contenga 1.000&#x000a0;ppm de cloro activo. Estos virus se inactivan despu&#x000e9;s de 5&#x000a0;min de contacto con desinfectantes normales como la lej&#x000ed;a dom&#x000e9;stica.</p></list-item><list-item id="lsti0325"><label>&#x02022;</label><p id="par0440">Debe ponerse especial atenci&#x000f3;n a los paneles de control de los monitores de di&#x000e1;lisis y a otras superficies que se tocan frecuentemente y son potenciales contaminantes.</p></list-item></list>
<boxed-text id="tb0005"><sec id="sec0080"><title>Puntos clave</title><p id="par0445">
<list list-type="simple" id="lis0060"><list-item id="lsti0330"><label>&#x02022;</label><p id="par0450">La identificaci&#x000f3;n precoz de individuos en riesgo, preferiblemente antes de ser transportados a la unidad, es fundamental para la prevenci&#x000f3;n de la transmisi&#x000f3;n en la ambulancia, salas de espera y unidades de hemodi&#x000e1;lisis.</p></list-item><list-item id="lsti0335"><label>&#x02022;</label><p id="par0455">La formaci&#x000f3;n adecuada sobre las medidas de prevenci&#x000f3;n e identificaci&#x000f3;n de COVID-19 a los pacientes y a todo el personal implicado en las diferentes etapas de la hemodi&#x000e1;lisis (incluido el traslado desde el domicilio) es prioritaria.</p></list-item><list-item id="lsti0340"><label>&#x02022;</label><p id="par0460">Es aconsejable disponer de sistemas que permitan realizar el tratamiento de hemodi&#x000e1;lisis en condiciones de aislamiento de contacto y gotas mediante distintas opciones (habitaci&#x000f3;n individual, monitores de hemodi&#x000e1;lisis ambulatoria port&#x000e1;til).</p></list-item><list-item id="lsti0345"><label>&#x02022;</label><p id="par0465">El cumplimiento estricto de las precauciones est&#x000e1;ndar, de contacto y de gotas con una adecuada protecci&#x000f3;n (EPI) es una responsabilidad del personal sanitario que atiende a casos sospechosos o diagnosticados de COVID-19.</p></list-item></list>
</p></sec></boxed-text>
</p></sec></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0055"><label>1</label><mixed-citation publication-type="other" id="oref0005">WHO. Statement on the Second Meeting of the International Health Regulations (2005) Emergency Committee Regarding the Outbreak of Novel Coronavirus (2019-nCoV). 30 January 2020. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov" id="intr0005">https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov</ext-link>)</mixed-citation></ref><ref id="bib0060"><label>2</label><element-citation publication-type="journal" id="sbref0060"><person-group person-group-type="author"><collab>Novel Coronavirus Pneumonia Emergency Response Epidemiology Team</collab></person-group><article-title>The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China</article-title><source>Zhonghua Liu Xing Bing Xue Za Zhi.</source><volume>41</volume><year>2020</year><fpage>145</fpage><lpage>151</lpage><pub-id pub-id-type="doi">10.3760/cma.j.issn.0254-6450.2020.02.003</pub-id><pub-id pub-id-type="pmid">32064853</pub-id></element-citation></ref><ref id="bib0065"><label>3</label><element-citation publication-type="journal" id="sbref0065"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="bib0070"><label>4</label><element-citation publication-type="journal" id="sbref0070"><person-group person-group-type="author"><name><surname>Ma</surname><given-names>Y.</given-names></name><name><surname>Diao</surname><given-names>B.</given-names></name><name><surname>Lv</surname><given-names>X.</given-names></name><name><surname>Zhu</surname><given-names>J.</given-names></name><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Liu</surname><given-names>L.</given-names></name></person-group><article-title>2019 novel coronavirus disease in hemodialysis (HD) patients: Report from one HD center in Wuhan, China</article-title><source>medRxiv preprint</source><year>2019</year><pub-id pub-id-type="other">10.1101/2020.02.24.20027201. T</pub-id></element-citation></ref><ref id="bib0075"><label>5</label><mixed-citation publication-type="other" id="oref0025">Documento t&#x000e9;cnico. Manejo cl&#x000ed;nico de pacientes con enfermedad por el nuevo coronavirus (COVID-19). 3 de marzo de 2020. Centro de Coordinaci&#x000f3;n de Alertas y Emergencias Sanitarias. Direcci&#x000f3;n General de Salud P&#x000fa;blica, Calidad e Innovaci&#x000f3;n. Ministerio de Sanidad.</mixed-citation></ref><ref id="bib0080"><label>6</label><mixed-citation publication-type="other" id="oref0030">American Society of Nephrology. Information for Screening and Management of COVID-19 in the Outpatient Dialysis Facility. Release Date: March 4, 2020.</mixed-citation></ref><ref id="bib0085"><label>7</label><mixed-citation publication-type="other" id="oref0035">https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos.htm</mixed-citation></ref><ref id="bib0090"><label>8</label><mixed-citation publication-type="other" id="oref0040">https://www.ecdc.europa.eu/en</mixed-citation></ref><ref id="bib0095"><label>9</label><mixed-citation publication-type="other" id="oref0045">https://www.cdc.gov/coronavirus/2019-ncov/healthcare-facilities/dialysis.html</mixed-citation></ref><ref id="bib0100"><label>10</label><mixed-citation publication-type="other" id="oref0050">Protocol d&#x02019;actuaci&#x000f3; del Parc de Salut Mar davant de casos d&#x02019;infecci&#x000f3; pel nou Coronavirus SARS-CoV-2. Versi&#x000f3;n 6-3-2020.</mixed-citation></ref></ref-list></back></article>