<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="brief-report" xml:lang="es"><?DTDIdentifier.IdentifierValue -//ES//DTD journal article DTD version 5.2.0//EN//XML?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName art520.dtd?><?SourceDTD.Version 5.2.0?><?ConverterInfo.XSLTName elsevier2nlmx2.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?FILEmeta_APRIM1126 xml ?><?FILEmain xml ?><?FILEmain pdf ?><?properties open_access?><front><journal-meta><journal-id journal-id-type="nlm-ta">Aten Primaria</journal-id><journal-id journal-id-type="iso-abbrev">Aten Primaria</journal-id><journal-title-group><journal-title>Atencion Primaria</journal-title></journal-title-group><issn pub-type="ppub">0212-6567</issn><issn pub-type="epub">1578-1275</issn><publisher><publisher-name>Elsevier</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">6983778</article-id><article-id pub-id-type="publisher-id">S0212-6567(14)00397-7</article-id><article-id pub-id-type="doi">10.1016/j.aprim.2014.10.009</article-id><article-categories><subj-group subj-group-type="heading"><subject>Editorial</subject></subj-group></article-categories><title-group><article-title>&#x000c9;bola y virus emergentes</article-title><trans-title-group xml:lang="en"><trans-title>Ebola and emerging viruses</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Eiros Bouza</surname><given-names>Jos&#x000e9; Mar&#x000ed;a</given-names></name><email>eiros@med.uva.es</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>P&#x000e9;rez-Rubio</surname><given-names>Alberto</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib></contrib-group><aff id="aff0005"><label>a</label>&#x000c1;rea de Microbiolog&#x000ed;a, Facultad de Medicina, Universidad de Valladolid, Valladolid, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Direcci&#x000f3;n M&#x000e9;dica, Hospital Cl&#x000ed;nico Universitario de Valladolid, Valladolid, Espa&#x000f1;a</aff><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>eiros@med.uva.es</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>07</day><month>2</month><year>2015</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>3</month><year>2015</year></pub-date><pub-date pub-type="epub"><day>07</day><month>2</month><year>2015</year></pub-date><volume>47</volume><issue>3</issue><fpage>131</fpage><lpage>133</lpage><history><date date-type="received"><day>9</day><month>10</month><year>2014</year></date><date date-type="accepted"><day>23</day><month>10</month><year>2014</year></date></history><permissions><copyright-statement>&#x000a9; 2014 Elsevier Espa&#x002dc;na, S.L.U. Todos los derechos reservados.</copyright-statement><copyright-year>2014</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license license-type="CC BY-NC-ND" xlink:href="http://creativecommons.org/licenses/by-nc-nd/3.0/"><license-p>This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/3.0/).</license-p></license></permissions></article-meta></front><body><p id="par0005">En las &#x000fa;ltimas semanas han cobrado protagonismo las infecciones comunicadas por el virus del &#x000c9;bola adquiridas en zonas del &#x000c1;frica Centro-Occidental<xref rid="bib0005" ref-type="bibr">1</xref>, <xref rid="bib0010" ref-type="bibr">2</xref>, <xref rid="bib0015" ref-type="bibr">3</xref>. Desde hace 4 d&#x000e9;cadas se han venido detectando casos aislados y brotes en diversos pa&#x000ed;ses que revelan la actividad de este agente<xref rid="bib0020" ref-type="bibr">4</xref>, <xref rid="bib0025" ref-type="bibr">5</xref>, <xref rid="bib0030" ref-type="bibr">6</xref>. Se trata de un filovirus envuelto con ARN monocatenario en su genoma del que se han descrito hasta el presente 5 especies diferenciadas: Zaire (actualmente implicado), Sud&#x000e1;n, Reston, Tai Forest y Bundibugyo. A pesar del impacto medi&#x000e1;tico que est&#x000e1; alcanzando, act&#x000fa;a como un pat&#x000f3;geno zoon&#x000f3;tico con circulaci&#x000f3;n infrecuente en el ser humano, lo que explica su naturaleza impredecible y su intermitencia en causar brotes. Se ha se&#x000f1;alado como reservorio aparente el murci&#x000e9;lago de la fruta, pero es concebible la existencia de un ciclo en el que participen otros animales infectados. El virus podr&#x000ed;a persistir como una infecci&#x000f3;n asintom&#x000e1;tica o subcl&#x000ed;nica en las especies reservorio, con poca o ninguna transmisi&#x000f3;n, pudiendo ser activado de forma espor&#x000e1;dica a trav&#x000e9;s de un est&#x000ed;mulo apropiado, como podr&#x000ed;a ser el estr&#x000e9;s, la co-infecci&#x000f3;n, cambio en las fuentes de alimentos y el embarazo<xref rid="bib0035" ref-type="bibr">7</xref>, <xref rid="bib0040" ref-type="bibr">8</xref>. Esta hip&#x000f3;tesis podr&#x000ed;a explicar la naturaleza espor&#x000e1;dica y la periodicidad de los brotes de fiebre hemorr&#x000e1;gica del &#x000c9;bola en &#x000c1;frica.</p><p id="par0010">El virus del &#x000c9;bola parece entrar en el hospedador a trav&#x000e9;s de superficies mucosas, roturas y abrasiones en la piel, o por introducci&#x000f3;n parenteral. La mayor&#x000ed;a de las infecciones humanas en los brotes parecen ocurrir por contacto directo con pacientes infectados o cad&#x000e1;veres. Se han detectado part&#x000ed;culas virales infecciosas o ARN viral en fluidos corporales (sangre, heces, saliva, l&#x000e1;grimas, leche materna y semen), secreciones genitales y en la piel de los pacientes infectados<xref rid="bib0025" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0015">Hasta donde conocemos la caracterizaci&#x000f3;n cl&#x000ed;nica resulta inicialmente dif&#x000ed;cil porque tras un per&#x000ed;odo de incubaci&#x000f3;n que puede llegar a 3 semanas, los pacientes presentan un cuadro febril con malestar general y mialgias. Los signos posteriores indican afectaci&#x000f3;n multisist&#x000e9;mica e incluyen sintomatolog&#x000ed;a digestiva (n&#x000e1;useas, v&#x000f3;mitos, dolor abdominal, diarrea), respiratorios (dolor tor&#x000e1;cico, falta de aliento, tos, secreci&#x000f3;n nasal), vasculares (inyecci&#x000f3;n conjuntival, postural hipotensi&#x000f3;n, edema) y neurol&#x000f3;gicos (cefalea, confusi&#x000f3;n, coma). Las manifestaciones hemorr&#x000e1;gicas se documentan hasta en la mitad de los casos graves, principalmente durante el pico de la enfermedad, y abarcan desde gingivorragias y hematemesis a melenas o hemoptisis. El dolor abdominal se asocia a veces con hiperamilasemia y pancreatitis. En etapas posteriores, <italic>shock</italic>, convulsiones, alteraciones metab&#x000f3;licas graves y, en m&#x000e1;s de la mitad de los caso, una coagulopat&#x000ed;a difusa<xref rid="bib0025" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0020">Las variables de laboratorio son menos caracter&#x000ed;sticas, pero los siguientes hallazgos est&#x000e1;n a menudo asociados con la fiebre hemorr&#x000e1;gica del &#x000c9;bola: leucopenia temprana (tan baja como 1.000 c&#x000e9;lulas por microlitro) con linfopenia y posterior neutrofilia, desviaci&#x000f3;n a la izquierda con linfocitos at&#x000ed;picos, trombocitopenia (50.000-100.000 c&#x000e9;lulas por microlitro), concentraciones de aminotransferasa s&#x000e9;rica muy elevadas (aspartato aminotransferasa normalmente superior a la alanina aminotransferasa), hiperproteinemia, y proteinuria. Aumento de los tiempos de protrombina y de tromboplastina parcial, y detecci&#x000f3;n de los productos de degradaci&#x000f3;n de la fibrina, lo que indica coagulopat&#x000ed;a intravascular diseminada. En una etapa posterior, la infecci&#x000f3;n bacteriana secundaria podr&#x000ed;a dar lugar a recuentos elevados de c&#x000e9;lulas blancas en la sangre<xref rid="bib0025" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0025">La virulencia del virus del &#x000c9;bola en el hombre es variable y depende de la especie o cepa; siendo las infecciones por las especies de virus del &#x000c9;bola Zaire (60-90%) y &#x000c9;bola Sud&#x000e1;n (40-60%) las que tienen las tasas de mortalidad m&#x000e1;s altas. Se contin&#x000fa;a sin tener demasiados conocimientos acerca de los factores de la virulencia y la respuesta en el hu&#x000e9;sped. Esta carencia ha dificultado mucho el desarrollo de m&#x000e9;todos adecuados de tratamiento y vacunas, aunque en estos momentos algunas de ellas est&#x000e9;n en desarrollos experimentales avanzados<xref rid="bib0125" ref-type="bibr"><sup>9</sup></xref>.</p><p id="par0030">Dada la alerta sanitaria declarada y hasta que la misma no sea resuelta y controlada, urge a los profesionales sanitarios, en primer t&#x000e9;rmino, actualizar los conocimientos acerca de los aspectos relevantes a la etiolog&#x000ed;a, patogenia, cl&#x000ed;nica y mecanismos de transmisi&#x000f3;n de la enfermedad del &#x000c9;bola. Ello obliga a la consulta frecuente de las recomendaciones vigentes establecidas por los responsables sanitarios y a la actualizaci&#x000f3;n de los procesos relativos al correcto manejo de los potenciales casos importados o derivados de la atenci&#x000f3;n y cuidados sanitarios. En segundo lugar, adquirir la capacitaci&#x000f3;n t&#x000e9;cnica para salvaguardar su propia protecci&#x000f3;n y la del personal que le es confiado. Y en tercera instancia, promover actividades de educaci&#x000f3;n sanitaria y de difusi&#x000f3;n del conocimiento entre la poblaci&#x000f3;n a la que asiste.</p><p id="par0035">A pesar de que este fen&#x000f3;meno pueda parecer un hecho novedoso, un breve an&#x000e1;lisis induce a situarlo como una enfermedad v&#x000ed;rica con similitudes y diferencias a otras catalogadas como emergentes. La diversidad de pat&#x000f3;genos emergentes se relaciona con una gran variabilidad de ciclos biol&#x000f3;gicos, v&#x000ed;as de transmisi&#x000f3;n, mecanismos de patogenicidad y epidemiolog&#x000ed;a<xref rid="bib0050" ref-type="bibr"><sup>10</sup></xref>. Se ha determinado que la capacidad de emerger se relaciona en algunos agentes m&#x000e1;s que en otros, con ciertas v&#x000ed;as de transmisi&#x000f3;n y con un amplio espectro de hospedadores<xref rid="bib0055" ref-type="bibr"><sup>11</sup></xref>. La mayor&#x000ed;a de los virus emergentes son zoon&#x000f3;ticos y son los que infectan animales peridom&#x000e9;sticos y silvestres pr&#x000f3;ximos los que requieren mayor atenci&#x000f3;n. Entre los animales afectados se incluyen principalmente los vertebrados, como roedores, primates y murci&#x000e9;lagos, as&#x000ed; como las aves. A ellos se a&#x000f1;aden una amplia gama de vectores entre los que destacan los insectos y los artr&#x000f3;podos<xref rid="bib0060" ref-type="bibr">12</xref>, <xref rid="bib0065" ref-type="bibr">13</xref>, <xref rid="bib0070" ref-type="bibr">14</xref>. No existe una explicaci&#x000f3;n sencilla al fen&#x000f3;meno de la aparici&#x000f3;n de nuevos virus o al resurgimiento de los ya conocidos. La mayor&#x000ed;a de los grupos de investigaci&#x000f3;n coinciden en se&#x000f1;alar que se trata de una interacci&#x000f3;n de factores que abarcan 3 aspectos fundamentales: la poblaci&#x000f3;n vulnerable, el propio virus y el entorno de ambos<xref rid="bib0075" ref-type="bibr">15</xref>, <xref rid="bib0080" ref-type="bibr">16</xref>, <xref rid="bib0085" ref-type="bibr">17</xref>. Las variables que influyen en la difusi&#x000f3;n de las infecciones v&#x000ed;ricas radican en una parte importante en el comportamiento humano. Este incluye desde cambios demogr&#x000e1;ficos, viajes, fen&#x000f3;menos migratorios, desplazamientos motivados por las guerras, hasta las actitudes y pautas sociales o individuales en el &#x000e1;mbito de las relaciones humanas en su sentido m&#x000e1;s amplio. Las agresiones ecol&#x000f3;gicas, el cambio clim&#x000e1;tico, la deforestaci&#x000f3;n, la invasi&#x000f3;n de espacios naturales son otros factores que impactan en la din&#x000e1;mica de la transmisi&#x000f3;n de virus<xref rid="bib0055" ref-type="bibr">11</xref>, <xref rid="bib0090" ref-type="bibr">18</xref>. Pero, quiz&#x000e1;s el determinante y no siempre reconocido es el medio donde se desarrolla la propia existencia, las desigualdades que imprimen la pobreza y la precariedad son las que marcan la capacidad para afrontar este fen&#x000f3;meno. Algunas cuestiones en las que existen interrogantes sobre el virus del &#x000c9;bola son su reservorio natural, algunos mecanismos de transmisi&#x000f3;n, su espectro patog&#x000e9;nico, su tratamiento antiviral eficiente y la variabilidad que exhiben las distintas cepas en la letalidad que provocan<xref rid="bib0010" ref-type="bibr">2</xref>, <xref rid="bib0015" ref-type="bibr">3</xref>, <xref rid="bib0095" ref-type="bibr">19</xref>, <xref rid="bib0100" ref-type="bibr">20</xref>, <xref rid="bib0105" ref-type="bibr">21</xref>. Adem&#x000e1;s de ello, la disponibilidad de m&#x000e9;todos de diagn&#x000f3;stico virol&#x000f3;gico espec&#x000ed;fico y el dise&#x000f1;o de una estrategia vacunal deben constituir en un futuro pr&#x000f3;ximo objetivos a conseguir<xref rid="bib0110" ref-type="bibr">22</xref>, <xref rid="bib0115" ref-type="bibr">23</xref>, <xref rid="bib0120" ref-type="bibr">24</xref>. El esfuerzo conjunto y solidario de las instituciones con conocimiento en favor de las zonas end&#x000e9;micas y en particular con las que padecen el actual brote debe ser firmemente apoyado. Nuestro pa&#x000ed;s tiene profesionales de distintos &#x000e1;mbitos, misioneros, voluntarios y cooperantes que trabajan en ese medio y adem&#x000e1;s de atender sus necesidades debe integrarse en la medida de sus posibilidades en la resoluci&#x000f3;n de interrogantes como los expuestos.</p><sec id="sec0010"><title>Autor&#x000ed;a/financiaci&#x000f3;n</title><p id="par0045">Los autores manifiestan su autor&#x000ed;a en la elaboraci&#x000f3;n del art&#x000ed;culo y no han recibido financiaci&#x000f3;n por la elaboraci&#x000f3;n de este art&#x000ed;culo.</p></sec><sec id="sec0005"><title>Conflicto de intereses</title><p id="par0040">Los autores manifiestan la ausencia de conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0005"><label>1</label><element-citation publication-type="journal" id="sbref0005"><person-group person-group-type="author"><name><surname>Gostin</surname><given-names>L.O.</given-names></name><name><surname>Lucey</surname><given-names>D.</given-names></name><name><surname>Phelan</surname><given-names>A.</given-names></name></person-group><article-title>The Ebola epidemic: A global health emergency</article-title><source>JAMA</source><volume>312</volume><year>2014</year><fpage>1095</fpage><lpage>1096</lpage><pub-id pub-id-type="pmid">25111044</pub-id></element-citation></ref><ref id="bib0010"><label>2</label><element-citation publication-type="journal" id="sbref0010"><person-group person-group-type="author"><name><surname>Baize</surname><given-names>S.</given-names></name><name><surname>Pannetier</surname><given-names>D.</given-names></name><name><surname>Oestereich</surname><given-names>L.</given-names></name><name><surname>Rieger</surname><given-names>T.</given-names></name><name><surname>Koivoqui</surname><given-names>L.</given-names></name><name><surname>Magassouba</surname><given-names>N.</given-names></name></person-group><article-title>Emergence of Zaire Ebola virus disease in Guinea</article-title><source>N Engl J Med</source><volume>371</volume><year>2014</year><fpage>1418</fpage><lpage>1425</lpage><pub-id pub-id-type="pmid">24738640</pub-id></element-citation></ref><ref id="bib0015"><label>3</label><element-citation publication-type="journal" id="sbref0015"><person-group person-group-type="author"><name><surname>Briand</surname><given-names>S.</given-names></name><name><surname>Bertherat</surname><given-names>E.</given-names></name><name><surname>Cox</surname><given-names>P.</given-names></name><name><surname>Formenty</surname><given-names>P.</given-names></name><name><surname>Kieny</surname><given-names>M.P.</given-names></name><name><surname>Myhre</surname><given-names>J.K.</given-names></name></person-group><article-title>The international Ebola emergency</article-title><source>N Engl J Med</source><volume>371</volume><year>2014</year><fpage>1180</fpage><lpage>1183</lpage><pub-id pub-id-type="pmid">25140855</pub-id></element-citation></ref><ref id="bib0020"><label>4</label><element-citation publication-type="journal" id="sbref0020"><person-group person-group-type="author"><name><surname>Georges-Courbot</surname><given-names>M.C.</given-names></name><name><surname>Leroy</surname><given-names>E.</given-names></name><name><surname>Zeller</surname><given-names>H.</given-names></name></person-group><article-title>Ebola: A virus endemic to central Africa?</article-title><source>Med Trop (Mars)</source><volume>62</volume><year>2002</year><fpage>295</fpage><lpage>300</lpage><pub-id pub-id-type="pmid">12244929</pub-id></element-citation></ref><ref id="bib0025"><label>5</label><element-citation publication-type="journal" id="sbref0025"><person-group person-group-type="author"><name><surname>Feldmann</surname><given-names>H.</given-names></name><name><surname>Geisbert</surname><given-names>T.W.</given-names></name></person-group><article-title>Ebola haemorrhagic fever</article-title><source>Lancet</source><volume>377</volume><year>2011</year><fpage>849</fpage><lpage>862</lpage><pub-id pub-id-type="pmid">21084112</pub-id></element-citation></ref><ref id="bib0030"><label>6</label><element-citation publication-type="journal" id="sbref0030"><person-group person-group-type="author"><name><surname>Fauci</surname><given-names>A.S.</given-names></name></person-group><article-title>Ebola-underscoring the global disparities in health care resources</article-title><source>N Engl J Med</source><volume>371</volume><year>2014</year><fpage>1084</fpage><lpage>1106</lpage><pub-id pub-id-type="pmid">25119491</pub-id></element-citation></ref><ref id="bib0035"><label>7</label><element-citation publication-type="journal" id="sbref0035"><person-group person-group-type="author"><name><surname>Gupta</surname><given-names>M.</given-names></name><name><surname>Mahanty</surname><given-names>S.</given-names></name><name><surname>Greer</surname><given-names>P.</given-names></name><name><surname>Towner</surname><given-names>J.S.</given-names></name><name><surname>Shieh</surname><given-names>W.J.</given-names></name><name><surname>Zaki</surname><given-names>S.R.</given-names></name></person-group><article-title>Persistent infection with Ebola virus under conditions of partial immunity</article-title><source>J Virol</source><volume>78</volume><year>2004</year><fpage>958</fpage><lpage>967</lpage><pub-id pub-id-type="pmid">14694127</pub-id></element-citation></ref><ref id="bib0040"><label>8</label><element-citation publication-type="journal" id="sbref0040"><person-group person-group-type="author"><name><surname>Strong</surname><given-names>J.E.</given-names></name><name><surname>Wong</surname><given-names>G.</given-names></name><name><surname>Jones</surname><given-names>S.E.</given-names></name><name><surname>Grolla</surname><given-names>A.</given-names></name><name><surname>Theriault</surname><given-names>S.</given-names></name><name><surname>Kobinger</surname><given-names>G.P.</given-names></name></person-group><article-title>Stimulation of Ebola virus production from persistent infection through activation of the Ras/MAPK pathway</article-title><source>Proc Natl Acad Sci USA</source><volume>105</volume><year>2008</year><fpage>17982</fpage><lpage>17987</lpage><pub-id pub-id-type="pmid">18981410</pub-id></element-citation></ref><ref id="bib0125"><label>9</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>Geisbert</surname><given-names>T.W.</given-names></name><name><surname>Bausch</surname><given-names>D.G.</given-names></name><name><surname>Feldmann</surname><given-names>H.</given-names></name></person-group><article-title>Prospects of immunisation against Marburg and Ebola viruses</article-title><source>Rev Med Virol</source><volume>20</volume><year>2010</year><fpage>344</fpage><lpage>357</lpage><pub-id pub-id-type="pmid">20658513</pub-id></element-citation></ref><ref id="bib0050"><label>10</label><element-citation publication-type="journal" id="sbref0050"><person-group person-group-type="author"><name><surname>Su</surname><given-names>J.R.</given-names></name></person-group><article-title>Emerging viral infections</article-title><source>Clin Lab Med</source><volume>24</volume><year>2004</year><fpage>773</fpage><lpage>795</lpage><pub-id pub-id-type="pmid">15325064</pub-id></element-citation></ref><ref id="bib0055"><label>11</label><element-citation publication-type="journal" id="sbref0055"><person-group person-group-type="author"><name><surname>Becker</surname><given-names>Y.</given-names></name></person-group><article-title>Multifactorial changes in human behavior, environment, climate vectors and zoonoses enhance the emergence and reemergence of human microbial diseases</article-title><source>Isr Med Assoc J</source><volume>2</volume><year>2000</year><fpage>916</fpage><lpage>918</lpage><pub-id pub-id-type="pmid">11344775</pub-id></element-citation></ref><ref id="bib0060"><label>12</label><element-citation publication-type="journal" id="sbref0060"><person-group person-group-type="author"><name><surname>Hui</surname><given-names>E.K.</given-names></name></person-group><article-title>Reasons for the increase in emerging and re-emerging viral infectious diseases</article-title><source>Microbes Infect</source><volume>8</volume><year>2006</year><fpage>905</fpage><lpage>916</lpage><pub-id pub-id-type="pmid">16448839</pub-id></element-citation></ref><ref id="bib0065"><label>13</label><element-citation publication-type="journal" id="sbref0065"><person-group person-group-type="author"><name><surname>Weiss</surname><given-names>R.A.</given-names></name><name><surname>McMichael</surname><given-names>A.J.</given-names></name></person-group><article-title>Social and environmental risk factors in the emergence of infectious diseases</article-title><source>Nat Med</source><volume>10</volume><issue>Suppl 12</issue><year>2004</year><fpage>S70</fpage><lpage>76</lpage><pub-id pub-id-type="pmid">15577934</pub-id></element-citation></ref><ref id="bib0070"><label>14</label><element-citation publication-type="journal" id="sbref0070"><person-group person-group-type="author"><name><surname>Morse</surname><given-names>S.S.</given-names></name></person-group><article-title>Factors and determinants of disease emergence</article-title><source>Rev Sci Tech</source><volume>23</volume><year>2004</year><fpage>443</fpage><lpage>451</lpage><pub-id pub-id-type="pmid">15702712</pub-id></element-citation></ref><ref id="bib0075"><label>15</label><element-citation publication-type="journal" id="sbref0075"><person-group person-group-type="author"><name><surname>Woolhouse</surname><given-names>M.E.</given-names></name></person-group><article-title>Population biology of emerging and re-emerging pathogens</article-title><source>Trends Microbiol</source><volume>10</volume><issue>Suppl</issue><year>2002</year><fpage>S3</fpage><lpage>7</lpage><pub-id pub-id-type="pmid">12377561</pub-id></element-citation></ref><ref id="bib0080"><label>16</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><name><surname>McMichael</surname><given-names>A.J.</given-names></name></person-group><article-title>Environmental and social influences on emerging infectious diseases: Past, present and future</article-title><source>Philos Trans R Soc Lond B Biol Sci</source><volume>359</volume><year>2004</year><fpage>1049</fpage><lpage>1058</lpage><pub-id pub-id-type="pmid">15306389</pub-id></element-citation></ref><ref id="bib0085"><label>17</label><element-citation publication-type="journal" id="sbref0085"><person-group person-group-type="author"><name><surname>Murphy</surname><given-names>F.A.</given-names></name></person-group><article-title>Emerging zoonoses: The challenge for public health and biodefense</article-title><source>Prev Vet Med</source><volume>86</volume><year>2008</year><fpage>216</fpage><lpage>223</lpage><pub-id pub-id-type="pmid">18378340</pub-id></element-citation></ref><ref id="bib0090"><label>18</label><element-citation publication-type="journal" id="sbref0090"><person-group person-group-type="author"><name><surname>Patz</surname><given-names>J.A.</given-names></name><name><surname>Epstein</surname><given-names>P.R.</given-names></name><name><surname>Burke</surname><given-names>T.A.</given-names></name><name><surname>Balbus</surname><given-names>J.M.</given-names></name></person-group><article-title>Global climate change and emerging infectious diseases</article-title><source>JAMA</source><volume>275</volume><year>1996</year><fpage>217</fpage><lpage>223</lpage><pub-id pub-id-type="pmid">8604175</pub-id></element-citation></ref><ref id="bib0095"><label>19</label><element-citation publication-type="journal" id="sbref0095"><person-group person-group-type="author"><name><surname>Groseth</surname><given-names>A.</given-names></name><name><surname>Marzi</surname><given-names>A.</given-names></name><name><surname>Hoenen</surname><given-names>T.</given-names></name><name><surname>Herwig</surname><given-names>A.</given-names></name><name><surname>Gardner</surname><given-names>D.</given-names></name><name><surname>Becker</surname><given-names>S.</given-names></name></person-group><article-title>The Ebola virus glycoprotein contributes to but is not sufficient for virulence in vivo</article-title><source>PLoS Pathog</source><volume>8</volume><year>2012</year><fpage>e1002847</fpage><pub-id pub-id-type="pmid">22876185</pub-id></element-citation></ref><ref id="bib0100"><label>20</label><element-citation publication-type="journal" id="sbref0100"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>Y.P.</given-names></name><name><surname>Zhang</surname><given-names>X.E.</given-names></name><name><surname>Wei</surname><given-names>H.P.</given-names></name></person-group><article-title>Laboratory detection and diagnosis of filoviruses</article-title><source>Virol Sin</source><volume>26</volume><year>2011</year><fpage>73</fpage><lpage>80</lpage><pub-id pub-id-type="pmid">21468930</pub-id></element-citation></ref><ref id="bib0105"><label>21</label><element-citation publication-type="journal" id="sbref0105"><person-group person-group-type="author"><name><surname>Brady</surname><given-names>O.</given-names></name></person-group><article-title>Scale up the supply of experimental Ebola drugs</article-title><source>Nature</source><volume>512</volume><year>2014</year><fpage>233</fpage><pub-id pub-id-type="pmid">25143079</pub-id></element-citation></ref><ref id="bib0110"><label>22</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Grolla</surname><given-names>A.</given-names></name><name><surname>Lucht</surname><given-names>A.</given-names></name><name><surname>Dick</surname><given-names>D.</given-names></name><name><surname>Strong</surname><given-names>J.E.</given-names></name><name><surname>Feldmann</surname><given-names>H.</given-names></name></person-group><article-title>Laboratory diagnosis of Ebola and Marburg hemorrhagic fever</article-title><source>Bull Soc Pathol Exot</source><volume>98</volume><year>2005</year><fpage>205</fpage><lpage>209</lpage><pub-id pub-id-type="pmid">16267962</pub-id></element-citation></ref><ref id="bib0115"><label>23</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Marzi</surname><given-names>A.</given-names></name><name><surname>Feldmann</surname><given-names>H.</given-names></name></person-group><article-title>Ebola virus vaccines: An overview of current approaches</article-title><source>Expert Rev Vaccines</source><volume>13</volume><year>2014</year><fpage>521</fpage><lpage>531</lpage><pub-id pub-id-type="pmid">24575870</pub-id></element-citation></ref><ref id="bib0120"><label>24</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Galvani</surname><given-names>A.P.</given-names></name><name><surname>Ndeffo-Mbah</surname><given-names>M.L.</given-names></name><name><surname>Wenzel</surname><given-names>N.</given-names></name><name><surname>Childs</surname><given-names>J.E.</given-names></name></person-group><article-title>Ebola vaccination: If not now, when?</article-title><source>Ann Intern Med</source><volume>161</volume><year>2014</year><fpage>749</fpage><lpage>750</lpage><pub-id pub-id-type="pmid">25141813</pub-id></element-citation></ref></ref-list></back></article>