<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD v1.1 20151215//EN" "JATS-archivearticle1.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="other"><?properties open_access?><?DTDIdentifier.IdentifierValue journalpublishing3.dtd?><?DTDIdentifier.IdentifierType system?><?SourceDTD.DTDName journalpublishing3.dtd?><?SourceDTD.Version 3.0?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Bull World Health Organ</journal-id><journal-id journal-id-type="iso-abbrev">Bull. World Health Organ</journal-id><journal-id journal-id-type="publisher-id">BLT</journal-id><journal-title-group><journal-title>Bulletin of the World Health Organization</journal-title></journal-title-group><issn pub-type="ppub">0042-9686</issn><issn pub-type="epub">1564-0604</issn><publisher><publisher-name>World Health Organization</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">5791867</article-id><article-id pub-id-type="publisher-id">BLT.16.183772</article-id><article-id pub-id-type="doi">10.2471/BLT.16.183772</article-id><article-categories><subj-group subj-group-type="heading"><subject>Policy &#x00026; Practice</subject></subj-group></article-categories><title-group><article-title>Controlling hepatitis C in Rwanda: a framework for a national response</article-title><trans-title-group xml:lang="fr"><trans-title xml:lang="fr">Contr&#x000f4;ler l'h&#x000e9;patite&#x000a0;C au Rwanda: cadre pour une action nationale</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title xml:lang="es">Control de la Hepatitis C en Rwanda: un marco para una respuesta nacional</trans-title></trans-title-group><trans-title-group xml:lang="ar"><trans-title xml:lang="ar">&#x00627;&#x00644;&#x00633;&#x0064a;&#x00637;&#x00631;&#x00629; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628; &#x00627;&#x00644;&#x00643;&#x00628;&#x0062f; "&#x00633;&#x0064a;" &#x00641;&#x0064a;&#x000a0;&#x00631;&#x00648;&#x00646;&#x0062f;&#x00627;: &#x00625;&#x00637;&#x00627;&#x00631;&#x000a0;&#x00644;&#x00644;&#x00625;&#x0063a;&#x00627;&#x0062b;&#x00629;&#x000a0;&#x00627;&#x00644;&#x00648;&#x00637;&#x00646;&#x0064a;&#x00629; </trans-title></trans-title-group><trans-title-group xml:lang="zh"><trans-title xml:lang="zh">&#x05362;&#x065fa;&#x08fbe;&#x04e19;&#x0578b;&#x0809d;&#x0708e;&#x07684;&#x063a7;&#x05236;&#x0ff1a;&#x056fd;&#x05bb6;&#x05e94;&#x05bf9;&#x06846;&#x067b6;</trans-title></trans-title-group><trans-title-group xml:lang="ru"><trans-title xml:lang="ru">&#x0041a;&#x0043e;&#x0043d;&#x00442;&#x00440;&#x0043e;&#x0043b;&#x0044c; &#x00433;&#x00435;&#x0043f;&#x00430;&#x00442;&#x00438;&#x00442;&#x00430;&#x000a0;&#x00421; &#x00432; &#x00420;&#x00443;&#x00430;&#x0043d;&#x00434;&#x00435;: &#x0043e;&#x00441;&#x0043d;&#x0043e;&#x00432;&#x00430; &#x00434;&#x0043b;&#x0044f; &#x0043d;&#x00430;&#x00446;&#x00438;&#x0043e;&#x0043d;&#x00430;&#x0043b;&#x0044c;&#x0043d;&#x0043e;&#x00439; &#x00441;&#x00438;&#x00441;&#x00442;&#x00435;&#x0043c;&#x0044b; &#x00440;&#x00435;&#x00430;&#x00433;&#x00438;&#x00440;&#x0043e;&#x00432;&#x00430;&#x0043d;&#x00438;&#x0044f;</trans-title></trans-title-group><alt-title alt-title-type="author-running-head">Jennifer Ilo Van Nuil et al.</alt-title><alt-title alt-title-type="title-running-head">Hepatitis C in Rwanda</alt-title></title-group><contrib-group><contrib contrib-type="author"><name><surname>Mbituyumuremyi</surname><given-names>Aimable</given-names></name><xref ref-type="aff" rid="aff1"><sup>a</sup></xref></contrib><contrib contrib-type="author" corresp="yes"><name><surname>Van Nuil</surname><given-names>Jennifer Ilo</given-names></name><xref ref-type="aff" rid="aff2"><sup>b</sup></xref></contrib><contrib contrib-type="author"><name><surname>Umuhire</surname><given-names>Jeanne</given-names></name><xref ref-type="aff" rid="aff3"><sup>c</sup></xref></contrib><contrib contrib-type="author"><name><surname>Mugabo</surname><given-names>Jules</given-names></name><xref ref-type="aff" rid="aff4"><sup>d</sup></xref></contrib><contrib contrib-type="author"><name><surname>Mwumvaneza</surname><given-names>Mutagoma</given-names></name><xref ref-type="aff" rid="aff1"><sup>a</sup></xref></contrib><contrib contrib-type="author"><name><surname>Makuza</surname><given-names>Jean Damascene</given-names></name><xref ref-type="aff" rid="aff1"><sup>a</sup></xref></contrib><contrib contrib-type="author"><name><surname>Umutesi</surname><given-names>Justine</given-names></name><xref ref-type="aff" rid="aff1"><sup>a</sup></xref></contrib><contrib contrib-type="author"><name><surname>Nsanzimana</surname><given-names>Sabin</given-names></name><xref ref-type="aff" rid="aff1"><sup>a</sup></xref></contrib><contrib contrib-type="author"><name><surname>Gupta</surname><given-names>Neil</given-names></name><xref ref-type="aff" rid="aff5"><sup>e</sup></xref></contrib><aff id="aff1"><label>a</label><institution>Rwanda Biomedical Center</institution>, <addr-line>Kigali</addr-line>, <country>Rwanda</country>.</aff><aff id="aff2"><label>b</label>Partners in Health, Inshuti Mu Buzima, KG 9 Avenue, Plot No. 46, <addr-line>Kigali</addr-line>, <country>Rwanda</country>.</aff><aff id="aff3"><label>c</label>Clinton Health Access Initiative, Kacyiru, <country>Rwanda</country>.</aff><aff id="aff4"><label>d</label><institution>World Health Organization</institution>, <addr-line>Kigali</addr-line>, <country>Rwanda</country>.</aff><aff id="aff5"><label>e</label>Division of Global Health Equity, <institution>Brigham and Women&#x02019;s Hospital</institution>, <addr-line>Boston</addr-line>, <country>United States of America</country>.</aff></contrib-group><author-notes><corresp id="cor1">Correspondence to Jennifer Ilo Van Nuil (email: <email xlink:href="jilovannuil@pih.org">jilovannuil@pih.org</email>).</corresp></author-notes><pub-date pub-type="ppub"><day>01</day><month>1</month><year>2018</year></pub-date><pub-date pub-type="epub"><day>27</day><month>11</month><year>2017</year></pub-date><volume>96</volume><issue>1</issue><fpage>51</fpage><lpage>58</lpage><history><date date-type="received"><day>16</day><month>9</month><year>2016</year></date><date date-type="rev-recd"><day>25</day><month>10</month><year>2017</year></date><date date-type="accepted"><day>02</day><month>11</month><year>2017</year></date></history><permissions><copyright-statement>(c) 2018 The authors; licensee World Health Organization.</copyright-statement><copyright-year>2018</copyright-year><license license-type="open-access"><license-p>This is an open access article distributed under the terms of the Creative Commons Attribution IGO License (<ext-link ext-link-type="uri" xlink:href="http://creativecommons.org/licenses/by/3.0/igo/legalcode">http://creativecommons.org/licenses/by/3.0/igo/legalcode</ext-link>), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. In any reproduction of this article there should not be any suggestion that WHO or this article endorse any specific organization or products. The use of the WHO logo is not permitted. This notice should be preserved along with the article's original URL.</license-p></license></permissions><abstract><title>Abstract</title><p>With the introduction of direct-acting antiviral drugs, treatment of hepatitis C is both highly effective and tolerable. Access to treatment for patients, however, remains limited in low- and middle-income countries due to the lack of supportive health infrastructure and the high cost of treatment. Poorer countries are being encouraged by international bodies to organize public health responses that would facilitate the roll-out of care and treatment on a national scale. Yet few countries have documented formal plans and policies. Here, we outline the approach taken in Rwanda to a public health framework for hepatitis C control and care within the World Health Organization hepatitis health sector strategy. This includes the development and implementation of policies and programmes, prevention efforts, screening capacity, treatment services and strategic information systems. We highlight key successes by the national programme for the control and management of hepatitis C: establishment of national governance and planning; development of diagnostic capacity; approval and introduction of direct-acting antiviral treatments; training of key personnel; generation of political will and leadership; and fostering of key strategic partnerships. Existing challenges and next steps for the programme include developing a detailed monitoring and evaluation framework and tools for monitoring of viral hepatitis. The government needs to further decentralize care and integrate hepatitis C management into routine clinical services to provide better access to diagnosis and treatment for patients. Introducing rapid diagnostic tests to public health-care facilities would help to increase case-finding. Increased public and private financing is essential to support care and treatment services.</p></abstract><trans-abstract xml:lang="fr"><title>R&#x000e9;sum&#x000e9;</title><p>Gr&#x000e2;ce &#x000e0; l'introduction d'antiviraux &#x000e0; action directe, le traitement de l'h&#x000e9;patite&#x000a0;C est &#x000e0; la fois tr&#x000e8;s efficace et bien tol&#x000e9;r&#x000e9;. N&#x000e9;anmoins, l'acc&#x000e8;s des patients au traitement demeure limit&#x000e9; dans les pays &#x000e0; revenu faible et interm&#x000e9;diaire en raison du manque d'infrastructures sanitaires de soutien et du co&#x000fb;t &#x000e9;lev&#x000e9; du traitement. Les pays pauvres sont encourag&#x000e9;s par des organismes internationaux &#x000e0; &#x000e9;laborer des mesures de sant&#x000e9; publique qui faciliteraient la mise en place de soins et de traitements &#x000e0; l'&#x000e9;chelle nationale. Peu de pays ont cependant &#x000e9;tabli des politiques et des plans officiels. Dans cet article, nous pr&#x000e9;sentons l'approche adopt&#x000e9;e au Rwanda &#x000e0; l'&#x000e9;gard d'un cadre de sant&#x000e9; publique pour le contr&#x000f4;le de l'h&#x000e9;patite&#x000a0;C et les soins qui lui sont associ&#x000e9;s dans le contexte de la strat&#x000e9;gie du secteur de la sant&#x000e9; contre l&#x02019;h&#x000e9;patite de l'Organisation mondiale de la Sant&#x000e9;. Cela inclut le d&#x000e9;veloppement et la mise en &#x00153;uvre de politiques et de programmes, d'efforts de pr&#x000e9;vention, de capacit&#x000e9;s de d&#x000e9;pistage, de services de traitement et de syst&#x000e8;mes d'information strat&#x000e9;giques. Nous mettons en avant les principaux succ&#x000e8;s du programme national pour le contr&#x000f4;le et la gestion de l'h&#x000e9;patite&#x000a0;C: l'&#x000e9;tablissement d'une gouvernance et d'une planification nationales; le renforcement des capacit&#x000e9;s de diagnostic; l'approbation et l'introduction de traitements antiviraux &#x000e0; action directe; la formation de personnel d'encadrement; le d&#x000e9;veloppement d'une volont&#x000e9; et d'un leadership politiques; et la promotion de partenariats strat&#x000e9;giques cl&#x000e9;s. Les enjeux actuels et les prochaines &#x000e9;tapes du programme incluent l'&#x000e9;laboration d'un cadre d&#x000e9;taill&#x000e9; de suivi et d'&#x000e9;valuation, ainsi que des outils pour le suivi de l'h&#x000e9;patite virale. Le gouvernement doit favoriser la d&#x000e9;centralisation des soins et int&#x000e9;grer la gestion de l'h&#x000e9;patite&#x000a0;C aux services cliniques courants afin de fournir aux patients un meilleur acc&#x000e8;s au diagnostic et au traitement. L'utilisation de tests de diagnostic rapide dans les &#x000e9;tablissements publics de sant&#x000e9; permettrait d'am&#x000e9;liorer le d&#x000e9;pistage. Il est essentiel d'augmenter les financements publics et priv&#x000e9;s pour soutenir les services de soins et de traitement.</p></trans-abstract><trans-abstract xml:lang="es"><title>Resumen</title><p>Con la introducci&#x000f3;n de los f&#x000e1;rmacos antiv&#x000ed;ricos de acci&#x000f3;n directa, el tratamiento de la hepatitis C es altamente eficaz y tolerable. Sin embargo, el acceso al tratamiento por parte de los pacientes sigue siendo limitado en los pa&#x000ed;ses de ingresos medios y bajos, debido a la falta de infraestructuras sanitarias de apoyo y a los altos costos del tratamiento. Los organismos internacionales alientan a los pa&#x000ed;ses m&#x000e1;s pobres a organizar respuestas de salud p&#x000fa;blica que podr&#x000ed;an facilitar la puesta en marcha de atenci&#x000f3;n y tratamiento a escala nacional. Sin embargo, son pocos los pa&#x000ed;ses que han documentado planes y pol&#x000ed;ticas formales. En el presente estudio, esbozamos el enfoque adoptado en Rwanda para un marco de salud p&#x000fa;blica para el control y la atenci&#x000f3;n de la hepatitis C dentro de la estrategia del sector de la salud contra la hepatitis de la Organizaci&#x000f3;n Mundial de la Salud. Este incluye la elaboraci&#x000f3;n y aplicaci&#x000f3;n de pol&#x000ed;ticas y programas, medidas preventivas, capacidad de cribado, servicios de tratamiento y sistemas de informaci&#x000f3;n estrat&#x000e9;gica. Destacamos los &#x000e9;xitos clave del programa nacional para el control y tratamiento de la hepatitis C: establecimiento de la gobernanza y planificaci&#x000f3;n nacional; desarrollo de capacidad diagn&#x000f3;stica; aprobaci&#x000f3;n e introducci&#x000f3;n de tratamientos antiv&#x000ed;ricos de acci&#x000f3;n directa; formaci&#x000f3;n de personal clave; generaci&#x000f3;n de voluntad pol&#x000ed;tica y liderazgo; y promoci&#x000f3;n de asociaciones estrat&#x000e9;gicas clave. Los desaf&#x000ed;os actuales y los pr&#x000f3;ximos pasos del programa incluyen el desarrollo de un marco de seguimiento y evaluaci&#x000f3;n detallado, as&#x000ed; como herramientas para el seguimiento de la hepatitis viral. El gobierno necesita descentralizar todav&#x000ed;a m&#x000e1;s la atenci&#x000f3;n e integrar la gesti&#x000f3;n de la hepatitis C en los servicios cl&#x000ed;nicos corrientes para proporcionar un mejor acceso al diagn&#x000f3;stico y tratamiento de los pacientes. La introducci&#x000f3;n de pruebas diagn&#x000f3;sticas r&#x000e1;pidas en los centros de atenci&#x000f3;n de salud p&#x000fa;blica ayudar&#x000ed;a a aumentar la b&#x000fa;squeda de casos. El aumento de la financiaci&#x000f3;n p&#x000fa;blica y privada es esencial para apoyar los servicios de atenci&#x000f3;n y tratamiento.</p></trans-abstract><trans-abstract xml:lang="ar"><title>&#x00645;&#x00644;&#x0062e;&#x00635; </title><p>&#x00623;&#x00635;&#x00628;&#x0062d; &#x00639;&#x00644;&#x00627;&#x0062c; &#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628; &#x00627;&#x00644;&#x00643;&#x00628;&#x0062f; "&#x00633;&#x0064a;" &#x00645;&#x0062c;&#x0062f;&#x0064a;&#x0064b;&#x00627; &#x00628;&#x0062f;&#x00631;&#x0062c;&#x00629; &#x00639;&#x00627;&#x00644;&#x0064a;&#x00629; &#x00648;&#x0064a;&#x00645;&#x00643;&#x00646; &#x00644;&#x00644;&#x00645;&#x00631;&#x00636;&#x00649; &#x0062a;&#x0062d;&#x00645;&#x00644; &#x00622;&#x0062b;&#x00627;&#x00631;&#x00647;&#x0060c; &#x00648;&#x00630;&#x00644;&#x00643; &#x00628;&#x00641;&#x00636;&#x00644; &#x00637;&#x00631;&#x0062d; &#x00627;&#x00644;&#x00623;&#x0062f;&#x00648;&#x0064a;&#x00629; &#x00630;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x00623;&#x0062b;&#x0064a;&#x00631; &#x00627;&#x00644;&#x00645;&#x00628;&#x00627;&#x00634;&#x00631; &#x00627;&#x00644;&#x00645;&#x00636;&#x00627;&#x0062f;&#x00629; &#x00644;&#x00644;&#x00641;&#x0064a;&#x00631;&#x00648;&#x00633;&#x00627;&#x0062a;. &#x00648;&#x00628;&#x00627;&#x00644;&#x00631;&#x0063a;&#x00645; &#x00645;&#x00646; &#x00630;&#x00644;&#x00643;&#x0060c; &#x00641;&#x00625;&#x00646; &#x00627;&#x00633;&#x0062a;&#x00641;&#x00627;&#x0062f;&#x00629; &#x00627;&#x00644;&#x00645;&#x00631;&#x00636;&#x00649; &#x00645;&#x00646; &#x00647;&#x00630;&#x00627; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c; &#x00644;&#x00627; &#x0062a;&#x00632;&#x00627;&#x00644; &#x00645;&#x0062d;&#x0062f;&#x00648;&#x0062f;&#x00629; &#x00641;&#x0064a; &#x00627;&#x00644;&#x00628;&#x00644;&#x0062f;&#x00627;&#x00646; &#x00645;&#x00646;&#x0062e;&#x00641;&#x00636;&#x00629; &#x00648;&#x00645;&#x0062a;&#x00648;&#x00633;&#x00637;&#x00629; &#x00627;&#x00644;&#x0062f;&#x0062e;&#x00644;&#x0060c; &#x00648;&#x0064a;&#x00631;&#x0062c;&#x00639; &#x00630;&#x00644;&#x00643; &#x00625;&#x00644;&#x00649; &#x00646;&#x00642;&#x00635; &#x00627;&#x00644;&#x00645;&#x00631;&#x00627;&#x00641;&#x00642; &#x00627;&#x00644;&#x00635;&#x0062d;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00623;&#x00633;&#x00627;&#x00633;&#x0064a;&#x00629; &#x00627;&#x00644;&#x0062f;&#x00627;&#x00639;&#x00645;&#x00629; &#x00648;&#x00627;&#x00631;&#x0062a;&#x00641;&#x00627;&#x00639; &#x0062a;&#x00643;&#x00644;&#x00641;&#x00629; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;. &#x00648;&#x0062a;&#x00634;&#x0062c;&#x00639; &#x00627;&#x00644;&#x00647;&#x0064a;&#x00626;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062f;&#x00648;&#x00644;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00628;&#x00644;&#x0062f;&#x00627;&#x00646; &#x00627;&#x00644;&#x00623;&#x00643;&#x0062b;&#x00631; &#x00641;&#x00642;&#x00631;&#x0064b;&#x00627; &#x00639;&#x00644;&#x00649; &#x00648;&#x00636;&#x00639; &#x00623;&#x00633;&#x00627;&#x00644;&#x0064a;&#x00628; &#x00644;&#x00644;&#x00625;&#x0063a;&#x00627;&#x0062b;&#x00629; &#x00641;&#x0064a; &#x00642;&#x00637;&#x00627;&#x00639; &#x00627;&#x00644;&#x00635;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00639;&#x00627;&#x00645;&#x00629; &#x00645;&#x00646; &#x00634;&#x00623;&#x00646;&#x00647;&#x00627; &#x0062a;&#x0064a;&#x00633;&#x0064a;&#x00631; &#x00625;&#x0062a;&#x00627;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00631;&#x00639;&#x00627;&#x0064a;&#x00629; &#x00648;&#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x00635;&#x00639;&#x0064a;&#x0062f; &#x00627;&#x00644;&#x00648;&#x00637;&#x00646;&#x0064a;. &#x00648;&#x00628;&#x00627;&#x00644;&#x00631;&#x0063a;&#x00645; &#x00645;&#x00646; &#x00630;&#x00644;&#x00643;&#x0060c; &#x00623;&#x0062c;&#x00631;&#x00649; &#x00639;&#x0062f;&#x0062f; &#x00642;&#x00644;&#x0064a;&#x00644; &#x00645;&#x00646; &#x00627;&#x00644;&#x00628;&#x00644;&#x0062f;&#x00627;&#x00646; &#x0062a;&#x00648;&#x0062b;&#x0064a;&#x00642;&#x0064b;&#x00627; &#x00644;&#x0062e;&#x00637;&#x00637; &#x00648;&#x00633;&#x0064a;&#x00627;&#x00633;&#x00627;&#x0062a; &#x00631;&#x00633;&#x00645;&#x0064a;&#x00629; &#x00628;&#x00647;&#x00630;&#x00627; &#x00627;&#x00644;&#x00634;&#x00623;&#x00646;. &#x00648;&#x0062a;&#x0062a;&#x00636;&#x00645;&#x00646; &#x00647;&#x00630;&#x00647; &#x00627;&#x00644;&#x00648;&#x0062b;&#x0064a;&#x00642;&#x00629; &#x0062a;&#x00648;&#x00636;&#x0064a;&#x0062d;&#x0064b;&#x00627; &#x00645;&#x00646; &#x0062c;&#x00627;&#x00646;&#x00628;&#x00646;&#x00627; &#x00644;&#x00644;&#x00646;&#x00647;&#x0062c; &#x00627;&#x00644;&#x00630;&#x0064a; &#x00627;&#x0062a;&#x00628;&#x00639;&#x0062a;&#x00647; &#x00631;&#x00648;&#x00627;&#x00646;&#x0062f;&#x00627; &#x00641;&#x0064a; &#x00625;&#x00637;&#x00627;&#x00631; &#x00627;&#x00644;&#x00635;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00639;&#x00627;&#x00645;&#x00629; &#x00628;&#x00634;&#x00623;&#x00646; &#x00627;&#x00644;&#x00633;&#x0064a;&#x00637;&#x00631;&#x00629; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628; &#x00627;&#x00644;&#x00643;&#x00628;&#x0062f; "&#x00633;&#x0064a;" &#x00648;&#x0062a;&#x00648;&#x00641;&#x0064a;&#x00631; &#x00627;&#x00644;&#x00631;&#x00639;&#x00627;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00644;&#x00627;&#x00632;&#x00645;&#x00629; &#x00641;&#x0064a; &#x00638;&#x00644; &#x00627;&#x00633;&#x0062a;&#x00631;&#x00627;&#x0062a;&#x0064a;&#x0062c;&#x0064a;&#x00629; &#x00642;&#x00637;&#x00627;&#x00639; &#x00627;&#x00644;&#x00635;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00645;&#x00639;&#x00646;&#x0064a; &#x00628;&#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628; &#x00627;&#x00644;&#x00643;&#x00628;&#x0062f; &#x00648;&#x00627;&#x00644;&#x0062a;&#x00627;&#x00628;&#x00639; &#x00644;&#x00645;&#x00646;&#x00638;&#x00645;&#x00629; &#x00627;&#x00644;&#x00635;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00639;&#x00627;&#x00644;&#x00645;&#x0064a;&#x00629;. &#x00648;&#x0064a;&#x00634;&#x00645;&#x00644; &#x00647;&#x00630;&#x00627; &#x00627;&#x00644;&#x00646;&#x00647;&#x0062c; &#x00648;&#x00636;&#x00639; &#x00627;&#x00644;&#x00633;&#x0064a;&#x00627;&#x00633;&#x00627;&#x0062a; &#x00648;&#x00627;&#x00644;&#x00628;&#x00631;&#x00627;&#x00645;&#x0062c; &#x00627;&#x00644;&#x00644;&#x00627;&#x00632;&#x00645;&#x00629; &#x00648;&#x0062a;&#x00637;&#x00628;&#x0064a;&#x00642;&#x00647;&#x00627;&#x0060c; &#x00648;&#x00628;&#x00630;&#x00644; &#x00627;&#x00644;&#x0062c;&#x00647;&#x00648;&#x0062f; &#x00627;&#x00644;&#x00631;&#x00627;&#x00645;&#x0064a;&#x00629; &#x00644;&#x00644;&#x00648;&#x00642;&#x00627;&#x0064a;&#x00629; &#x00645;&#x00646; &#x00627;&#x00644;&#x00645;&#x00631;&#x00636;&#x0060c; &#x00648;&#x0062a;&#x00648;&#x00641;&#x0064a;&#x00631; &#x00627;&#x00644;&#x00645;&#x00642;&#x0062f;&#x00627;&#x00631; &#x00627;&#x00644;&#x00644;&#x00627;&#x00632;&#x00645; &#x00645;&#x00646; &#x00627;&#x00644;&#x00641;&#x0062d;&#x00635; &#x00627;&#x00644;&#x00637;&#x00628;&#x0064a;&#x0060c; &#x00648;&#x0062a;&#x00642;&#x0062f;&#x0064a;&#x00645; &#x00627;&#x00644;&#x0062e;&#x0062f;&#x00645;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;&#x0064a;&#x00629;&#x0060c; &#x00648;&#x00627;&#x00633;&#x0062a;&#x0062e;&#x0062f;&#x00627;&#x00645; &#x00646;&#x00638;&#x00645; &#x00644;&#x00644;&#x00645;&#x00639;&#x00644;&#x00648;&#x00645;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00627;&#x00633;&#x0062a;&#x00631;&#x00627;&#x0062a;&#x0064a;&#x0062c;&#x0064a;&#x00629;. &#x00648;&#x00625;&#x00646;&#x00646;&#x00627; &#x00646;&#x00633;&#x00644;&#x00637; &#x00627;&#x00644;&#x00636;&#x00648;&#x00621; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x0062c;&#x00627;&#x00631;&#x00628; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00646;&#x00627;&#x0062c;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00645;&#x0062a;&#x00639;&#x00644;&#x00642;&#x00629; &#x00628;&#x00627;&#x00644;&#x00628;&#x00631;&#x00646;&#x00627;&#x00645;&#x0062c; &#x00627;&#x00644;&#x00648;&#x00637;&#x00646;&#x0064a; &#x00644;&#x00644;&#x0062a;&#x00639;&#x00627;&#x00645;&#x00644; &#x00645;&#x00639; &#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628; &#x00627;&#x00644;&#x00643;&#x00628;&#x0062f; "&#x00633;&#x0064a;" &#x00648;&#x00627;&#x00644;&#x00633;&#x0064a;&#x00637;&#x00631;&#x00629; &#x00639;&#x00644;&#x0064a;&#x00647;: &#x00648;&#x00636;&#x00639; &#x00633;&#x00628;&#x00644; &#x00648;&#x00637;&#x00646;&#x0064a;&#x00629; &#x00644;&#x00644;&#x00625;&#x0062f;&#x00627;&#x00631;&#x00629; &#x00648;&#x00627;&#x00644;&#x0062a;&#x0062e;&#x00637;&#x0064a;&#x00637;&#x0061b; &#x00648;&#x0062a;&#x00637;&#x00648;&#x0064a;&#x00631; &#x00627;&#x00644;&#x00642;&#x0062f;&#x00631;&#x00629; &#x00639;&#x00644;&#x00649; &#x0062a;&#x00634;&#x0062e;&#x0064a;&#x00635; &#x00627;&#x00644;&#x00645;&#x00631;&#x00636;&#x0061b; &#x00648;&#x00627;&#x00639;&#x0062a;&#x00645;&#x00627;&#x0062f; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;&#x00627;&#x0062a; &#x00630;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x00623;&#x0062b;&#x0064a;&#x00631; &#x00627;&#x00644;&#x00645;&#x00628;&#x00627;&#x00634;&#x00631; &#x00627;&#x00644;&#x00645;&#x00636;&#x00627;&#x0062f;&#x00629; &#x00644;&#x00644;&#x00641;&#x0064a;&#x00631;&#x00648;&#x00633;&#x00627;&#x0062a; &#x00648;&#x00637;&#x00631;&#x0062d;&#x00647;&#x00627; &#x00644;&#x00644;&#x00645;&#x00631;&#x00636;&#x00649;&#x0061b; &#x00648;&#x0062a;&#x0062f;&#x00631;&#x0064a;&#x00628; &#x00627;&#x00644;&#x00645;&#x00648;&#x00638;&#x00641;&#x0064a;&#x00646; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633;&#x0064a;&#x0064a;&#x00646;&#x0061b; &#x00648;&#x00625;&#x0064a;&#x0062c;&#x00627;&#x0062f; &#x00627;&#x00644;&#x00625;&#x00631;&#x00627;&#x0062f;&#x00629; &#x00627;&#x00644;&#x00633;&#x0064a;&#x00627;&#x00633;&#x0064a;&#x00629; &#x00648;&#x00627;&#x00644;&#x00642;&#x0064a;&#x00627;&#x0062f;&#x00629; &#x00627;&#x00644;&#x00644;&#x00627;&#x00632;&#x00645;&#x00629;&#x0061b; &#x00648;&#x0062a;&#x00639;&#x00632;&#x0064a;&#x00632; &#x00627;&#x00644;&#x00634;&#x00631;&#x00627;&#x00643;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00627;&#x00633;&#x0062a;&#x00631;&#x00627;&#x0062a;&#x0064a;&#x0062c;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00647;&#x00627;&#x00645;&#x00629;. &#x00648;&#x0062a;&#x00634;&#x0062a;&#x00645;&#x00644; &#x00627;&#x00644;&#x0062a;&#x0062d;&#x0062f;&#x0064a;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00642;&#x00627;&#x00626;&#x00645;&#x00629; &#x0062d;&#x00627;&#x00644;&#x0064a;&#x0064b;&#x00627; &#x00648;&#x00627;&#x00644;&#x0062e;&#x00637;&#x00648;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x00627;&#x00644;&#x0064a;&#x00629; &#x00641;&#x0064a; &#x00627;&#x00644;&#x00628;&#x00631;&#x00646;&#x00627;&#x00645;&#x0062c; &#x00639;&#x00644;&#x00649; &#x00648;&#x00636;&#x00639; &#x00625;&#x00637;&#x00627;&#x00631; &#x00645;&#x00641;&#x00635;&#x00644; &#x00644;&#x00644;&#x00645;&#x00631;&#x00627;&#x00642;&#x00628;&#x00629; &#x00648;&#x00627;&#x00644;&#x0062a;&#x00642;&#x0064a;&#x0064a;&#x00645; &#x00648;&#x00625;&#x0064a;&#x0062c;&#x00627;&#x0062f; &#x00648;&#x00633;&#x00627;&#x00626;&#x00644; &#x00644;&#x00644;&#x00631;&#x00635;&#x0062f; &#x00641;&#x0064a;&#x00645;&#x00627; &#x0064a;&#x0062a;&#x00639;&#x00644;&#x00642; &#x00628;&#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628; &#x00627;&#x00644;&#x00643;&#x00628;&#x0062f; &#x00627;&#x00644;&#x00641;&#x0064a;&#x00631;&#x00648;&#x00633;&#x0064a;. &#x00648;&#x0062a;&#x0062d;&#x0062a;&#x00627;&#x0062c; &#x00627;&#x00644;&#x0062d;&#x00643;&#x00648;&#x00645;&#x00629; &#x00625;&#x00644;&#x00649; &#x00645;&#x00632;&#x0064a;&#x0062f; &#x00645;&#x00646; &#x0062a;&#x0062d;&#x00648;&#x00644; &#x00627;&#x00644;&#x00631;&#x00639;&#x00627;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00635;&#x0062d;&#x0064a;&#x00629; &#x00625;&#x00644;&#x00649; &#x00627;&#x00644;&#x00644;&#x00627;&#x00645;&#x00631;&#x00643;&#x00632;&#x0064a;&#x00629; &#x00648;&#x0062f;&#x00645;&#x0062c; &#x00627;&#x00644;&#x0062a;&#x00639;&#x00627;&#x00645;&#x00644; &#x00645;&#x00639; &#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628; &#x00627;&#x00644;&#x00643;&#x00628;&#x0062f; "&#x00633;&#x0064a;" &#x0062f;&#x00627;&#x0062e;&#x00644; &#x00627;&#x00644;&#x0062e;&#x0062f;&#x00645;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00645;&#x00639;&#x0062a;&#x00627;&#x0062f;&#x00629; &#x00644;&#x0062a;&#x0062d;&#x00642;&#x0064a;&#x00642; &#x00642;&#x0062f;&#x00631; &#x00623;&#x00643;&#x00628;&#x00631; &#x00645;&#x00646; &#x00627;&#x00633;&#x0062a;&#x00641;&#x00627;&#x0062f;&#x00629; &#x00627;&#x00644;&#x00645;&#x00631;&#x00636;&#x00649; &#x00645;&#x00646; &#x0062e;&#x0062f;&#x00645;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x00634;&#x0062e;&#x0064a;&#x00635; &#x00648;&#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;. &#x00648;&#x00645;&#x00646; &#x00634;&#x00623;&#x00646; &#x0062a;&#x00648;&#x00641;&#x0064a;&#x00631; &#x00627;&#x0062e;&#x0062a;&#x00628;&#x00627;&#x00631;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x00634;&#x0062e;&#x0064a;&#x00635; &#x00627;&#x00644;&#x00633;&#x00631;&#x0064a;&#x00639; &#x00641;&#x0064a; &#x00627;&#x00644;&#x00645;&#x00646;&#x00634;&#x00622;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;&#x0064a;&#x00629; &#x00644;&#x0062a;&#x00642;&#x0062f;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00631;&#x00639;&#x00627;&#x0064a;&#x00629; &#x00641;&#x0064a; &#x00645;&#x0062c;&#x00627;&#x00644; &#x00627;&#x00644;&#x00635;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00639;&#x00627;&#x00645;&#x00629; &#x00623;&#x00646; &#x0064a;&#x00633;&#x00627;&#x00639;&#x0062f; &#x00641;&#x0064a; &#x00632;&#x0064a;&#x00627;&#x0062f;&#x00629; &#x00645;&#x00639;&#x0062f;&#x00644; &#x00627;&#x00643;&#x0062a;&#x00634;&#x00627;&#x00641; &#x00627;&#x00644;&#x0062d;&#x00627;&#x00644;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00631;&#x00636;&#x0064a;&#x00629;. &#x00648;&#x0062a;&#x00644;&#x00639;&#x00628; &#x00627;&#x00644;&#x00632;&#x0064a;&#x00627;&#x0062f;&#x00629; &#x00641;&#x0064a; &#x00627;&#x00644;&#x0062a;&#x00645;&#x00648;&#x0064a;&#x00644; &#x00627;&#x00644;&#x0062d;&#x00643;&#x00648;&#x00645;&#x0064a; &#x00648;&#x00627;&#x00644;&#x0062e;&#x00627;&#x00635; &#x0062f;&#x00648;&#x00631;&#x0064b;&#x00627; &#x0062c;&#x00648;&#x00647;&#x00631;&#x0064a;&#x0064b;&#x00627; &#x00641;&#x0064a; &#x0062f;&#x00639;&#x00645; &#x0062e;&#x0062f;&#x00645;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00631;&#x00639;&#x00627;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00635;&#x0062d;&#x0064a;&#x00629; &#x00648;&#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;. </p></trans-abstract><trans-abstract xml:lang="zh"><title>&#x06458;&#x08981;</title><p>&#x0968f;&#x07740;&#x076f4;&#x063a5;&#x06297;&#x075c5;&#x06bd2;&#x0836f;&#x07269;&#x07684;&#x05f15;&#x05165;&#x0ff0c;&#x04e19;&#x0578b;&#x0809d;&#x0708e;&#x07684;&#x06cbb;&#x07597;&#x065e2;&#x09ad8;&#x06548;&#x053c8;&#x053ef;&#x08010;&#x053d7;&#x03002;&#x07136;&#x0800c;&#x0ff0c;&#x07531;&#x04e8e;&#x07f3a;&#x04e4f;&#x0652f;&#x06301;&#x06027;&#x07684;&#x0536b;&#x0751f;&#x057fa;&#x07840;&#x08bbe;&#x065bd;&#x0548c;&#x09ad8;&#x06602;&#x07684;&#x06cbb;&#x07597;&#x08d39;&#x07528;&#x0ff0c;&#x04e2d;&#x04f4e;&#x06536;&#x05165;&#x056fd;&#x05bb6;&#x04e2d;&#x07684;&#x060a3;&#x08005;&#x083b7;&#x05f97;&#x06cbb;&#x07597;&#x07684;&#x0673a;&#x04f1a;&#x04ecd;&#x07136;&#x06709;&#x09650;&#x03002;&#x056fd;&#x09645;&#x0673a;&#x06784;&#x06b63;&#x05728;&#x063a8;&#x052a8;&#x08f83;&#x08d2b;&#x07a77;&#x07684;&#x056fd;&#x05bb6;&#x07ec4;&#x07ec7;&#x0516c;&#x05171;&#x0536b;&#x0751f;&#x05bf9;&#x07b56;&#x0ff0c;&#x04ee5;&#x04fc3;&#x08fdb;&#x05168;&#x056fd;&#x08303;&#x056f4;&#x05185;&#x07684;&#x062a4;&#x07406;&#x0548c;&#x06cbb;&#x07597;&#x03002;&#x04f46;&#x0662f;&#x05f88;&#x05c11;&#x06709;&#x056fd;&#x05bb6;&#x08bb0;&#x05f55;&#x06b63;&#x05f0f;&#x07684;&#x08ba1;&#x05212;&#x0548c;&#x0653f;&#x07b56;&#x03002;&#x05728;&#x08fd9;&#x091cc;&#x0ff0c;&#x06211;&#x04eec;&#x06982;&#x08ff0;&#x04e86;&#x05362;&#x065fa;&#x08fbe;&#x0516c;&#x05171;&#x0536b;&#x0751f;&#x06846;&#x067b6;&#x05728;&#x04e16;&#x0754c;&#x0536b;&#x0751f;&#x07ec4;&#x07ec7;&#x0809d;&#x0708e;&#x05065;&#x05eb7;&#x090e8;&#x095e8;&#x06218;&#x07565;&#x08303;&#x056f4;&#x05185;&#x04e3a;&#x063a7;&#x05236;&#x04e19;&#x0809d;&#x0548c;&#x04fdd;&#x05065;&#x06240;&#x091c7;&#x053d6;&#x07684;&#x065b9;&#x06cd5;&#x03002;&#x08fd9;&#x05305;&#x062ec;&#x0653f;&#x07b56;&#x03001;&#x065b9;&#x06848;&#x03001;&#x09884;&#x09632;&#x05de5;&#x04f5c;&#x03001;&#x07b5b;&#x067e5;&#x080fd;&#x0529b;&#x03001;&#x06cbb;&#x07597;&#x0670d;&#x052a1;&#x0548c;&#x06218;&#x07565;&#x04fe1;&#x0606f;&#x07cfb;&#x07edf;&#x07684;&#x05236;&#x05b9a;&#x0548c;&#x06267;&#x0884c;&#x03002;&#x06211;&#x04eec;&#x05f3a;&#x08c03;&#x056fd;&#x05bb6;&#x08ba1;&#x05212;&#x05728;&#x04e19;&#x0578b;&#x0809d;&#x0708e;&#x063a7;&#x05236;&#x0548c;&#x07ba1;&#x07406;&#x04e0a;&#x053d6;&#x05f97;&#x07684;&#x05173;&#x0952e;&#x06210;&#x05c31;&#x0ff1a;&#x05efa;&#x07acb;&#x056fd;&#x05bb6;&#x06cbb;&#x07406;&#x0548c;&#x089c4;&#x05212;&#x0ff1b;&#x063d0;&#x09ad8;&#x08bca;&#x065ad;&#x080fd;&#x0529b;&#x0ff1b;&#x06279;&#x051c6;&#x0548c;&#x05f15;&#x08fdb;&#x076f4;&#x063a5;&#x06297;&#x075c5;&#x06bd2;&#x06cbb;&#x07597;&#x0ff1b;&#x057f9;&#x08bad;&#x091cd;&#x08981;&#x04eba;&#x05458;&#x0ff1b;&#x04ea7;&#x0751f;&#x0653f;&#x06cbb;&#x0610f;&#x0613f;&#x0548c;&#x09886;&#x05bfc;&#x080fd;&#x0529b;&#x05e76;&#x04fc3;&#x08fdb;&#x091cd;&#x08981;&#x07684;&#x06218;&#x07565;&#x04f19;&#x04f34;&#x05173;&#x07cfb;&#x03002;&#x08be5;&#x08ba1;&#x05212;&#x09762;&#x04e34;&#x07684;&#x073b0;&#x06709;&#x06311;&#x06218;&#x0548c;&#x04e0b;&#x04e00;&#x06b65;&#x063aa;&#x065bd;&#x05305;&#x062ec;&#x05236;&#x05b9a;&#x076d1;&#x06d4b;&#x075c5;&#x06bd2;&#x06027;&#x0809d;&#x0708e;&#x07684;&#x08be6;&#x07ec6;&#x076d1;&#x06d4b;&#x04e0e;&#x08bc4;&#x04f30;&#x06846;&#x067b6;&#x0548c;&#x05de5;&#x05177;&#x03002;&#x0653f;&#x05e9c;&#x09700;&#x08981;&#x08fdb;&#x04e00;&#x06b65;&#x04e0b;&#x0653e;&#x062a4;&#x07406;&#x0ff0c;&#x05c06;&#x04e19;&#x0578b;&#x0809d;&#x0708e;&#x07ba1;&#x07406;&#x07eb3;&#x05165;&#x05e38;&#x089c4;&#x04e34;&#x05e8a;&#x0670d;&#x052a1;&#x0ff0c;&#x04e3a;&#x060a3;&#x08005;&#x063d0;&#x04f9b;&#x066f4;&#x0597d;&#x07684;&#x08bca;&#x065ad;&#x0548c;&#x06cbb;&#x07597;&#x03002;&#x0516c;&#x05171;&#x0533b;&#x07597;&#x0673a;&#x06784;&#x05f15;&#x08fdb;&#x05feb;&#x0901f;&#x08bca;&#x065ad;&#x06d4b;&#x08bd5;&#x05c06;&#x06709;&#x052a9;&#x04e8e;&#x0589e;&#x052a0;&#x075c5;&#x04f8b;&#x053d1;&#x073b0;&#x03002;&#x0589e;&#x052a0;&#x0516c;&#x05171;&#x0548c;&#x079c1;&#x04eba;&#x0878d;&#x08d44;&#x05bf9;&#x0652f;&#x06301;&#x062a4;&#x07406;&#x0548c;&#x06cbb;&#x07597;&#x0670d;&#x052a1;&#x081f3;&#x05173;&#x091cd;&#x08981;&#x03002;</p></trans-abstract><trans-abstract xml:lang="ru"><title>&#x00420;&#x00435;&#x00437;&#x0044e;&#x0043c;&#x00435;</title><p>&#x00411;&#x0043b;&#x00430;&#x00433;&#x0043e;&#x00434;&#x00430;&#x00440;&#x0044f; &#x00432;&#x00432;&#x00435;&#x00434;&#x00435;&#x0043d;&#x00438;&#x0044e; &#x0043f;&#x00440;&#x0043e;&#x00442;&#x00438;&#x00432;&#x0043e;&#x00432;&#x00438;&#x00440;&#x00443;&#x00441;&#x0043d;&#x0044b;&#x00445; &#x0043f;&#x00440;&#x00435;&#x0043f;&#x00430;&#x00440;&#x00430;&#x00442;&#x0043e;&#x00432; &#x0043f;&#x00440;&#x0044f;&#x0043c;&#x0043e;&#x00433;&#x0043e; &#x00434;&#x00435;&#x00439;&#x00441;&#x00442;&#x00432;&#x00438;&#x0044f; &#x0043b;&#x00435;&#x00447;&#x00435;&#x0043d;&#x00438;&#x00435; &#x00433;&#x00435;&#x0043f;&#x00430;&#x00442;&#x00438;&#x00442;&#x00430;&#x000a0;&#x00421; &#x00441;&#x00442;&#x00430;&#x0043b;&#x0043e; &#x0043e;&#x00434;&#x0043d;&#x0043e;&#x00432;&#x00440;&#x00435;&#x0043c;&#x00435;&#x0043d;&#x0043d;&#x0043e; &#x00432;&#x0044b;&#x00441;&#x0043e;&#x0043a;&#x0043e;&#x0044d;&#x00444;&#x00444;&#x00435;&#x0043a;&#x00442;&#x00438;&#x00432;&#x0043d;&#x0044b;&#x0043c; &#x00438; &#x0043f;&#x00435;&#x00440;&#x00435;&#x0043d;&#x0043e;&#x00441;&#x00438;&#x0043c;&#x0044b;&#x0043c;. &#x0041e;&#x00434;&#x0043d;&#x00430;&#x0043a;&#x0043e; &#x00434;&#x0043e;&#x00441;&#x00442;&#x00443;&#x0043f; &#x00434;&#x0043b;&#x0044f; &#x0043f;&#x00430;&#x00446;&#x00438;&#x00435;&#x0043d;&#x00442;&#x0043e;&#x00432; &#x0043a; &#x0043b;&#x00435;&#x00447;&#x00435;&#x0043d;&#x00438;&#x0044e; &#x0043e;&#x00441;&#x00442;&#x00430;&#x00435;&#x00442;&#x00441;&#x0044f; &#x0043e;&#x00433;&#x00440;&#x00430;&#x0043d;&#x00438;&#x00447;&#x00435;&#x0043d;&#x0043d;&#x0044b;&#x0043c; &#x00432; &#x00441;&#x00442;&#x00440;&#x00430;&#x0043d;&#x00430;&#x00445; &#x00441; &#x0043d;&#x00438;&#x00437;&#x0043a;&#x00438;&#x0043c; &#x00438; &#x00441;&#x00440;&#x00435;&#x00434;&#x0043d;&#x00438;&#x0043c; &#x00443;&#x00440;&#x0043e;&#x00432;&#x0043d;&#x00435;&#x0043c; &#x00434;&#x0043e;&#x00445;&#x0043e;&#x00434;&#x0043e;&#x00432; &#x00438;&#x00437;-&#x00437;&#x00430; &#x0043e;&#x00442;&#x00441;&#x00443;&#x00442;&#x00441;&#x00442;&#x00432;&#x00438;&#x0044f; &#x0043f;&#x0043e;&#x00434;&#x00434;&#x00435;&#x00440;&#x00436;&#x00438;&#x00432;&#x00430;&#x0044e;&#x00449;&#x00435;&#x00439; &#x00438;&#x0043d;&#x00444;&#x00440;&#x00430;&#x00441;&#x00442;&#x00440;&#x00443;&#x0043a;&#x00442;&#x00443;&#x00440;&#x0044b; &#x00437;&#x00434;&#x00440;&#x00430;&#x00432;&#x0043e;&#x0043e;&#x00445;&#x00440;&#x00430;&#x0043d;&#x00435;&#x0043d;&#x00438;&#x0044f; &#x00438; &#x00432;&#x0044b;&#x00441;&#x0043e;&#x0043a;&#x0043e;&#x00439; &#x00441;&#x00442;&#x0043e;&#x00438;&#x0043c;&#x0043e;&#x00441;&#x00442;&#x00438; &#x0043b;&#x00435;&#x00447;&#x00435;&#x0043d;&#x00438;&#x0044f;. &#x0041c;&#x00435;&#x00436;&#x00434;&#x00443;&#x0043d;&#x00430;&#x00440;&#x0043e;&#x00434;&#x0043d;&#x0044b;&#x00435; &#x0043e;&#x00440;&#x00433;&#x00430;&#x0043d;&#x00438;&#x00437;&#x00430;&#x00446;&#x00438;&#x00438; &#x0043e;&#x0043a;&#x00430;&#x00437;&#x0044b;&#x00432;&#x00430;&#x0044e;&#x00442; &#x0043f;&#x0043e;&#x00434;&#x00434;&#x00435;&#x00440;&#x00436;&#x0043a;&#x00443; &#x00431;&#x0043e;&#x0043b;&#x00435;&#x00435; &#x00431;&#x00435;&#x00434;&#x0043d;&#x0044b;&#x0043c; &#x00441;&#x00442;&#x00440;&#x00430;&#x0043d;&#x00430;&#x0043c; &#x00432; &#x0043e;&#x00440;&#x00433;&#x00430;&#x0043d;&#x00438;&#x00437;&#x00430;&#x00446;&#x00438;&#x00438; &#x0043c;&#x00435;&#x00440;&#x0043e;&#x0043f;&#x00440;&#x00438;&#x0044f;&#x00442;&#x00438;&#x00439; &#x0043f;&#x0043e; &#x00440;&#x00435;&#x00430;&#x00433;&#x00438;&#x00440;&#x0043e;&#x00432;&#x00430;&#x0043d;&#x00438;&#x0044e; &#x00432; &#x0043e;&#x00431;&#x0043b;&#x00430;&#x00441;&#x00442;&#x00438; &#x0043e;&#x00431;&#x00449;&#x00435;&#x00441;&#x00442;&#x00432;&#x00435;&#x0043d;&#x0043d;&#x0043e;&#x00433;&#x0043e; &#x00437;&#x00434;&#x00440;&#x00430;&#x00432;&#x0043e;&#x0043e;&#x00445;&#x00440;&#x00430;&#x0043d;&#x00435;&#x0043d;&#x00438;&#x0044f;, &#x0043a;&#x0043e;&#x00442;&#x0043e;&#x00440;&#x0044b;&#x00435; &#x0043c;&#x0043e;&#x00433;&#x0043b;&#x00438; &#x00431;&#x0044b; &#x00441;&#x0043f;&#x0043e;&#x00441;&#x0043e;&#x00431;&#x00441;&#x00442;&#x00432;&#x0043e;&#x00432;&#x00430;&#x00442;&#x0044c; &#x00432;&#x0043d;&#x00435;&#x00434;&#x00440;&#x00435;&#x0043d;&#x00438;&#x0044e; &#x00443;&#x00445;&#x0043e;&#x00434;&#x00430; &#x00438; &#x0043b;&#x00435;&#x00447;&#x00435;&#x0043d;&#x00438;&#x0044f; &#x00432; &#x0043d;&#x00430;&#x00446;&#x00438;&#x0043e;&#x0043d;&#x00430;&#x0043b;&#x0044c;&#x0043d;&#x0043e;&#x0043c; &#x0043c;&#x00430;&#x00441;&#x00448;&#x00442;&#x00430;&#x00431;&#x00435;. &#x0041e;&#x00434;&#x0043d;&#x00430;&#x0043a;&#x0043e; &#x0043b;&#x00438;&#x00448;&#x0044c; &#x0043d;&#x00435;&#x0043c;&#x0043d;&#x0043e;&#x00433;&#x00438;&#x00435; &#x00441;&#x00442;&#x00440;&#x00430;&#x0043d;&#x0044b; &#x00438;&#x0043c;&#x00435;&#x0044e;&#x00442; &#x0043e;&#x00444;&#x00438;&#x00446;&#x00438;&#x00430;&#x0043b;&#x0044c;&#x0043d;&#x0044b;&#x00435; &#x0043f;&#x0043b;&#x00430;&#x0043d;&#x0044b; &#x00438; &#x0043f;&#x0043e;&#x0043b;&#x00438;&#x00442;&#x00438;&#x0043a;&#x00443;. &#x00417;&#x00434;&#x00435;&#x00441;&#x0044c; &#x00430;&#x00432;&#x00442;&#x0043e;&#x00440;&#x0044b; &#x0043e;&#x0043f;&#x00438;&#x00441;&#x0044b;&#x00432;&#x00430;&#x0044e;&#x00442; &#x0043f;&#x0043e;&#x00434;&#x00445;&#x0043e;&#x00434; &#x00432; &#x0043e;&#x00431;&#x0043b;&#x00430;&#x00441;&#x00442;&#x00438; &#x0043e;&#x00431;&#x00449;&#x00435;&#x00441;&#x00442;&#x00432;&#x00435;&#x0043d;&#x0043d;&#x0043e;&#x00433;&#x0043e; &#x00437;&#x00434;&#x00440;&#x00430;&#x00432;&#x0043e;&#x0043e;&#x00445;&#x00440;&#x00430;&#x0043d;&#x00435;&#x0043d;&#x00438;&#x0044f;, &#x0043f;&#x00440;&#x00438;&#x0043d;&#x0044f;&#x00442;&#x0044b;&#x00439; &#x00432; &#x00420;&#x00443;&#x00430;&#x0043d;&#x00434;&#x00435; &#x00434;&#x0043b;&#x0044f; &#x0043a;&#x0043e;&#x0043d;&#x00442;&#x00440;&#x0043e;&#x0043b;&#x0044f; &#x00438; &#x0043b;&#x00435;&#x00447;&#x00435;&#x0043d;&#x00438;&#x0044f; &#x00433;&#x00435;&#x0043f;&#x00430;&#x00442;&#x00438;&#x00442;&#x00430;&#x000a0;&#x00421; &#x00432; &#x00440;&#x00430;&#x0043c;&#x0043a;&#x00430;&#x00445; &#x00441;&#x00442;&#x00440;&#x00430;&#x00442;&#x00435;&#x00433;&#x00438;&#x00438; &#x00441;&#x00435;&#x0043a;&#x00442;&#x0043e;&#x00440;&#x00430; &#x00412;&#x00441;&#x00435;&#x0043c;&#x00438;&#x00440;&#x0043d;&#x0043e;&#x00439; &#x0043e;&#x00440;&#x00433;&#x00430;&#x0043d;&#x00438;&#x00437;&#x00430;&#x00446;&#x00438;&#x00438; &#x00437;&#x00434;&#x00440;&#x00430;&#x00432;&#x0043e;&#x0043e;&#x00445;&#x00440;&#x00430;&#x0043d;&#x00435;&#x0043d;&#x00438;&#x0044f; &#x0043f;&#x0043e; &#x00431;&#x0043e;&#x00440;&#x0044c;&#x00431;&#x00435; &#x00441; &#x00432;&#x00438;&#x00440;&#x00443;&#x00441;&#x0043d;&#x0044b;&#x0043c; &#x00433;&#x00435;&#x0043f;&#x00430;&#x00442;&#x00438;&#x00442;&#x0043e;&#x0043c;. &#x0042d;&#x00442;&#x0043e;&#x00442; &#x0043f;&#x0043e;&#x00434;&#x00445;&#x0043e;&#x00434; &#x00432;&#x0043a;&#x0043b;&#x0044e;&#x00447;&#x00430;&#x00435;&#x00442; &#x00440;&#x00430;&#x00437;&#x00440;&#x00430;&#x00431;&#x0043e;&#x00442;&#x0043a;&#x00443; &#x00438; &#x00432;&#x0043d;&#x00435;&#x00434;&#x00440;&#x00435;&#x0043d;&#x00438;&#x00435; &#x0043f;&#x0043e;&#x0043b;&#x00438;&#x00442;&#x00438;&#x0043a;&#x00438; &#x00438; &#x0043f;&#x00440;&#x0043e;&#x00433;&#x00440;&#x00430;&#x0043c;&#x0043c;, &#x0043f;&#x00440;&#x0043e;&#x00444;&#x00438;&#x0043b;&#x00430;&#x0043a;&#x00442;&#x00438;&#x00447;&#x00435;&#x00441;&#x0043a;&#x00438;&#x00445; &#x0043c;&#x00435;&#x00440;&#x0043e;&#x0043f;&#x00440;&#x00438;&#x0044f;&#x00442;&#x00438;&#x00439;, &#x00432;&#x0043e;&#x00437;&#x0043c;&#x0043e;&#x00436;&#x0043d;&#x0043e;&#x00441;&#x00442;&#x00435;&#x00439; &#x00441;&#x0043a;&#x00440;&#x00438;&#x0043d;&#x00438;&#x0043d;&#x00433;&#x0043e;&#x00432;&#x0043e;&#x00433;&#x0043e; &#x0043e;&#x00431;&#x00441;&#x0043b;&#x00435;&#x00434;&#x0043e;&#x00432;&#x00430;&#x0043d;&#x00438;&#x0044f;, &#x0043b;&#x00435;&#x00447;&#x00435;&#x00431;&#x0043d;&#x0044b;&#x00445; &#x00443;&#x00441;&#x0043b;&#x00443;&#x00433; &#x00438; &#x00441;&#x00442;&#x00440;&#x00430;&#x00442;&#x00435;&#x00433;&#x00438;&#x00447;&#x00435;&#x00441;&#x0043a;&#x00438;&#x00445; &#x00438;&#x0043d;&#x00444;&#x0043e;&#x00440;&#x0043c;&#x00430;&#x00446;&#x00438;&#x0043e;&#x0043d;&#x0043d;&#x0044b;&#x00445; &#x00441;&#x00438;&#x00441;&#x00442;&#x00435;&#x0043c;. &#x0041e;&#x00441;&#x00432;&#x00435;&#x00449;&#x00430;&#x0044e;&#x00442;&#x00441;&#x0044f; &#x0043a;&#x0043b;&#x0044e;&#x00447;&#x00435;&#x00432;&#x0044b;&#x00435; &#x00443;&#x00441;&#x0043f;&#x00435;&#x00445;&#x00438; &#x00432; &#x00440;&#x00430;&#x0043c;&#x0043a;&#x00430;&#x00445; &#x0043d;&#x00430;&#x00446;&#x00438;&#x0043e;&#x0043d;&#x00430;&#x0043b;&#x0044c;&#x0043d;&#x0043e;&#x00439; &#x0043f;&#x00440;&#x0043e;&#x00433;&#x00440;&#x00430;&#x0043c;&#x0043c;&#x0044b; &#x0043f;&#x0043e; &#x0043a;&#x0043e;&#x0043d;&#x00442;&#x00440;&#x0043e;&#x0043b;&#x0044e; &#x00438; &#x0043b;&#x00435;&#x00447;&#x00435;&#x0043d;&#x00438;&#x0044e; &#x00433;&#x00435;&#x0043f;&#x00430;&#x00442;&#x00438;&#x00442;&#x00430;&#x000a0;&#x00421;: &#x00441;&#x0043e;&#x00437;&#x00434;&#x00430;&#x0043d;&#x00438;&#x00435; &#x0043d;&#x00430;&#x00446;&#x00438;&#x0043e;&#x0043d;&#x00430;&#x0043b;&#x0044c;&#x0043d;&#x0043e;&#x00433;&#x0043e; &#x00443;&#x0043f;&#x00440;&#x00430;&#x00432;&#x0043b;&#x00435;&#x0043d;&#x00438;&#x0044f; &#x00438; &#x0043f;&#x0043b;&#x00430;&#x0043d;&#x00438;&#x00440;&#x0043e;&#x00432;&#x00430;&#x0043d;&#x00438;&#x0044f;, &#x00440;&#x00430;&#x00437;&#x00432;&#x00438;&#x00442;&#x00438;&#x00435; &#x00434;&#x00438;&#x00430;&#x00433;&#x0043d;&#x0043e;&#x00441;&#x00442;&#x00438;&#x00447;&#x00435;&#x00441;&#x0043a;&#x0043e;&#x00433;&#x0043e; &#x0043f;&#x0043e;&#x00442;&#x00435;&#x0043d;&#x00446;&#x00438;&#x00430;&#x0043b;&#x00430;, &#x00440;&#x00435;&#x00433;&#x00438;&#x00441;&#x00442;&#x00440;&#x00430;&#x00446;&#x00438;&#x0044f; &#x00438; &#x00432;&#x0043d;&#x00435;&#x00434;&#x00440;&#x00435;&#x0043d;&#x00438;&#x00435; &#x0043f;&#x00440;&#x0043e;&#x00442;&#x00438;&#x00432;&#x0043e;&#x00432;&#x00438;&#x00440;&#x00443;&#x00441;&#x0043d;&#x0044b;&#x00445; &#x0043f;&#x00440;&#x00435;&#x0043f;&#x00430;&#x00440;&#x00430;&#x00442;&#x0043e;&#x00432; &#x0043f;&#x00440;&#x0044f;&#x0043c;&#x0043e;&#x00433;&#x0043e; &#x00434;&#x00435;&#x00439;&#x00441;&#x00442;&#x00432;&#x00438;&#x0044f;, &#x0043f;&#x0043e;&#x00434;&#x00433;&#x0043e;&#x00442;&#x0043e;&#x00432;&#x0043a;&#x00430; &#x0043e;&#x00441;&#x0043d;&#x0043e;&#x00432;&#x0043d;&#x0043e;&#x00433;&#x0043e; &#x0043f;&#x00435;&#x00440;&#x00441;&#x0043e;&#x0043d;&#x00430;&#x0043b;&#x00430;, &#x00444;&#x0043e;&#x00440;&#x0043c;&#x00438;&#x00440;&#x0043e;&#x00432;&#x00430;&#x0043d;&#x00438;&#x00435; &#x0043f;&#x0043e;&#x0043b;&#x00438;&#x00442;&#x00438;&#x00447;&#x00435;&#x00441;&#x0043a;&#x0043e;&#x00439; &#x00432;&#x0043e;&#x0043b;&#x00438; &#x00438; &#x0043b;&#x00438;&#x00434;&#x00435;&#x00440;&#x00441;&#x00442;&#x00432;&#x00430;, &#x00430; &#x00442;&#x00430;&#x0043a;&#x00436;&#x00435; &#x00443;&#x0043a;&#x00440;&#x00435;&#x0043f;&#x0043b;&#x00435;&#x0043d;&#x00438;&#x00435; &#x0043a;&#x0043b;&#x0044e;&#x00447;&#x00435;&#x00432;&#x0044b;&#x00445; &#x00441;&#x00442;&#x00440;&#x00430;&#x00442;&#x00435;&#x00433;&#x00438;&#x00447;&#x00435;&#x00441;&#x0043a;&#x00438;&#x00445; &#x0043f;&#x00430;&#x00440;&#x00442;&#x0043d;&#x00435;&#x00440;&#x00441;&#x0043a;&#x00438;&#x00445; &#x0043e;&#x00442;&#x0043d;&#x0043e;&#x00448;&#x00435;&#x0043d;&#x00438;&#x00439;. &#x00421;&#x00443;&#x00449;&#x00435;&#x00441;&#x00442;&#x00432;&#x00443;&#x0044e;&#x00449;&#x00438;&#x00435; &#x0043f;&#x00440;&#x0043e;&#x00431;&#x0043b;&#x00435;&#x0043c;&#x0044b; &#x00438; &#x0043f;&#x0043e;&#x00441;&#x0043b;&#x00435;&#x00434;&#x00443;&#x0044e;&#x00449;&#x00438;&#x00435; &#x00448;&#x00430;&#x00433;&#x00438; &#x00434;&#x0043b;&#x0044f; &#x0044d;&#x00442;&#x0043e;&#x00439; &#x0043f;&#x00440;&#x0043e;&#x00433;&#x00440;&#x00430;&#x0043c;&#x0043c;&#x0044b; &#x00432;&#x0043a;&#x0043b;&#x0044e;&#x00447;&#x00430;&#x0044e;&#x00442; &#x00440;&#x00430;&#x00437;&#x00440;&#x00430;&#x00431;&#x0043e;&#x00442;&#x0043a;&#x00443; &#x00434;&#x00435;&#x00442;&#x00430;&#x0043b;&#x0044c;&#x0043d;&#x0043e;&#x00439; &#x00441;&#x00438;&#x00441;&#x00442;&#x00435;&#x0043c;&#x0044b; &#x0043c;&#x0043e;&#x0043d;&#x00438;&#x00442;&#x0043e;&#x00440;&#x00438;&#x0043d;&#x00433;&#x00430; &#x00438; &#x0043e;&#x00446;&#x00435;&#x0043d;&#x0043a;&#x00438;, &#x00430; &#x00442;&#x00430;&#x0043a;&#x00436;&#x00435; &#x00438;&#x0043d;&#x00441;&#x00442;&#x00440;&#x00443;&#x0043c;&#x00435;&#x0043d;&#x00442;&#x0043e;&#x00432; &#x0043c;&#x0043e;&#x0043d;&#x00438;&#x00442;&#x0043e;&#x00440;&#x00438;&#x0043d;&#x00433;&#x00430; &#x00432;&#x00438;&#x00440;&#x00443;&#x00441;&#x0043d;&#x0043e;&#x00433;&#x0043e; &#x00433;&#x00435;&#x0043f;&#x00430;&#x00442;&#x00438;&#x00442;&#x00430;. &#x0041f;&#x00440;&#x00430;&#x00432;&#x00438;&#x00442;&#x00435;&#x0043b;&#x0044c;&#x00441;&#x00442;&#x00432;&#x0043e; &#x00434;&#x0043e;&#x0043b;&#x00436;&#x0043d;&#x0043e; &#x00434;&#x00435;&#x00446;&#x00435;&#x0043d;&#x00442;&#x00440;&#x00430;&#x0043b;&#x00438;&#x00437;&#x0043e;&#x00432;&#x00430;&#x00442;&#x0044c; &#x0043c;&#x00435;&#x00434;&#x00438;&#x00446;&#x00438;&#x0043d;&#x00441;&#x0043a;&#x00438;&#x00439; &#x00443;&#x00445;&#x0043e;&#x00434; &#x00438; &#x00438;&#x0043d;&#x00442;&#x00435;&#x00433;&#x00440;&#x00438;&#x00440;&#x0043e;&#x00432;&#x00430;&#x00442;&#x0044c; &#x0043b;&#x00435;&#x00447;&#x00435;&#x0043d;&#x00438;&#x00435; &#x00433;&#x00435;&#x0043f;&#x00430;&#x00442;&#x00438;&#x00442;&#x00430;&#x000a0;&#x00421; &#x00432; &#x0043e;&#x00431;&#x0044b;&#x00447;&#x0043d;&#x0044b;&#x00435; &#x0043c;&#x00435;&#x00434;&#x00438;&#x00446;&#x00438;&#x0043d;&#x00441;&#x0043a;&#x00438;&#x00435; &#x00443;&#x00447;&#x00440;&#x00435;&#x00436;&#x00434;&#x00435;&#x0043d;&#x00438;&#x0044f;, &#x00447;&#x00442;&#x0043e;&#x00431;&#x0044b; &#x0043e;&#x00431;&#x0043b;&#x00435;&#x00433;&#x00447;&#x00438;&#x00442;&#x0044c; &#x00434;&#x0043e;&#x00441;&#x00442;&#x00443;&#x0043f; &#x00434;&#x0043b;&#x0044f; &#x0043f;&#x00430;&#x00446;&#x00438;&#x00435;&#x0043d;&#x00442;&#x0043e;&#x00432; &#x0043a; &#x00434;&#x00438;&#x00430;&#x00433;&#x0043d;&#x0043e;&#x00441;&#x00442;&#x00438;&#x0043a;&#x00435; &#x00438; &#x0043b;&#x00435;&#x00447;&#x00435;&#x0043d;&#x00438;&#x0044e;. &#x00412;&#x0043d;&#x00435;&#x00434;&#x00440;&#x00435;&#x0043d;&#x00438;&#x00435; &#x0044d;&#x0043a;&#x00441;&#x0043f;&#x00440;&#x00435;&#x00441;&#x00441;-&#x00434;&#x00438;&#x00430;&#x00433;&#x0043d;&#x0043e;&#x00441;&#x00442;&#x00438;&#x00447;&#x00435;&#x00441;&#x0043a;&#x00438;&#x00445; &#x00442;&#x00435;&#x00441;&#x00442;&#x0043e;&#x00432; &#x00432; &#x00433;&#x0043e;&#x00441;&#x00443;&#x00434;&#x00430;&#x00440;&#x00441;&#x00442;&#x00432;&#x00435;&#x0043d;&#x0043d;&#x0044b;&#x00435; &#x0043c;&#x00435;&#x00434;&#x00438;&#x00446;&#x00438;&#x0043d;&#x00441;&#x0043a;&#x00438;&#x00435; &#x00443;&#x00447;&#x00440;&#x00435;&#x00436;&#x00434;&#x00435;&#x0043d;&#x00438;&#x0044f; &#x0043f;&#x0043e;&#x0043c;&#x0043e;&#x00436;&#x00435;&#x00442; &#x00443;&#x00432;&#x00435;&#x0043b;&#x00438;&#x00447;&#x00438;&#x00442;&#x0044c; &#x00432;&#x0044b;&#x0044f;&#x00432;&#x0043b;&#x00435;&#x0043d;&#x00438;&#x00435; &#x00441;&#x0043b;&#x00443;&#x00447;&#x00430;&#x00435;&#x00432; &#x00438;&#x0043d;&#x00444;&#x00438;&#x00446;&#x00438;&#x00440;&#x0043e;&#x00432;&#x00430;&#x0043d;&#x00438;&#x0044f;. &#x00423;&#x00432;&#x00435;&#x0043b;&#x00438;&#x00447;&#x00435;&#x0043d;&#x00438;&#x00435; &#x00433;&#x0043e;&#x00441;&#x00443;&#x00434;&#x00430;&#x00440;&#x00441;&#x00442;&#x00432;&#x00435;&#x0043d;&#x0043d;&#x0043e;&#x00433;&#x0043e; &#x00438; &#x00447;&#x00430;&#x00441;&#x00442;&#x0043d;&#x0043e;&#x00433;&#x0043e; &#x00444;&#x00438;&#x0043d;&#x00430;&#x0043d;&#x00441;&#x00438;&#x00440;&#x0043e;&#x00432;&#x00430;&#x0043d;&#x00438;&#x0044f; &#x00438;&#x0043c;&#x00435;&#x00435;&#x00442; &#x00432;&#x00430;&#x00436;&#x0043d;&#x0043e;&#x00435; &#x00437;&#x0043d;&#x00430;&#x00447;&#x00435;&#x0043d;&#x00438;&#x00435; &#x00434;&#x0043b;&#x0044f; &#x0043f;&#x0043e;&#x00434;&#x00434;&#x00435;&#x00440;&#x00436;&#x0043a;&#x00438; &#x00441;&#x00438;&#x00441;&#x00442;&#x00435;&#x0043c;&#x0044b; &#x00437;&#x00434;&#x00440;&#x00430;&#x00432;&#x0043e;&#x0043e;&#x00445;&#x00440;&#x00430;&#x0043d;&#x00435;&#x0043d;&#x00438;&#x0044f; &#x00438; &#x0043c;&#x00435;&#x00434;&#x00438;&#x00446;&#x00438;&#x0043d;&#x00441;&#x0043a;&#x0043e;&#x00433;&#x0043e; &#x0043e;&#x00431;&#x00441;&#x0043b;&#x00443;&#x00436;&#x00438;&#x00432;&#x00430;&#x0043d;&#x00438;&#x0044f;.</p></trans-abstract></article-meta></front><body><sec sec-type="intro"><title>Introduction</title><p>Worldwide, an estimated 71 million people, 1% of the global population, are chronically infected with hepatitis C virus (HCV).<xref rid="R1" ref-type="bibr"><sup>1</sup></xref> The prevalence in sub-Saharan countries is significantly higher. In a meta-analysis of 1&#x0202f;151&#x0202f;337 individuals it was estimated to be 2.7% overall, with regional variations.<xref rid="R2" ref-type="bibr"><sup>2</sup></xref> The introduction of direct-acting antiviral drugs have led to simplified treatment of hepatitis C and promising outcomes. Yet, the number of deaths from the disease is on the rise globally.<xref rid="R3" ref-type="bibr"><sup>3</sup></xref> For many low- to middle-income countries, the high cost of medication, alongside limited laboratory and health-system capacity, prevents many of them from accessing and rolling out treatment on a national scale.<xref rid="R4" ref-type="bibr"><sup>4</sup></xref> Voluntary licence agreements with manufacturers have allowed 101 countries, including Rwanda, to receive direct-acting antivirals at reduced prices. Nevertheless, the cost is still prohibitive for most patients in low- and middle-income countries.<xref rid="R5" ref-type="bibr"><sup>5</sup></xref><sup>,</sup><xref rid="R6" ref-type="bibr"><sup>6</sup></xref> Due to the rapid advances in hepatitis C treatment, global bodies, such as the World Health Organization (WHO), World Hepatitis Alliance and the Centers for Disease Control and Prevention, are encouraging low- and middle-income countries to develop organized national responses to the disease.<xref rid="R7" ref-type="bibr"><sup>7</sup></xref> However, to date, few reports describe the process of planning or implementing responses to hepatitis C disease at the country level. Although 43 countries have reported completion of national viral hepatitis elimination plans, very few of these are from low- and middle-income countries and even fewer are from sub-Saharan Africa.<xref rid="R1" ref-type="bibr"><sup>1</sup></xref></p><p>Rwanda, a low-income country as classified by the World Bank, has well-established achievements in maternal and child health and control of human immunodeficiency virus (HIV), tuberculosis and malaria. It was also one of the few countries in sub-Saharan Africa to achieve most of the health-related millennium development goals.<xref rid="R8" ref-type="bibr"><sup>8</sup></xref> Rwanda has now increased its attention to the hepatitis C epidemic.<xref rid="R9" ref-type="bibr"><sup>9</sup></xref> We describe the framework for a comprehensive response to the epidemic in Rwanda within the proposed framework of the WHO hepatitis health sector strategy.<xref rid="R7" ref-type="bibr"><sup>7</sup></xref> We focus on five areas: (i)&#x000a0;information for focused action, (ii)&#x000a0;interventions for impact, (iii)&#x000a0;delivering for equity, (iv)&#x000a0;financing for sustainability and (v)&#x000a0;innovation for acceleration. We highlight several accomplishments, as well as challenges, within these strategic areas. These may inform the planning and implementation of national hepatitis C control measures by other low- and middle-income countries, as well as the way forward to control the disease successfully within Rwanda.</p></sec><sec><title>Information for focused action</title><p>The seroprevalence of HCV antibody has most recently been estimated to be 3.1%<xref rid="R10" ref-type="bibr"><sup>10</sup></xref> within the general Rwandan population of 11.9 million people<xref rid="R11" ref-type="bibr"><sup>11</sup></xref> and 4.7% (5470)<xref rid="R12" ref-type="bibr"><sup>12</sup></xref> among the 116&#x0202f;868 people living with HIV. Whereas hepatitis C prevention efforts have been increasing, we found no existing surveys or qualitative data regarding attitudes, knowledge or beliefs towards viral hepatitis in the general population in Rwanda, reflecting an overall lack of published literature on this topic in sub-Saharan Africa. In addition, the causes of HCV transmission in Rwanda are largely unknown, but are assumed to include past traditional medical practices, unsafe injection practices during and before the 1970s, exposure to contaminated blood during the Rwandan genocide of 1994 and blood transfusions before 1999.</p><p>In 2011, the Government of Rwanda established its hepatitis control unit under the Division of HIV/AIDS, STIs and Other Blood Borne Infections at the Rwanda Biomedical Centre. The objective was to develop a specific programme for the prevention, care and treatment of hepatitis B and C.<xref rid="R13" ref-type="bibr"><sup>13</sup></xref> In 2013, the viral hepatitis technical working group was set up, comprising health ministry specialists, clinicians, academic researchers, laboratory experts, implementing partner organizations, United Nations agencies, and civil society and private sector representatives. The group began to meet regularly to provide technical advice for the design and implementation of the programme. At that time, a national policy on viral hepatitis prevention and management in Rwanda was developed and published to provide specific guidance to health-care providers and facilities on the implementation of the clinical guidelines.</p><p>In April 2016, a patient chart for hepatitis C care and treatment was developed and implemented in paper form at hospitals receiving HCV patients. This was to support clinical decision-making according to national guidelines and allow proper reporting of patient outcomes. The group also developed patient registers that were implemented to track the overall number of patients enrolled in clinical and laboratory services. As of October 2017, Rwanda Biomedical Centre started developing and reviewing national indicators for hepatitis C to be included in the integrated health management information system in Rwanda.</p></sec><sec><title>Interventions for impact</title><p>Rwanda began a systematic blood donation screening programme for HIV, HBV and syphilis in 1985, and introduced screening for HCV in 1999.<xref rid="R14" ref-type="bibr"><sup>14</sup></xref> The 1994 genocide left the country&#x02019;s blood safety programme in disarray and may have fuelled direct hepatitis transmissions via mass casualties and injuries. Repeated rape and penetrating trauma under torture exposed thousands of survivors to potential contact with HIV or HCV.<xref rid="R15" ref-type="bibr"><sup>15</sup></xref></p><p>The capacity for HCV testing for patients was first introduced in Rwanda in 2013 and was initially recommended for high-risk groups, including patients with HIV or HBV infection, intravenous drug users, infants of mothers with hepatitis C, individuals who received blood or organ transplants before 1999, individuals with occupational exposure and other patients as clinically indicated.<xref rid="R16" ref-type="bibr"><sup>16</sup></xref> National guidelines recommend one-time testing for all adults, followed by annual follow-up testing for cases of potential exposure. Higher-risk groups, such as intravenous and intranasal drug users and female sex workers, as well as health-care workers and community health workers, are recommended to undergo annual testing. Systematic testing of pregnant women is also recommended.<xref rid="R17" ref-type="bibr"><sup>17</sup></xref> Currently, targeted screening campaigns are underway for adults older than 45 years, health-care workers and laboratory technicians, men who have sex with men, commercial sex workers and prisoners. Of note, injection drug use is rare in Rwanda and is not considered a primary driver of bloodborne epidemics. The health ministry has conducted routine general training and education for health practitioners about risk reduction for iatrogenic exposure to hepatitis, including reduction of unnecessary injections and increased infection control measures at health facilities.</p><p>HCV testing guidelines in Rwanda include antibody testing using enzyme-linked immunosorbent assay (ELISA) or a rapid diagnostic test, which is then confirmed with polymerase chain reaction-based viral load quantification. Currently, 11 hospitals nationwide have the capacity to perform ELISA-based testing for HCV. Although several rapid diagnostic tests have been validated in Rwanda, there is no consensus on product selection or procurement, and rapid diagnostic tests are not currently available in public health-care facilities. As part of the well-established health services for HIV, 10 hospitals have the capacity to conduct HCV viral load testing. Using current systems for HIV viral load testing, blood samples for HCV testing are collected at local health centres and district hospitals and delivered to one of the testing sites via a centrally organized transport system, which also delivers results back to the health facilities. Given the predominance of HCV genotypes 1 and 4 in Rwanda,<xref rid="R18" ref-type="bibr"><sup>18</sup></xref> genotyping is not currently recommended before starting patients on direct-acting antiviral drugs according to Rwanda&#x02019;s guidelines. In 2016, the health ministry conducted a nationwide testing campaign for both HBV and HCV in over 150&#x02009;000 adults living with HIV.</p><p>In 2013, the health ministry developed the first national guidelines for hepatitis prevention and treatment, which included guidance on screening, diagnosis and treatment for both hepatitis B and C within the Rwandan context.<xref rid="R19" ref-type="bibr"><sup>19</sup></xref> The guidelines were updated in June 2015 to include detailed guidance for treatment with direct-acting antiviral drugs and avoidance of interferon-based therapy for treatment-na&#x000ef;ve patients.<xref rid="R17" ref-type="bibr"><sup>17</sup></xref> The guidelines recommended sofosbuvir (400&#x000a0;mg) with ribavirin (1000&#x02013;1200&#x000a0;mg) for 24 weeks; sofosbuvir (400&#x000a0;mg) with ledipasvir (90&#x000a0;mg) for 12 weeks; or sofosbuvir (400&#x000a0;mg) with daclatasvir (60&#x000a0;mg) for 12 weeks. The choice of regimen depends on clinical indications, as well as availability and affordability of the drugs to the patient. The guidelines recommended that, whereas all patients with chronic infection should be considered potential candidates for therapy, priority should be given to patients with advanced fibrosis (aspartate aminotransferase to platelet ratio index &#x0003e;&#x02009;1.0, or symptoms of liver cirrhosis) and for patients co-infected with HIV subtype 1 who are at-risk of accelerated disease progression.</p><p>In August 2015, the health ministry officially authorized the use of sofosbuvir or sofosbuvir with ledipasvir for treatment of hepatitis C in Rwanda. The government was given preferred pricing for these drugs via licensed manufacturers at a cost per 28 days of 300 United States dollars (US$) for sofosbuvir and US$&#x000a0;400 for sofosbuvir with ledipasvir in 2015 (subsequently reduced to US$&#x000a0;260 in 2017). A donation of daclatasvir (2000 treatment regimens) was also obtained through the Clinton Health Access Initiative Quick-Start programme. As of June 2017, over 2500 of an estimated 55&#x02009;000 patients requiring medication<xref rid="R20" ref-type="bibr"><sup>20</sup></xref> have been treated with direct-acting antiviral drugs, and treatment for 9000 additional patients has been procured via support from The Global Fund to Fight AIDS, Tuberculosis and Malaria. Medications are dispensed by three dispensaries in the capital city Kigali, licensed by the distributor: two at treatment referral centres and one at a centrally located private pharmacy. The hepatitis C national treatment selection committee, composed of senior clinicians appointed by the health ministry in February 2016, reviews all medical prescriptions. There are now 20 physicians approved to prescribe direct-acting antivirals at 10 districts, provincial and referral hospitals which provide treatment coverage for all five provinces in Rwanda. The plan for decentralization and scale-up of hepatitis C treatment includes the establishment of treatment capacity at all 48 district hospitals countrywide by 2020. However, this initiative is limited by diagnostic capacity, the availability of trained personnel and financial barriers to diagnostics and treatment.</p></sec><sec><title>Delivering for equity</title><p>The health ministry has introduced mass-media campaigns to raise awareness and reduce the general stigma surrounding hepatitis C. The <italic>New Times</italic>, a popular newspaper printed in English, published 29 articles about viral hepatitis from 2009&#x02013;2015, with nine of those articles published in 2015. In 2015, Rwanda officially first commemorated World Hepatitis Day with a public walk advocating for hepatitis prevention and treatment.<xref rid="R21" ref-type="bibr"><sup>21</sup></xref> The health ministry and Rwanda Biomedical Centre have committed to conducting an annual public campaign to raise awareness through community health workers and radio and television, to provide mass screening information and to link patients to care. The Rwanda Organization for the Fight Against Hepatitis was established in 2013 and has focused on providing education on hepatitis to the general population and advocating for availability and access of new treatment modalities in Rwanda.</p><p>The government has promoted the decentralization of health services to provide a more comprehensive package of health services at provincial hospitals, district hospitals, health centres and at the community level through community health workers. This process was pioneered through the response to the HIV epidemic. The HIV response resulted in 524 facilities providing antiretroviral therapy and 1068 physicians and nurses with the capacity to initiate and maintain patients on therapy.<xref rid="R22" ref-type="bibr"><sup>22</sup></xref> This network now serves as a platform for care delivery for other chronic infections (e.g. hepatitis B virus infection) and noncommunicable diseases (e.g. hypertension and diabetes). Since 2015, the health ministry, in collaboration with Duke University, provided 1-week advanced training in hepatitis C disease care and treatment to 20 internal medicine specialists, 72 general physicians and 48 specialist nurse mentors. General 5-day trainings on hepatitis C care and treatment were provided by Rwanda Biomedical Centre for 550 nurses, 24 laboratory technicians, 48 hospital pharmacists, 48 nutritionists and 47 data managers working in HIV services at both the district hospital and health centre level in all 30 districts. Clinical mentorship for viral hepatitis was integrated into the established clinical mentorship programme for HIV. This included routine visits by expert clinicians for theoretical and practical clinical teaching of physicians and nurses at health centres, after their general training in hepatitis. Despite these efforts, there remains a bias towards diagnosis and treatment of patients at urban referral hospitals, and care is largely limited to patients who are able to purchase diagnostics and treatments out of pocket or who are covered through various health insurance schemes.</p></sec><sec><title>Financing for sustainability</title><p>In October 2016, the technical working group developed and approved the Rwanda viral hepatitis national operational plan. The plan demonstrated priority-setting of key national activities and provided cost estimations for different levels of coverage of screening, diagnosis, and treatment of both hepatitis B and C. The annual cost of a comprehensive national viral hepatitis programme was estimated at US$&#x000a0;168.6 million.<xref rid="R20" ref-type="bibr"><sup>20</sup></xref> Currently, all major private health insurance companies in Rwanda, as well as the military medical insurance, reimburse for the cost of both sofosbuvir with ribavirin and sofosbuvir with ledipasvir. Additionally, the Rwanda social security board, which provides health insurance for public servants, covers 85% of the cost of these drugs for patients. These sources in combination provide coverage to an estimated 7.3% (730/9998) of insured households in Rwanda,<xref rid="R23" ref-type="bibr"><sup>23</sup></xref> comprising most of the patients started on treatment to date. Reimbursement for HCV viral load testing and hepatitis C treatment by the community-based health insurance scheme, which provides health insurance coverage to at least one member of 97.1% (9708/9998) of households,<xref rid="R23" ref-type="bibr"><sup>23</sup></xref> is currently under discussion.</p><p>As part of the national operational plan, several different costing scenarios were calculated for the prevention, diagnosis and care of hepatitis B and C. In a full intervention scenario &#x02012; where all screening, diagnosis and treatment options are implemented &#x02012; the cost for HCV screening of 2.6 million people and treatment of 74&#x02009;105 people annually was projected to be approximately US$&#x000a0;128 million. If treatment were reserved for patients with HIV coinfection or advanced disease (aspartate aminotransferase to platelet ratio index &#x0003e;&#x02009;1.0), then the total annual cost to implement the hepatitis C control programme was projected to be US$&#x000a0;52 million. In comparison, the estimated annual expenditure for HIV care in Rwanda from 2013&#x02012;2018 is around US$&#x000a0;207 million.<xref rid="R20" ref-type="bibr"><sup>20</sup></xref></p><p>Financing for the hepatitis C response to date has largely been through expenditure by the government and there has been a strong commitment from the highest levels of the government to funding hepatitis-C-related programming, operations and consumables.<xref rid="R24" ref-type="bibr"><sup>24</sup></xref> This has resulted in a doubling of the budget earmarked for viral hepatitis from 2013 to 2016 and expanded targets in the forthcoming Rwanda health sector strategic plan 2018&#x02013;2023. Further reductions in the price of generic pharmaceuticals, projected to reach US$&#x000a0;100 per month (or US$&#x000a0;300 per treatment) are anticipated to result in greater affordability of drugs. This would facilitate hepatitis C therapy for uninsured patients and those in the community-based insurance programme, which provides the financial coverage for care services for the majority of the Rwandan population. Irrespective of this development, financing for the hepatitis C response via both domestic and external mechanisms remains a major barrier in Rwanda as it has for other low- and middle-income countries globally.<xref rid="R25" ref-type="bibr"><sup>25</sup></xref></p></sec><sec><title>Innovation for acceleration</title><p>Several key elements have accelerated Rwanda&#x02019;s success in building a comprehensive framework for the public health response to hepatitis C with resource constrains. Hepatitis C screening, diagnosis and treatment have been integrated into existing programmes and systems for HIV infection. These systems cover policy and guidelines development, laboratory equipment, specimen transport, clinic infrastructure, training platforms, medication supply chain and clinical training and mentorship. This strategy has allowed for rapid implementation of the hepatitis C response. Although a plan for rapid decentralization exists, challenges remain in training adequate numbers of health-care personnel and equipping laboratories to provide maximal access and equitable distribution of services. The involvement of community and hepatitis C patient networks, particularly in advocacy for approval and access to direct-acting antivirals, has been essential in Rwanda&#x02019;s push to rapidly introduce new diagnostics and therapies. Such networks will continue to play an important role in public awareness efforts. Finally, under the technical working group framework and building on HIV control experiences, partnerships were established between the health ministry and several international organizations, including Stanford University, Maryland University, Duke University, Gilead Sciences, the Clinton Health Access Initiative, Partners In Health, the Centers for Disease Control and Prevention and WHO. These partnerships leverage technical, financial and operational expertise and experience with hepatitis C. The health ministry has been active in building the key partnerships required to develop a rapid, informed and sustainable approach to a national hepatitis C programme. The ministry involved international academic institutions in training and research, insurance companies in the financing of diagnostic testing and medications, pharmaceutical companies in rapid price reductions and procuring direct-acting antivirals, and nongovernmental organizations in securing donations and informing planning and policy.</p></sec><sec sec-type="conclusions"><title>Conclusions</title><p>In Rwanda, a robust programme for hepatitis C control has been developed, including key accomplishments in the areas of establishing national governance and planning, developing diagnostic capacity, approving the use of direct-acting antiviral treatment, training key personnel, generating political will and leadership from within the government and fostering key strategic partnerships for technical support (<xref ref-type="table" rid="T1">Table&#x000a0;1</xref>). However, major challenges remain, with key next steps to be undertaken. The government will need to focus on developing a detailed monitoring and evaluation framework and tools for monitoring of viral hepatitis. Care needs to be further decentralized from referral and provincial hospitals to the district hospital level, with hepatitis C management integrated into routine clinical services to provide more equitable access to diagnosis and treatment. Procurement and distribution of rapid diagnostic tests are needed to increase coverage of diagnostic capacity and to facilitate easier and more efficient diagnosis of hepatitis C. Most importantly, there remain financial constraints on the care and treatment needed to control the epidemic effectively and limit direct out-of-pocket spending by the population. The government will need to increase both public sector investment as well as support from private and external funding sources. The successes and challenges learnt from Rwanda&#x02019;s response to hepatitis C will be valuable as elimination efforts are developed and accelerated in low- and middle-income countries around the world.</p><table-wrap id="T1" orientation="portrait" position="float"><?Table Large?><label>Table 1</label><caption><title>World Health Organization hepatitis health sector strategy and Rwanda response to hepatitis C</title></caption><table frame="hsides" rules="groups"><col width="62" span="1"/><col width="78" span="1"/><col width="7" span="1"/><col width="170" span="1"/><col width="173" span="1"/><thead><tr><th colspan="3" valign="top" align="center" scope="colgroup" rowspan="1">WHO<hr/></th><th colspan="2" valign="top" align="center" scope="colgroup" rowspan="1">Rwanda<hr/></th></tr><tr><th valign="top" align="left" scope="col" rowspan="1" colspan="1">Strategic area<sup>a</sup></th><th valign="top" align="center" scope="col" rowspan="1" colspan="1">Major areas<sup>a</sup></th><th colspan="2" valign="top" align="center" scope="colgroup" rowspan="1">Actions</th><th valign="top" align="center" scope="col" rowspan="1" colspan="1">Next steps</th></tr></thead><tbody><tr><td rowspan="2" valign="top" align="left" scope="row" colspan="1">Information for focused action</td><td valign="top" align="left" rowspan="1" colspan="1">Information for action</td><td colspan="2" valign="top" align="left" rowspan="1">Viral hepatitis indicators established and elaborated.<break/>All patients on treatment monitored using standardized charts.</td><td valign="top" align="left" rowspan="1" colspan="1">Incorporate indicators into national health management information systems platform.<break/>Develop detailed national monitoring and evaluation framework and tools.<break/>Design and collect data from epidemiology surveys.</td></tr><tr><td valign="top" colspan="1" align="left" scope="row" rowspan="1">National plans</td><td colspan="2" valign="top" align="left" rowspan="1">Health ministry hepatitis control unit established.<break/>National viral hepatitis policy and national strategic plan for viral hepatitis developed and published.<break/>National viral hepatitis technical working group and national hepatitis C treatment selection committee established and functional.<break/>Viral hepatitis targets incorporated into HIV national strategic plan 2013&#x02013;2020.</td><td valign="top" align="left" rowspan="1" colspan="1">Viral hepatitis guidelines to be updated in 2018.</td></tr><tr><td rowspan="5" valign="top" align="left" scope="row" colspan="1">Interventions for impact</td><td valign="top" align="left" rowspan="1" colspan="1">Blood safety</td><td colspan="2" valign="top" align="left" rowspan="1">Systematic screening of blood donors (since 1999).<break/>Laboratory quality control measures established.</td><td valign="top" align="left" rowspan="1" colspan="1">Link blood donors who screen positive to care via a reference system.</td></tr><tr><td valign="top" colspan="1" align="left" scope="row" rowspan="1">Infection control</td><td colspan="2" valign="top" align="left" rowspan="1">Injection safety policy and infection control guidelines available in all health facilities.</td><td valign="top" align="left" rowspan="1" colspan="1">Implement infection control at community level through monitoring unsafe nonmedical and traditional practices.</td></tr><tr><td valign="top" colspan="1" align="left" scope="row" rowspan="1">Safer sex</td><td colspan="2" valign="top" align="left" rowspan="1">Programmes offering distribution of free condoms well established via HIV national strategic plan. </td><td valign="top" align="left" rowspan="1" colspan="1">None planned.</td></tr><tr><td valign="top" colspan="1" align="left" scope="row" rowspan="1">Diagnosing infection</td><td colspan="2" valign="top" align="left" rowspan="1">HCV testing recommended for target populations in 2013 and universal testing in 2015.<break/>HCV antibody testing by ELISA available at 11 hospitals and PCR assay available at 10 hospitals.<break/>All people living with HIV/AIDS screened for HCV. Screening campaigns underway for high-risk groups.</td><td valign="top" align="left" rowspan="1" colspan="1">Procure and distribute rapid diagnostic testing for all health centres. Ensure PCR testing capacity for all district hospitals.</td></tr><tr><td valign="top" colspan="1" align="left" scope="row" rowspan="1">Treatment and care</td><td colspan="2" valign="top" align="left" rowspan="1">Clinical guidelines and policies for care and treatment available at all facilities.<break/>Direct-acting antivirals established as standard of care, approved for use and available on market.<break/>Twenty health-care providers licensed at 10 treatment centres countrywide.</td><td valign="top" align="left" rowspan="1" colspan="1">Increase number of treatment centres to include all district hospitals.</td></tr><tr><td rowspan="4" valign="top" align="left" scope="row" colspan="1">Delivering for equity</td><td valign="top" align="left" rowspan="1" colspan="1">Adapting services</td><td colspan="2" valign="top" align="left" rowspan="1">National coverage for referral network for hepatitis C treatment achieved.<break/>Screening and testing done at hospitals from multiple entry points (including antenatal care, HIV centres, outpatient departments and blood transfusion centres). Individuals testing positive linked to care.<break/>All health centres and hospitals have at least one health-care provider trained on management of viral hepatitis.</td><td valign="top" align="left" rowspan="1" colspan="1">Educate community health workers on basic knowledge of viral hepatitis prevention.<break/>Establish quality improvement and monitoring of hepatitis services.<break/>Strengthen linkages with blood transfusion centres and maternal and child health, noncommunicable diseases, and mental health services.<break/>Develop and implement district operational plans. </td></tr><tr><td valign="top" colspan="1" align="left" scope="row" rowspan="1">Human resources</td><td colspan="2" valign="top" align="left" rowspan="1">Training for physicians, nurses, laboratory technicians, pharmacists and nutritionists conducted in all 30 districts.<break/>Hepatitis C integrated into clinical mentorship programme on infectious diseases for health-centre nurses.<break/>Routine training for health-care personnel on infection control.</td><td valign="top" align="left" rowspan="1" colspan="1">Implement continuing education on hepatitis C for nurses and physicians nationwide.<break/>Integrate management of hepatitis into formal teaching curricula.</td></tr><tr><td valign="top" colspan="1" align="left" scope="row" rowspan="1">Access to medicines, diagnostics, and other commodities</td><td colspan="2" valign="top" align="left" rowspan="1">Centralized procurement of hepatitis C diagnostics and medication via the ministry of health. </td><td valign="top" align="left" rowspan="1" colspan="1">Obtain further hepatitis C medication price reductions from manufacturers of generic drugs.</td></tr><tr><td valign="top" colspan="1" align="left" scope="row" rowspan="1">Enabling environment</td><td colspan="2" valign="top" align="left" rowspan="1">Political commitment to support viral hepatitis programme strengthened.<break/>Rwanda Organization for Fighting Against Hepatitis.<break/>World Hepatitis Day, media attention, advocacy groups and outreach campaigns established.<break/>Youth education on viral hepatitis prevention by health professionals.<break/>Access to viral hepatitis services ensured, regardless of sex.</td><td valign="top" align="left" rowspan="1" colspan="1">Develop broader hepatitis C messaging and mass-media campaigns.<break/>Call for action to private sector and external funders to invest in viral hepatitis programme.</td></tr><tr><td valign="top" align="left" scope="row" rowspan="1" colspan="1">Financing for sustainability</td><td valign="top" align="left" rowspan="1" colspan="1">Financing for sustainability</td><td colspan="2" valign="top" align="left" rowspan="1">National operational plan implemented, with costing of diagnosis and treatment at various access levels.<break/>Current diagnostics and treatment obtained at discount pricing.<break/>Various public and private insurers cover up to 85% of hepatitis C diagnostic and treatment costs.</td><td valign="top" align="left" rowspan="1" colspan="1">Further elaborate a detailed case for investment by government in viral hepatitis control.<break/>Community-based health insurance to provide coverage for hepatitis C-related costs.<break/>Understand and monitor government health expenditures related to hepatitis C care and treatment.</td></tr></tbody></table><table-wrap-foot><p>AIDS: acquired immune deficiency syndrome; ELISA: enzyme-linked immunosorbent assay; HCV: hepatitis C virus; HIV: human immunodeficiency virus; PCR: polymerase chain reaction; WHO: World Health Organization.</p><p><sup>a</sup> Based on the WHO global health sector strategy on viral hepatitis 2016&#x02013;2021.<xref rid="R7" ref-type="bibr"><sup>7</sup></xref></p></table-wrap-foot></table-wrap></sec></body><back><ack><title>Acknowledgements</title><p>The authors acknowledge the support and contributions of the Rwandan Ministry of Health, Rwanda Biomedical Centre, University of Rwanda, Partners In Health and the Clinton Health Access Initiative.</p></ack><fn-group><title>Competing interest:</title><fn fn-type="financial-disclosure"><p>None declared.</p></fn></fn-group><ref-list><title>References</title><ref id="R1"><label>1</label><mixed-citation publication-type="book"><source>Global hepatitis report 2017.</source>
<publisher-loc>Geneva</publisher-loc>: <publisher-name>World Health Organization</publisher-name>; <year>2017</year>.</mixed-citation></ref><ref id="R2"><label>2</label><mixed-citation publication-type="journal"><string-name><surname>Rao</surname>
<given-names>VB</given-names></string-name>, <string-name><surname>Johari</surname>
<given-names>N</given-names></string-name>, <string-name><surname>du Cros</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Messina</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Ford</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Cooke</surname>
<given-names>GS</given-names></string-name>. <article-title>Hepatitis C seroprevalence and HIV co-infection in sub-Saharan Africa: a systematic review and meta-analysis.</article-title>
<source>Lancet Infect Dis</source>. <year>2015</year>
<month>7</month>;<volume>15</volume>(<issue>7</issue>):<fpage>819</fpage>&#x02013;<lpage>24</lpage>. <pub-id pub-id-type="doi">10.1002/hep.26141</pub-id><?supplied-pmid 23172780?><pub-id pub-id-type="pmid">25957078</pub-id></mixed-citation></ref><ref id="R3"><label>3</label><mixed-citation publication-type="journal"><string-name><surname>Zoulim</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Liang</surname>
<given-names>TJ</given-names></string-name>, <string-name><surname>Gerbes</surname>
<given-names>AL</given-names></string-name>, <string-name><surname>Aghemo</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Deuffic-Burban</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Dusheiko</surname>
<given-names>G</given-names></string-name>, <etal>et al.</etal>
<article-title>Hepatitis C virus treatment in the real world: optimising treatment and access to therapies.</article-title>
<source>Gut</source>. <year>2015</year>
<month>11</month>;<volume>64</volume>(<issue>11</issue>):<fpage>1824</fpage>&#x02013;<lpage>33</lpage>. <pub-id pub-id-type="doi">10.1136/gutjnl-2015-310421</pub-id><?supplied-pmid 26449729?><pub-id pub-id-type="pmid">26449729</pub-id></mixed-citation></ref><ref id="R4"><label>4</label><mixed-citation publication-type="journal"><string-name><surname>Woode</surname>
<given-names>ME</given-names></string-name>, <string-name><surname>Abu-Zaineh</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Perri&#x000eb;ns</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Renaud</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Wiktor</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Moatti</surname>
<given-names>J-P</given-names></string-name>. <article-title>Potential market size and impact of hepatitis C treatment in low- and middle-income countries.</article-title>
<source>J Viral Hepat</source>. <year>2016</year>
<month>7</month>;<volume>23</volume>(<issue>7</issue>):<fpage>522</fpage>&#x02013;<lpage>34</lpage>. <pub-id pub-id-type="doi">10.1111/jvh.12516</pub-id><?supplied-pmid 26924428?><pub-id pub-id-type="pmid">26924428</pub-id></mixed-citation></ref><ref id="R5"><label>5</label><mixed-citation publication-type="journal"><string-name><surname>Mohd Hanafiah</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Groeger</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Flaxman</surname>
<given-names>AD</given-names></string-name>, <string-name><surname>Wiersma</surname>
<given-names>ST</given-names></string-name>. <article-title>Global epidemiology of hepatitis C virus infection: new estimates of age-specific antibody to HCV seroprevalence.</article-title>
<source>Hepatology</source>. <year>2013</year>
<month>4</month>;<volume>57</volume>(<issue>4</issue>):<fpage>1333</fpage>&#x02013;<lpage>42</lpage>. <pub-id pub-id-type="doi">10.1002/hep.26141</pub-id><?supplied-pmid 23172780?><pub-id pub-id-type="pmid">23172780</pub-id></mixed-citation></ref><ref id="R6"><label>6</label><mixed-citation publication-type="web">Chronic hepatitis C medicines pricing [Internet]. Foster City: Gilead Sciences; 2016. Available from: <ext-link ext-link-type="uri" xlink:href="https://www.gilead.com/~/media/files/pdfs/other/chronic%20hepatitis%20c%20medicines%20pricing%20%20030716.pdf">https://www.gilead.com/~/media/files/pdfs/other/chronic%20hepatitis%20c%20medicines%20pricing%20%20030716.pdf</ext-link><ext-link ext-link-type="uri" xlink:href="http://"/>[cited 2016 Jul 14].</mixed-citation></ref><ref id="R7"><label>7</label><mixed-citation publication-type="book"><source>Global health sector strategy on viral hepatitis 2016&#x02013;2021.</source>
<publisher-loc>Geneva</publisher-loc>: <publisher-name>World Health Organization</publisher-name>; <year>2016</year>.</mixed-citation></ref><ref id="R8"><label>8</label><mixed-citation publication-type="journal"><string-name><surname>Abbott</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Sapsford</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Binagwaho</surname>
<given-names>A</given-names></string-name>. <article-title>Learning from success: how Rwanda achieved the millennium development goals for health.</article-title>
<source>World Dev</source>. <year>2017</year>
<month>4</month>;<volume>92</volume>:<fpage>103</fpage>&#x02013;<lpage>16</lpage>. <pub-id pub-id-type="doi">10.1016/j.worlddev.2016.11.013</pub-id></mixed-citation></ref><ref id="R9"><label>9</label><mixed-citation publication-type="journal"><string-name><surname>Nsanzimana</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Kirk</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Uwizihiwe</surname>
<given-names>JP</given-names></string-name>, <string-name><surname>Bucher</surname>
<given-names>HC</given-names></string-name>. <article-title>Increasing access to hepatitis C treatment in Rwanda: the promise of Rwanda&#x02019;s existing HIV infrastructure.</article-title>
<source>J Infect Dis Ther</source>. <year>2015</year>;<volume>3</volume>:<fpage>5</fpage>
<pub-id pub-id-type="doi">10.4172/2332-0877.1000245</pub-id></mixed-citation></ref><ref id="R10"><label>10</label><mixed-citation publication-type="journal"><string-name><surname>Riou</surname>
<given-names>J</given-names></string-name>, <string-name><surname>A&#x000ef;t Ahmed</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Blake</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Vozlinsky</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Brichler</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Eholi&#x000e9;</surname>
<given-names>S</given-names></string-name>, <etal>et al.</etal>; <collab>HCV epidemiology in Africa group</collab>. <article-title>Hepatitis C virus seroprevalence in adults in Africa: a systematic review and meta-analysis.</article-title>
<source>J Viral Hepat</source>. <year>2016</year>
<month>4</month>;<volume>23</volume>(<issue>4</issue>):<fpage>244</fpage>&#x02013;<lpage>55</lpage>. <pub-id pub-id-type="doi">10.1111/jvh.12481</pub-id><?supplied-pmid 26477881?><pub-id pub-id-type="pmid">26477881</pub-id></mixed-citation></ref><ref id="R11"><label>11</label><mixed-citation publication-type="web">Population total, Rwanda 2016 [Internet]. Washington: World Bank; 2017. Available from: <ext-link ext-link-type="uri" xlink:href="https://data.worldbank.org/indicator/SP.POP.TOTL?locations=RW">https://data.worldbank.org/indicator/SP.POP.TOTL?locations=RW</ext-link><ext-link ext-link-type="uri" xlink:href="http://"/>[cited 2017 Nov 16].</mixed-citation></ref><ref id="R12"><label>12</label><mixed-citation publication-type="journal"><string-name><surname>Umutesi</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Simmons</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Makuza</surname>
<given-names>JD</given-names></string-name>, <string-name><surname>Dushimiyimana</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Mbituyumuremyi</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Uwimana</surname>
<given-names>JM</given-names></string-name>, <etal>et al.</etal>
<article-title>Prevalence of hepatitis B and C infection in persons living with HIV enrolled in care in Rwanda.</article-title>
<source>BMC Infect Dis</source>. <year>2017</year>
<month>5</month>
<day>2</day>;<volume>17</volume>(<issue>1</issue>):<fpage>315</fpage>. <pub-id pub-id-type="doi">10.1186/s12879-017-2422-9</pub-id><?supplied-pmid 28464899?><pub-id pub-id-type="pmid">28464899</pub-id></mixed-citation></ref><ref id="R13"><label>13</label><mixed-citation publication-type="book"><source>Law 54/2010 of 25/01/2011. Establishing Rwanda Biomedical Center (RBC) and determining its mission, organisation and functioning.</source>
<publisher-loc>Kigali</publisher-loc>: <publisher-name>Government of Rwanda</publisher-name>; <year>2011</year>.</mixed-citation></ref><ref id="R14"><label>14</label><mixed-citation publication-type="book"><source>Document of the national policy for blood transfusion.</source>
<publisher-loc>Kigali</publisher-loc>: <collab>Rwanda </collab><publisher-name>Ministry of Health</publisher-name>; <year>2006</year>.</mixed-citation></ref><ref id="R15"><label>15</label><mixed-citation publication-type="journal"><string-name><surname>Donovan</surname>
<given-names>P</given-names></string-name>. <article-title>Rape and HIV/AIDS in Rwanda.</article-title>
<source>Lancet</source>. <year>2002</year>
<month>12</month>;<volume>360</volume>
<issue>Suppl</issue>:<fpage>s17</fpage>&#x02013;<lpage>8</lpage>. <pub-id pub-id-type="doi">10.1016/S0140-6736(02)11804-6</pub-id><?supplied-pmid 12504487?><pub-id pub-id-type="pmid">12504487</pub-id></mixed-citation></ref><ref id="R16"><label>16</label><mixed-citation publication-type="book"><source>National guidelines for prevention and management of HIV, STIs and other blood borne infections.</source>
<publisher-loc>Kigali</publisher-loc>: <collab>Rwanda </collab><publisher-name>Ministry of Health and Government of Rwanda</publisher-name>; <year>2013</year>.</mixed-citation></ref><ref id="R17"><label>17</label><mixed-citation publication-type="book"><source>National guidelines for the prevention and management of viral hepatitis B and C.</source>
<publisher-loc>Kigali</publisher-loc>: <publisher-name>Rwanda Ministry of Health</publisher-name>; <year>2015</year>.</mixed-citation></ref><ref id="R18"><label>18</label><mixed-citation publication-type="journal"><string-name><surname>Gupta</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Kabahizi</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Mukabatsinda</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Walker</surname>
<given-names>TD</given-names></string-name>, <string-name><surname>Musabeyezu</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Kiromera</surname>
<given-names>A</given-names></string-name>, <etal>et al.</etal>
<article-title>&#x0201c;Waiting for DAAs&#x0201d;: A retrospective chart review of patients with untreated hepatitis C in Rwanda.</article-title>
<source>PLoS One</source>. <year>2017</year>
<month>3</month>
<day>21</day>;<volume>12</volume>(<issue>3</issue>):<fpage>e0174148</fpage>. <pub-id pub-id-type="doi">10.1371/journal.pone.0174148</pub-id><?supplied-pmid 28323868?><pub-id pub-id-type="pmid">28323868</pub-id></mixed-citation></ref><ref id="R19"><label>19</label><mixed-citation publication-type="book"><source>National guidelines for prevention and management of HIV, STIs and other blood borne infections.</source>
<publisher-loc>Kigali</publisher-loc>: <collab>Rwanda </collab><publisher-name>Ministry of Health</publisher-name>; <year>2013</year>.</mixed-citation></ref><ref id="R20"><label>20</label><mixed-citation publication-type="book"><source>Rwanda viral hepatitis national operational plan January&#x02013;December 2016.</source>
<publisher-loc>Kigali</publisher-loc>: <publisher-name>Rwanda Biomedical Center and Rwanda Ministry of Health</publisher-name>; <year>2016</year>.</mixed-citation></ref><ref id="R21"><label>21</label><mixed-citation publication-type="book"><source>World hepatitis day summary report.</source>
<publisher-loc>Geneva</publisher-loc>: <publisher-name>World Hepatitis Alliance</publisher-name>; <year>2015</year>.</mixed-citation></ref><ref id="R22"><label>22</label><mixed-citation publication-type="book"><source>National HIV annual report 2014&#x02013;2015.</source>
<publisher-loc>Kigali</publisher-loc>: <publisher-name>Rwanda Biomedical Centre and Rwanda Ministry of Health</publisher-name>; <year>2015</year>.</mixed-citation></ref><ref id="R23"><label>23</label><mixed-citation publication-type="book"><collab>National Institute of Statistics of Rwanda, Ministry of Health Rwanda and ICF International</collab>. <source>Rwanda demographic and health survey 2014&#x02013;15.</source>
<publisher-loc>Rockville</publisher-loc>: <publisher-name>ICF International</publisher-name>; <year>2015</year>.</mixed-citation></ref><ref id="R24"><label>24</label><mixed-citation publication-type="web">Karuhanga J. Parliament joins drive to eradicate hepatitis. The New Times. 2011;June 30. Available from: <ext-link ext-link-type="uri" xlink:href="http://www.newtimes.co.rw/section/read/32601/">http://www.newtimes.co.rw/section/read/32601/</ext-link><ext-link ext-link-type="uri" xlink:href="http://"/>[cited 2017 Oct 25].</mixed-citation></ref><ref id="R25"><label>25</label><mixed-citation publication-type="journal"><string-name><surname>FitzSimons</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Hendrickx</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Hallauer</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Larson</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Lavanchy</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Lodewyckx</surname>
<given-names>I</given-names></string-name>, <etal>et al.</etal>
<article-title>Innovative sources for funding of viral hepatitis prevention and treatment in low- and middle-income countries: a roundtable meeting report.</article-title>
<source>Hepatol Med Policy</source>. <year>2016</year>;<volume>1</volume>(<issue>1</issue>):<fpage>16</fpage>
<pub-id pub-id-type="doi">10.1186/s41124-016-0022-8</pub-id></mixed-citation></ref></ref-list></back></article>