<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="fr"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><?QA-only?><journal-title-group><journal-title>Nutrition Clinique et M&#x000e9;tabolisme</journal-title></journal-title-group><issn pub-type="ppub">0985-0562</issn><issn pub-type="epub">0985-0562</issn><publisher><publisher-name>Soci&#x000e9;t&#x000e9; francophone nutrition clinique et m&#x000e9;tabolisme (SFNCM). Published by Elsevier Masson SAS.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7194687</article-id><article-id pub-id-type="publisher-id">S0985-0562(20)30353-8</article-id><article-id pub-id-type="doi">10.1016/j.nupar.2020.03.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Strat&#x000e9;gie de prise en charge nutritionnelle &#x000e0; l&#x02019;h&#x000f4;pital au cours de l&#x02019;&#x000e9;pid&#x000e9;mie virale Covid-19&#x000a0;: avis d&#x02019;experts de la Soci&#x000e9;t&#x000e9; Francophone de Nutrition Clinique et M&#x000e9;tabolisme (SFNCM)</article-title><trans-title-group xml:lang="en"><trans-title>Nutritional care at hospital during the Covid-19&#x000a0;viral epidemic: Expert opinion from the French-speaking Society for Clinical Nutrition and Metabolism (SFNCM)</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Thibault</surname><given-names>Ronan</given-names></name><email>ronan.thibault@chu-rennes.fr</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">*</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Quilliot</surname><given-names>Didier</given-names></name><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Seguin</surname><given-names>Philippe</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Tamion</surname><given-names>Fabienne</given-names></name><xref rid="aff0030" ref-type="aff">f</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Schneider</surname><given-names>St&#x000e9;phane</given-names></name><xref rid="aff0035" ref-type="aff">g</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>D&#x000e9;chelotte</surname><given-names>Pierre</given-names></name><xref rid="aff0040" ref-type="aff">h</xref><xref rid="aff0045" ref-type="aff">i</xref></contrib><contrib contrib-type="author"><collab>Comit&#x000e9; &#x000e9;ducationnel et de pratique clinique de la SFNCM</collab><xref rid="fn0005" ref-type="fn">1</xref></contrib><aff id="aff0005"><label>a</label>Service endocrinologie-diab&#x000e9;tologie-nutrition, unit&#x000e9; de nutrition, CHU de Rennes, 2, rue Henri-Le-Guilloux, 35000 Rennes, France</aff><aff id="aff0010"><label>b</label>INRA, Inserm, nutrition m&#x000e9;tabolismes et cancer, NuMeCan, Universit&#x000e9; de Rennes, Rennes, France</aff><aff id="aff0015"><label>c</label>Comit&#x000e9; &#x000e9;ducationnel et de pratique clinique de la SFNCM, Paris, France</aff><aff id="aff0020"><label>d</label>Unit&#x000e9; d&#x02019;assistance nutritionnelle et unit&#x000e9; transversale de nutrition, CHU de Nancy, Nancy, France</aff><aff id="aff0025"><label>e</label>Service de r&#x000e9;animation chirurgicale, CHU de Rennes, Rennes, France</aff><aff id="aff0030"><label>f</label>UNIROUEN, U1096, service de r&#x000e9;animation m&#x000e9;dicale, Normandie Universit&#x000e9;, CHU de Rouen, 76000 Rouen, France</aff><aff id="aff0035"><label>g</label>Gastroent&#x000e9;rologie et nutrition, Universit&#x000e9; C&#x000f4;te d&#x02019;Azur, Centre Hospitalier Universitaire de Nice, Nice, France</aff><aff id="aff0040"><label>h</label>Inserm, d&#x000e9;partement de nutrition, Universit&#x000e9; de Rouen Normandie, CHU de Rouen et UMR 1073, Rouen, France</aff><aff id="aff0045"><label>i</label>SFNCM</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Auteur correspondant. <email>ronan.thibault@chu-rennes.fr</email></corresp><fn id="fn0005"><label>1</label><p id="npar0005">Par ordre alphab&#x000e9;tique&#x000a0;: Vincent Attalin, Lucie Bouchoud, Evelyne Eyraud, Vincent Fraipont, Nicolas Flori, Mouna Hanachi, Pierre J&#x000e9;sus, C&#x000e9;cile Lambe, Gilbert Zeanandin.</p></fn></author-notes><pub-date pub-type="pmc-release"><day>30</day><month>3</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>5</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>30</day><month>3</month><year>2020</year></pub-date><volume>34</volume><issue>2</issue><fpage>97</fpage><lpage>104</lpage><history><date date-type="received"><day>24</day><month>3</month><year>2020</year></date><date date-type="rev-recd"><day>25</day><month>3</month><year>2020</year></date><date date-type="accepted"><day>25</day><month>3</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Soci&#x000e9;t&#x000e9; francophone nutrition clinique et m&#x000e9;tabolisme (SFNCM). Published by Elsevier Masson SAS. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Soci&#x000e9;t&#x000e9; francophone nutrition clinique et m&#x000e9;tabolisme (SFNCM)</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>R&#x000e9;sum&#x000e9;</title><p>L&#x02019;&#x000e9;pid&#x000e9;mie virale caus&#x000e9;e par le nouveau Coronavirus SARS-CoV-2&#x000a0;est responsable de la maladie li&#x000e9;e au Coronavirus-2019 (Covid-19). Cette &#x000e9;pid&#x000e9;mie impose des bouleversements dans nos organisations en &#x000e9;tablissements de sant&#x000e9; qui ne doivent pas occulter l&#x02019;importance du soin nutritionnel pour tous les patients qui le n&#x000e9;cessitent. Le diagnostic nutritionnel et la prise en charge nutritionnelle pr&#x000e9;coce des patients atteints du Covid-19&#x000a0;doivent &#x000ea;tre int&#x000e9;gr&#x000e9;s dans la strat&#x000e9;gie th&#x000e9;rapeutique globale, comme pour toute situation aigu&#x000eb; d&#x02019;agression m&#x000e9;tabolique. Ce document a &#x000e9;t&#x000e9; &#x000e9;labor&#x000e9; par la Soci&#x000e9;t&#x000e9; Francophone de Nutrition Clinique et M&#x000e9;tabolisme (SFNCM) dans l&#x02019;urgence de la crise sanitaire par un groupe d&#x02019;experts, en se basant sur les recommandations nationales et internationales disponibles dans le domaine de la d&#x000e9;nutrition, des &#x000e9;tats d&#x02018;agression m&#x000e9;taboliques aigus et de la r&#x000e9;animation &#x000e0; la date du 23&#x000a0;mars 2020. Nous esp&#x000e9;rons qu&#x02019;il apportera aux professionnels de sant&#x000e9;, surtout non sp&#x000e9;cialis&#x000e9;s en nutrition, des rep&#x000e8;res utiles pour la prise en charge des patients hospitalis&#x000e9;s, infect&#x000e9;s ou non par le Covid-19, en cette p&#x000e9;riode d&#x02019;&#x000e9;pid&#x000e9;mie et de confinement intra-hospitalier.</p></abstract><trans-abstract xml:lang="en"><p>The viral epidemic caused by the new Coronavirus SARS-CoV-2&#x000a0;is responsible for the new Coronavirus disease-2019 (Covid-19). This epidemic imposes upheavals in our organizations in healthcare centres, which should not obscure the importance of nutritional care. The nutritional diagnosis and the early nutritional care management of Covid-19&#x000a0; patients must be integrated into the overall therapeutic strategy, as with any acute situation of acute illness. This document was prepared by the French speaking Society for Clinical Nutrition and Metabolism (SFNCM) in the emergency of the health crisis by a group of experts, based on the national and international recommendations available in the field of malnutrition, critical illness, metabolic stress and intensive care medicine on March 23, 2020. We hope that this article will bring to healthcare professionals especially those not specialized in nutrition, useful landmarks to help them to manage hospitalized patients, infected or not by Covid-19&#x000a0;in the context of epidemic and intrahospital confinement.</p></trans-abstract><kwd-group id="kwd0005"><title>Mots cl&#x000e9;s</title><kwd>D&#x000e9;nutrition</kwd><kwd>Virus SARS-Cov2</kwd><kwd>R&#x000e9;animation</kwd><kwd>Agression m&#x000e9;tabolique</kwd><kwd>Nutrition ent&#x000e9;rale</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Malnutrition</kwd><kwd>SARS-Cov2&#x000a0;virus</kwd><kwd>Intensive care unit</kwd><kwd>Critical illness</kwd><kwd>Enteral nutrition</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><label>1</label><title>Contexte</title><p id="par0005">L&#x02019;&#x000e9;pid&#x000e9;mie virale caus&#x000e9;e par le nouveau Coronavirus SARS-CoV-2&#x000a0;est responsable de la maladie li&#x000e9;e au Coronavirus-2019 (Covid-19). Cette &#x000e9;pid&#x000e9;mie impose des bouleversements dans nos organisations en &#x000e9;tablissements de sant&#x000e9; qui ne doivent pas occulter l&#x02019;importance du soin nutritionnel.</p><p id="par0010">Ce document a &#x000e9;t&#x000e9; &#x000e9;labor&#x000e9; par la Soci&#x000e9;t&#x000e9; Francophone de Nutrition Clinique et M&#x000e9;tabolisme (SFNCM) &#x000e0; destination des professionnels de sant&#x000e9; travaillant en &#x000e9;tablissements de sant&#x000e9; pour les aider &#x000e0; prendre en charge les patients d&#x000e9;nutris ou &#x000e0; risque nutritionnel hospitalis&#x000e9;s, en service conventionnel ou en r&#x000e9;animation&#x000a0;:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0015">en premier lieu les patients atteints de la maladie li&#x000e9;e au Coronavirus-2019 (Covid-19), qui est la maladie infectieuse respiratoire caus&#x000e9;e par le nouveau Coronavirus SARS-CoV-2, incluant les patients de r&#x000e9;animation&#x000a0;;</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0020">mais aussi tout autre patient hospitalis&#x000e9;, dont la prise en charge ne doit pas &#x000ea;tre p&#x000e9;nalis&#x000e9;e.</p></list-item></list>
</p><p id="par0025">Le diagnostic nutritionnel et la prise en charge nutritionnelle pr&#x000e9;coce des patients Covid-19&#x000a0;doivent &#x000ea;tre int&#x000e9;gr&#x000e9;s dans la strat&#x000e9;gie th&#x000e9;rapeutique globale, comme pour toute situation aigu&#x000eb; d&#x02019;agression m&#x000e9;tabolique.</p><p id="par0030">Ce document a &#x000e9;t&#x000e9; &#x000e9;labor&#x000e9; dans l&#x02019;urgence de la crise sanitaire par un groupe d&#x02019;experts, en se basant sur les recommandations nationales et internationales disponibles dans le domaine de la d&#x000e9;nutrition, des &#x000e9;tats d&#x02019;agression m&#x000e9;taboliques aigus et de la r&#x000e9;animation &#x000e0; la date du 23&#x000a0;mars 2020. Il pourra &#x000e9;voluer si n&#x000e9;cessaire en fonction de connaissances nouvelles plus sp&#x000e9;cifiques sur la maladie Covid-19.</p><p id="par0035">Nous esp&#x000e9;rons qu&#x02019;il apportera aux professionnels de sant&#x000e9;, surtout non sp&#x000e9;cialis&#x000e9;s en nutrition, des rep&#x000e8;res utiles pour la prise en charge des patients hospitalis&#x000e9;s en cette p&#x000e9;riode d&#x02019;&#x000e9;pid&#x000e9;mie et de confinement intra-hospitalier.<boxed-text id="tb0005"><caption><title>L&#x02019;essentiel</title></caption><p id="par0040">Le patient Covid-19&#x000a0;est &#x000e0; risque de d&#x000e9;nutrition.<list list-type="simple" id="lis0010"><list-item id="lsti0015"><label>&#x02022;</label><p id="par0045">La d&#x000e9;nutrition a une valeur pronostique p&#x000e9;jorative et doit donc &#x000ea;tre si pr&#x000e9;venue si possible, diagnostiqu&#x000e9;e et prise en charge pr&#x000e9;cocement.</p></list-item><list-item id="lsit0095"><label>&#x02022;</label><p id="par0050">L&#x02019;indice de masse corporelle (IMC) et la perte de poids sont des crit&#x000e8;res ph&#x000e9;notypiques de d&#x000e9;nutrition&#x000a0;; ils doivent &#x000ea;tre d&#x000e9;termin&#x000e9;s d&#x000e8;s l&#x02019;admission.</p></list-item><list-item id="lsit0100"><label>&#x02022;</label><p id="par0055">La maladie Covid-19, par sa s&#x000e9;v&#x000e9;rit&#x000e9;, doit &#x000ea;tre retenue comme crit&#x000e8;re &#x000e9;tiologique pour le diagnostic de d&#x000e9;nutrition.</p></list-item><list-item id="lsit0105"><label>&#x02022;</label><p id="par0060">La bioimp&#x000e9;dancem&#x000e9;trie et la mesure de la force musculaire par dynamom&#x000e9;trie &#x000ab;&#x000a0;handgrip&#x000a0;&#x000bb; sont d&#x000e9;conseill&#x000e9;es chez les patients Covid-19&#x000a0;en raison du risque de transmission virale accru par les contacts patients&#x000a0;; l&#x02019;utilisation de la calorim&#x000e9;trie indirecte est &#x000e9;galement d&#x000e9;conseill&#x000e9;e dans ce contexte &#x000e9;pid&#x000e9;mique o&#x000f9; les contraintes rendent difficile l&#x02019;application parfaite des pr&#x000e9;cautions d&#x02019;hygi&#x000e8;ne n&#x000e9;cessaires.</p></list-item><list-item id="lsit0110"><label>&#x02022;</label><p id="par0065">Les protocoles de diagnostic et de traitement nutritionnel en vigueur dans l&#x02019;&#x000e9;tablissement restent inchang&#x000e9;s. Leurs modalit&#x000e9;s pratiques de mises en &#x00153;uvre doivent s&#x02019;adapter aux protocoles minist&#x000e9;riels et institutionnels mis en vigueur durant la p&#x000e9;riode d&#x02019;&#x000e9;pid&#x000e9;mie et &#x000e0; leur &#x000e9;volution.</p></list-item><list-item id="lsit0115"><label>&#x02022;</label><p id="par0070">Pour les patients n&#x000e9;cessitant, apr&#x000e8;s avis des consultants en nutrition clinique, une nutrition parent&#x000e9;rale, il est rappel&#x000e9; qu&#x02019;il s&#x02019;agit d&#x02019;un geste st&#x000e9;rile.</p></list-item></list>
</p></boxed-text>
</p></sec><sec id="sec0010"><label>2</label><title>Principes g&#x000e9;n&#x000e9;raux&#x000a0;: diagnostic et prise en charge de la d&#x000e9;nutrition</title><p id="par0075">Comme toute infection aigu&#x000eb;, Covid-19&#x000a0;est une maladie &#x000e0; haut risque de d&#x000e9;nutrition. Les tableaux cliniques les plus s&#x000e9;v&#x000e8;res de Covid-19, justifiant l&#x02019;hospitalisation, sont rencontr&#x000e9;s notamment, mais non exclusivement, chez les patients porteurs d&#x02019;une maladie chronique (telles qu&#x02019;insuffisance d&#x02019;organes, ob&#x000e9;sit&#x000e9; de grade 3, diab&#x000e8;te de type 2&#x000a0;ou cancers), &#x000e2;g&#x000e9;s et/ou polypathologiques <xref rid="bib0045" ref-type="bibr">[1]</xref>, <xref rid="bib0050" ref-type="bibr">[2]</xref>. De plus, ces maladies masquent souvent une d&#x000e9;nutrition prot&#x000e9;ique sous-jacente (sarcop&#x000e9;nie). La probabilit&#x000e9; que le patient infect&#x000e9; soit d&#x000e9;j&#x000e0; d&#x000e9;nutri &#x000e0; l&#x02019;admission en l&#x02019;hospitalisation est donc &#x000e9;lev&#x000e9;e. La d&#x000e9;nutrition est en r&#x000e8;gle g&#x000e9;n&#x000e9;rale un facteur de mauvais pronostic et doit donc &#x000ea;tre activement recherch&#x000e9;e, et ce m&#x000ea;me en l&#x02019;absence de donn&#x000e9;es sp&#x000e9;cifiques de la litt&#x000e9;rature concernant Covid-19&#x000a0;&#x000e0; l&#x02019;heure o&#x000f9; nous &#x000e9;crivons.</p><p id="par0080">Pour tout patient hospitalis&#x000e9;, les r&#x000e9;centes recommandations (HAS 2019) &#x000ab;&#x000a0;diagnostic de la d&#x000e9;nutrition&#x000a0;&#x000bb; s&#x02019;appliquent <xref rid="bib0055" ref-type="bibr">[3]</xref>. Les crit&#x000e8;res diagnostiques (ph&#x000e9;notypiques et &#x000e9;tiologiques) de la d&#x000e9;nutrition et de sa s&#x000e9;v&#x000e9;rit&#x000e9; sont rappel&#x000e9;s sur la <xref rid="fig0005" ref-type="fig">Fig. 1</xref>
&#x000a0;:<list list-type="simple" id="lis0015"><list-item id="lsti0020"><label>&#x02022;</label><p id="par0085">&#x000ab;&#x000a0;crit&#x000e8;res ph&#x000e9;notypiques&#x000a0;&#x000bb;&#x000a0;: un IMC bas (&#x0003c;&#x000a0;18,5&#x000a0;chez l&#x02019;adulte, &#x0003c;&#x000a0;21&#x000a0;apr&#x000e8;s 70&#x000a0;ans), ou une perte de poids r&#x000e9;cente (&#x0003e;&#x000a0;5&#x000a0;ou 10&#x000a0;% par rapport au poids habituel ou d&#x02019;il y a 1&#x000a0;ou 6&#x000a0;mois), ou une perte de quantit&#x000e9; ou fonction musculaire&#x000a0;; dans le cas des patients Covid-19, la mesure de la composition corporelle par bioimp&#x000e9;dancem&#x000e9;trie ou de la force musculaire par dynamom&#x000e9;trie &#x000ab;&#x000a0;handgrip&#x000a0;&#x000bb; sont toutefois d&#x000e9;conseill&#x000e9;es en raison du risque de transmission de l&#x02019;infection virale (c&#x000e2;bles de bioimp&#x000e9;dancem&#x000e9;trie et dynamom&#x000e8;tre entrant au contact des patients non &#x000e0; usage unique et tensions sur les mat&#x000e9;riels de protection et d&#x000e9;sinfection et le temps humain). &#x000c0; d&#x000e9;faut, le constat clinique d&#x02019;une amyotrophie ou d&#x02019;un patient incapable de se relever traduit la perte de fonction ou quantit&#x000e9; musculaire&#x000a0;;</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0090">&#x000ab;&#x000a0;crit&#x000e8;res &#x000e9;tiologiques&#x000a0;&#x000bb;&#x000a0;: la maladie Covid-19&#x000a0;constitue en soi un crit&#x000e8;re &#x000e9;tiologique &#x000e9;vident, tout comme la pr&#x000e9;sence d&#x02019;une maladie chronique. Une r&#x000e9;duction de la prise alimentaire doit &#x000e9;galement &#x000ea;tre recherch&#x000e9;e, &#x000e0; vis&#x000e9;e diagnostique et pour guider le traitement nutritionnel (voir plus bas)&#x000a0;;</p></list-item><list-item id="lsti0030"><label>&#x02022;</label><p id="par0095">&#x000ab;&#x000a0;crit&#x000e8;re biologique&#x000a0;&#x000bb;&#x000a0;: avant 70&#x000a0;ans, un dosage d&#x02019;albumine est utile pour &#x000e9;valuer la s&#x000e9;v&#x000e9;rit&#x000e9; de la d&#x000e9;nutrition&#x000a0;; apr&#x000e8;s 70&#x000a0;ans, l&#x02019;hypoalbumin&#x000e9;mie a une valeur diagnostique. &#x000c0; tout &#x000e2;ge, les premi&#x000e8;res donn&#x000e9;es publi&#x000e9;es <xref rid="bib0060" ref-type="bibr">[4]</xref> indiquent que l&#x02019;hypoalbumin&#x000e9;mie a une valeur pronostique p&#x000e9;jorative au cours du Covid-19.</p></list-item></list>
<fig id="fig0005"><label>Fig. 1</label><caption><p>Algorithme d&#x02019;&#x000e9;valuation nutritionnelle selon les recommandations 2019&#x000a0;de la Haute Autorit&#x000e9; de Sant&#x000e9; (HAS) <xref rid="bib0055" ref-type="bibr">[3]</xref>.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0100">Dans les formes graves, o&#x000f9; il serait impossible de peser le patient ou d&#x02019;&#x000e9;valuer sa prise alimentaire, le patient Covid-19&#x000a0;devrait &#x000ea;tre consid&#x000e9;r&#x000e9; &#x000e0; haut risque d&#x02019;aggravation et devrait alors &#x000ea;tre g&#x000e9;r&#x000e9; comme un cas de d&#x000e9;nutrition s&#x000e9;v&#x000e8;re.</p><p id="par0105">La prise en charge nutritionnelle est adapt&#x000e9;e de fa&#x000e7;on gradu&#x000e9;e et personnalis&#x000e9;e en fonction de la s&#x000e9;v&#x000e9;rit&#x000e9; de la d&#x000e9;nutrition, en accord avec l&#x02019;arbre d&#x000e9;cisionnel du soin nutritionnel (<xref rid="fig0010" ref-type="fig">Fig. 2</xref>
) <xref rid="bib0065" ref-type="bibr">[5]</xref>&#x000a0;: principalement, alimentation enrichie avec ou sans compl&#x000e9;ments nutritionnels oraux ou nutrition ent&#x000e9;rale par sonde nasogastrique. Les protocoles de traitement nutritionnel en vigueur dans l&#x02019;&#x000e9;tablissement restent inchang&#x000e9;s, mais leurs modalit&#x000e9;s pratiques peuvent se voir modifier&#x000a0;durant la p&#x000e9;riode d&#x02019;&#x000e9;pid&#x000e9;mie&#x000a0;avec par exemple&#x000a0;la limitation des possibilit&#x000e9;s de consultation physique des &#x000e9;quipes di&#x000e9;t&#x000e9;tiques ou de l&#x02019;unit&#x000e9; transversale de nutrition, n&#x000e9;cessitant de recourir &#x000e0; des consultations t&#x000e9;l&#x000e9;phoniques y compris en intra-&#x000e9;tablissement. La strat&#x000e9;gie de prise en charge nutritionnelle des patients Covid-19&#x000a0;est d&#x000e9;taill&#x000e9;e dans le paragraphe 4.<fig id="fig0010"><label>Fig. 2</label><caption><p>Arbre d&#x000e9;cisionnel du soin nutritionnel de la SFNCM.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p></sec><sec id="sec0015"><label>3</label><title>Cons&#x000e9;quences nutritionnelles de la maladie Covid-19</title><p id="par0110">En l&#x02019;absence de donn&#x000e9;es nutritionnelles concernant sp&#x000e9;cifiquement la maladie Covid-19, les &#x000e9;l&#x000e9;ments suivants sont propos&#x000e9;s &#x000e0; partir des donn&#x000e9;es existant pour des infections respiratoires s&#x000e9;v&#x000e8;res&#x000a0;:<list list-type="simple" id="lis0020"><list-item id="lsti0035"><label>&#x02022;</label><p id="par0115">une infection respiratoire s&#x000e9;v&#x000e8;re induit un syndrome inflammatoire et un hypercatabolisme, ainsi qu&#x02019;une augmentation de la d&#x000e9;pense &#x000e9;nerg&#x000e9;tique li&#x000e9;e au travail ventilatoire&#x000a0;; les besoins nutritionnels (&#x000e9;nerg&#x000e9;tiques et prot&#x000e9;iques) sont donc accrus&#x000a0;;</p></list-item><list-item id="lsti0040"><label>&#x02022;</label><p id="par0120">la prise alimentaire est souvent tr&#x000e8;s r&#x000e9;duite par plusieurs facteurs&#x000a0;: anorexie secondaire &#x000e0; l&#x02019;infection, g&#x000ea;ne respiratoire, anosmie, agueusie, ob&#x000e9;sit&#x000e9;, stress, confinement, probl&#x000e8;mes d&#x02019;organisation limitant l&#x02019;assistance au repas&#x02026;&#x000a0;;</p></list-item><list-item id="lsti0045"><label>&#x02022;</label><p id="par0125">il faut donc surveiller r&#x000e9;guli&#x000e8;rement la prise alimentaire (qualitative et quantitative en &#x000e9;chelle analogique entre 0&#x000a0;et 10/10) ou par surveillance des portions consomm&#x000e9;es (0, &#x000bc;, &#x000bd;&#x000a0;; &#x000be;&#x000a0;; 1) durant le repas du midi ou du soir&#x000a0;; une prise&#x000a0;&#x0003c;&#x000a0;7/10&#x000a0;doit alerter sur une probable d&#x000e9;nutrition et&#x000a0;&#x0003c;&#x000a0;5/10 (ou portions consomm&#x000e9;es&#x000a0;&#x02264;&#x000a0;50&#x000a0;%) impose un support nutritionnel&#x000a0;; l&#x02019;utilisation syst&#x000e9;matique et simplifi&#x000e9;e de l&#x02019;&#x000e9;chelle analogique de la prise alimentaire ou des portions consomm&#x000e9;es par les aide-soignant(es) pourrait permettre d&#x02019;alerter rapidement les services de di&#x000e9;t&#x000e9;tique et de nutrition pour une prise en charge nutritionnelle plus pr&#x000e9;coce&#x000a0;;</p></list-item><list-item id="lsti0050"><label>&#x02022;</label><p id="par0130">l&#x02019;infection, l&#x02019;hyperm&#x000e9;tabolisme et le d&#x000e9;cubitus exposent &#x000e0; une fonte musculaire rapide&#x000a0;; selon l&#x02019;&#x000e9;tat clinique individuel, une mobilisation au lit ou dans la chambre sera encourag&#x000e9;e pour pr&#x000e9;server les r&#x000e9;serves et la fonction musculaires. Elle sera adapt&#x000e9;e aux capacit&#x000e9;s d&#x02019;autonomie du patient, dans un contexte de limitation de disponibilit&#x000e9; et d&#x02019;acc&#x000e8;s des intervenants sp&#x000e9;cialis&#x000e9;s (kin&#x000e9;sith&#x000e9;rapeutes, APA) pour les soins respiratoires prioritaires. La mobilisation sera intensifi&#x000e9;e d&#x000e8;s que l&#x02019;am&#x000e9;lioration clinique le permettra.</p></list-item></list>
</p></sec><sec id="sec0020"><label>4</label><title>Traitement nutritionnel des malades Covid-19&#x000a0;hospitalis&#x000e9;s hors r&#x000e9;animation.</title><p id="par0135">Les modalit&#x000e9;s du traitement nutritionnel sont les m&#x000ea;mes que chez les patients hospitalis&#x000e9;s pour d&#x02019;autres pathologies aigu&#x000eb;s, en accord avec l&#x02019;arbre d&#x000e9;cisionnel du soin nutritionnel (<xref rid="fig0010" ref-type="fig">Fig. 2</xref>) <xref rid="bib0065" ref-type="bibr">[5]</xref>&#x000a0;:<list list-type="simple" id="lis0025"><list-item id="lsti0055"><label>&#x02022;</label><p id="par0140">en l&#x02019;absence de d&#x000e9;nutrition initiale&#x000a0;: pr&#x000e9;vention de l&#x02019;aggravation par la mise en place d&#x02019;une alimentation hyper&#x000e9;nerg&#x000e9;tique et hyperprot&#x000e9;ique chez les patients Covid-19&#x000a0;;</p></list-item><list-item id="lsti0060"><label>&#x02022;</label><p id="par0145">si d&#x000e9;nutrition mod&#x000e9;r&#x000e9;e d&#x000e9;j&#x000e0; pr&#x000e9;sente et/ou prise alimentaire&#x000a0;&#x0003c;&#x000a0;7/10&#x000a0;: alimentation hyper&#x000e9;nerg&#x000e9;tique et hyperprot&#x000e9;ique&#x000a0;+&#x000a0;compl&#x000e9;ments nutritionnels oraux (CNO) entre les repas&#x000a0;;</p></list-item><list-item id="lsti0065"><label>&#x02022;</label><p id="par0150">si d&#x000e9;nutrition s&#x000e9;v&#x000e8;re et/ou prise alimentaire&#x000a0;&#x0003c;&#x000a0;5/10 (ou portions consomm&#x000e9;es&#x000a0;&#x02264;&#x000a0;50&#x000a0;%)&#x000a0;: nutrition ent&#x000e9;rale pr&#x000e9;coce par sonde naso-gastrique, sauf contre-indication, selon les modalit&#x000e9;s habituelles, le tube digestif des patients Covid-19&#x000a0;&#x000e9;tant g&#x000e9;n&#x000e9;ralement fonctionnel.</p></list-item></list>
</p><p id="par0155">Le recours &#x000e0; la nutrition parent&#x000e9;rale doit &#x000ea;tre limit&#x000e9; &#x000e0; des cas rares et particuliers (ex&#x000a0;: patient trait&#x000e9; par nutrition parent&#x000e9;rale &#x000e0; domicile et infect&#x000e9;) et &#x000e0; certaines situations de r&#x000e9;animation (voir paragraphe 5&#x000a0;et <xref rid="fig0015" ref-type="fig">Fig. 3</xref>
)&#x000a0;:<list list-type="simple" id="lis0030"><list-item id="lsti0070"><label>&#x02022;</label><p id="par0160">les objectifs quotidiens d&#x02019;apports &#x000e9;nerg&#x000e9;tiques totaux peuvent &#x000ea;tre estim&#x000e9;s &#x000e0; 30&#x000a0;kcal/kg poids actuel/jour et 1,3&#x000a0;g/kg poids actuel/j de prot&#x000e9;ines&#x000a0;; en cas d&#x02019;ob&#x000e9;sit&#x000e9;, les objectifs pourront &#x000ea;tre &#x000e9;valu&#x000e9;s &#x000e0; partir du poids ajust&#x000e9; (<xref rid="fig0015" ref-type="fig">Fig. 3</xref>). Ces objectifs seront atteints progressivement en 48&#x02013;72&#x000a0;h selon la tol&#x000e9;rance. La pr&#x000e9;vention du syndrome de renutrition sera syst&#x000e9;matique, avec une suppl&#x000e9;mentation adapt&#x000e9;e en &#x000e9;lectrolytes, phosphore, vitamines, oligo&#x000e9;l&#x000e9;ments et une surveillance rapproch&#x000e9;e clinique et biologique&#x000a0;;</p></list-item><list-item id="lsti0075"><label>&#x02022;</label><p id="par0165">dans tous les cas, dans tous les cas la surveillance du poids et de la prise alimentaire est n&#x000e9;cessaire et une r&#x000e9;&#x000e9;valuation clinique et biologique doit &#x000ea;tre r&#x000e9;alis&#x000e9;e selon les protocoles en vigueur, afin d&#x02019;&#x000e9;valuer l&#x02019;&#x000e9;volution de l&#x02019;&#x000e9;tat nutritionnel (<xref rid="fig0010" ref-type="fig">Fig. 2</xref>) <xref rid="bib0065" ref-type="bibr">[5]</xref>.</p></list-item></list>
<fig id="fig0015"><label>Fig. 3</label><caption><p>Protocole de nutrition du patient Covid-19&#x000a0;en r&#x000e9;animation.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p><p id="par0170">La nutrition ent&#x000e9;rale en site gastrique doit &#x000ea;tre r&#x000e9;alis&#x000e9;e dans toute la mesure du possible &#x000e0; l&#x02019;aide d&#x02019;une pompe avec r&#x000e9;gulateur de d&#x000e9;bit. En cas de p&#x000e9;nurie de pompes avec r&#x000e9;gulateur de d&#x000e9;bit, il est n&#x000e9;cessaire de les r&#x000e9;server prioritairement &#x000e0; la r&#x000e9;animation, quitte &#x000e0; nourrir par gravit&#x000e9; des malades en service conventionnel identifi&#x000e9;s comme les moins &#x000e0; risque d&#x02019;inhalation bronchique.</p><p id="par0175">Enfin, il est important de noter que la majorit&#x000e9; des bras de l&#x02019;essai International Discovery <xref rid="bib0070" ref-type="bibr">[6]</xref> n&#x000e9;cessite une administration orale du m&#x000e9;dicament&#x000a0;; n&#x000e9;anmoins, il est bien pr&#x000e9;cis&#x000e9; qu&#x02019;en cas d&#x02019;impossibilit&#x000e9; de le prendre per os, il faudrait utiliser ou mettre en place une sonde nasogastrique. Ces patients ne pouvant s&#x02019;alimenter &#x000e9;tant consid&#x000e9;r&#x000e9;s &#x000e0; haut risque nutritionnel, la nutrition ent&#x000e9;rale est donc indiqu&#x000e9;e.</p><p id="par0180">En r&#x000e9;sum&#x000e9;, il est probable qu&#x02019;une part importante des patients infect&#x000e9;s Covid-19&#x000a0;hospitalis&#x000e9;s en service conventionnel n&#x000e9;cessitera une nutrition ent&#x000e9;rale ou au moins un enrichissement et des compl&#x000e9;ments nutritionnels.</p><p id="par0185">N&#x000e9;anmoins, nous sommes bien conscients du fait que la mise en &#x00153;uvre pratique de cette strat&#x000e9;gie nutritionnelle pourrait &#x000ea;tre illusoire dans les &#x000e9;tablissements de sant&#x000e9; en situation de d&#x000e9;bordement. Nous proposons alors une proc&#x000e9;dure simple&#x000a0;: tout patient Covid-19+ hors r&#x000e9;animation qui ne pourrait &#x000ea;tre insuffisamment aliment&#x000e9; par voie orale doit recevoir au moins 3&#x000a0;compl&#x000e9;ments nutritionnels oraux par jour, tant qu&#x02019;il n&#x02019;y a pas limitation de soins.</p></sec><sec id="sec0025"><label>5</label><title>Traitement nutritionnel chez les malades Covid-19&#x000a0;hospitalis&#x000e9;s en r&#x000e9;animation</title><p id="par0190">Un protocole de nutrition du patient Covid-19&#x000a0;en r&#x000e9;animation est propos&#x000e9;e en <xref rid="fig0015" ref-type="fig">Fig. 3</xref>. Il est proche de celui des patients de r&#x000e9;animation tel que recommand&#x000e9; par la Soci&#x000e9;t&#x000e9; Europ&#x000e9;enne de Nutrition Clinique et M&#x000e9;tabolisme (ESPEN) <xref rid="bib0075" ref-type="bibr">[7]</xref>, mais avec les sp&#x000e9;cificit&#x000e9;s ci-dessous&#x000a0;:<boxed-text id="tb0010"><caption><title>L&#x02019;essentiel</title></caption><p id="par0195">
<list list-type="simple" id="lis0035"><list-item id="lsit0120"><label>&#x02022;</label><p id="par0200">Le patient Covid-19&#x000a0;hospitalis&#x000e9; en r&#x000e9;animation est &#x000e0; tr&#x000e8;s haut risque de d&#x000e9;nutrition.</p></list-item><list-item id="lsit0125"><label>&#x02022;</label><p id="par0205">La calorim&#x000e9;trie indirecte ne doit pas &#x000ea;tre utilis&#x000e9;e, car l&#x02019;int&#x000e9;gralit&#x000e9; des proc&#x000e9;dures de d&#x000e9;contamination adapt&#x000e9;es utilis&#x000e9;e habituellement ne peut &#x000ea;tre garantie en contexte &#x000e9;pid&#x000e9;mique et ce, m&#x000ea;me si le capteur est situ&#x000e9; en amont du filtre respiratoire HME (&#x000ab;&#x000a0;heat and moisture exchanger&#x000a0;&#x000bb;).</p></list-item><list-item id="lsit0130"><label>&#x02022;</label><p id="par0210">La nutrition ent&#x000e9;rale doit &#x000ea;tre privil&#x000e9;gi&#x000e9;e et d&#x000e9;marr&#x000e9;e dans les 48&#x000a0;h suivant l&#x02019;admission.</p></list-item><list-item id="lsit0135"><label>&#x02022;</label><p id="par0215">La nutrition ent&#x000e9;rale en site gastrique est souvent possible, m&#x000ea;me en d&#x000e9;cubitus ventral.</p></list-item><list-item id="lsit0140"><label>&#x02022;</label><p id="par0220">La nutrition ent&#x000e9;rale doit &#x000ea;tre r&#x000e9;alis&#x000e9;e &#x000e0; l&#x02019;aide d&#x02019;une pompe avec r&#x000e9;gulateur de d&#x000e9;bit.</p></list-item><list-item id="lsit0145"><label>&#x02022;</label><p id="par0225">Le syndrome de renutrition inappropri&#x000e9;e (SRI) doit &#x000ea;tre pr&#x000e9;venu.</p></list-item><list-item id="lsit0150"><label>&#x02022;</label><p id="par0230">La nutrition parent&#x000e9;rale est indiqu&#x000e9;e&#x000a0;:<list list-type="simple" id="lis0040"><list-item id="lsit0155"><label>&#x02218;</label><p id="par0235">si la nutrition ent&#x000e9;rale est impossible ou contre-indiqu&#x000e9;e,</p></list-item><list-item id="lsit0160"><label>&#x02218;</label><p id="par0240">ou en compl&#x000e9;ment d&#x02019;une nutrition ent&#x000e9;rale tant que celle-ci est insuffisante.</p></list-item><list-item id="lsit0165"><label>&#x02218;</label><p id="par0245">si la nutrition ent&#x000e9;rale en d&#x000e9;cubitus ventral est associ&#x000e9;e &#x000e0; des vomissements.</p></list-item></list>
</p></list-item><list-item id="lsit0170"><label>&#x02022;</label><p id="par0250">En r&#x000e8;gle g&#x000e9;n&#x000e9;rale, la nutrition parent&#x000e9;rale ne devrait pas &#x000ea;tre d&#x000e9;but&#x000e9;e avant j4.</p></list-item></list>
</p></boxed-text>
</p><p id="par0255">Les patients Covid-19&#x000a0;et hospitalis&#x000e9;s en r&#x000e9;animation sont plus fr&#x000e9;quemment &#x000e2;g&#x000e9;s et porteurs de comorbidit&#x000e9;s, donc &#x000e0; risque majeur de sarcop&#x000e9;nie. Il convient donc de pr&#x000e9;venir l&#x02019;aggravation de la sarcop&#x000e9;nie par une strat&#x000e9;gie nutritionnelle adapt&#x000e9;e. Apr&#x000e8;s extubation, la strat&#x000e9;gie nutritionnelle doit &#x000ea;tre adapt&#x000e9;e en fonction de certaines situations (<xref rid="tbl0005" ref-type="table">Tableau 1</xref>
) et en accord avec l&#x02019;arbre d&#x000e9;cisionnel du soin nutritionnel de la SFNCM (<xref rid="fig0010" ref-type="fig">Fig. 2</xref>) <xref rid="bib0065" ref-type="bibr">[5]</xref>. Les troubles de la d&#x000e9;glutition post-extubation sont fr&#x000e9;quents, estim&#x000e9;s entre 10&#x000a0;et 67&#x000a0;% des patients <xref rid="bib0075" ref-type="bibr">[7]</xref>. Ils sont une situation &#x000e0; risque de sous-nutrition (insuffisance des apports oraux), donc de d&#x000e9;nutrition. Apr&#x000e8;s extubation, on estime &#x000e0; environ 24&#x000a0;% la proportion de patients &#x000e2;g&#x000e9;s n&#x000e9;cessitant une nutrition ent&#x000e9;rale en compl&#x000e9;ment de leur prise alimentaire orale <xref rid="bib0075" ref-type="bibr">[7]</xref>. On peut craindre une proportion plus &#x000e9;lev&#x000e9;e dans le cas de l&#x02019;infection Covid-19&#x000a0;en raison de s&#x000e9;jour prolong&#x000e9; en r&#x000e9;animation et de l&#x02019;intensit&#x000e9; du syndrome inflammatoire et catabolique.<table-wrap position="float" id="tbl0005"><label>Tableau 1</label><caption><p>Strat&#x000e9;gie nutritionnelle apr&#x000e8;s extubation (d&#x02019;apr&#x000e8;s <xref rid="bib0070" ref-type="bibr">[6]</xref>).</p></caption><alt-text id="at1">Tableau 1</alt-text><table frame="hsides" rules="groups"><tbody><tr><td align="left"><italic>En toute situation</italic></td></tr><tr><td align="left">&#x000a0;En cas de dysphagie, fournir une alimentation &#x000e0; texture adapt&#x000e9;e</td></tr><tr><td align="left">&#x000a0;Les apports en &#x000e9;nergie et prot&#x000e9;ines doivent &#x000ea;tre adapt&#x000e9;s aux besoins</td></tr><tr><td align="left">&#x000a0;Une activit&#x000e9; physique adapt&#x000e9;e doit &#x000ea;tre propos&#x000e9;e</td></tr><tr><td align="left"><italic>En cas de troubles de la d&#x000e9;glutition post-extubation</italic></td></tr><tr><td align="left">&#x000a0;Poursuivre la NE mais &#x000e9;valuer le risque de pneumopathie d&#x02019;inhalation</td></tr><tr><td align="left">&#x000a0;Si risque d&#x02019;inhalation, r&#x000e9;aliser la NE en site j&#x000e9;junal</td></tr><tr><td align="left">&#x000a0;Si la NE est impossible, proposer une NP temporaire&#x000a0;; la r&#x000e9;&#x000e9;ducation &#x000e0; la d&#x000e9;glutition peut n&#x000e9;cessiter le retrait de la sonde nasodigestive</td></tr><tr><td align="left">&#x000a0;En cas de NP exclusive temporaire, attention au risque de surnutrition</td></tr><tr><td align="left"><italic>En cas de trach&#x000e9;otomie</italic></td></tr><tr><td align="left">&#x000a0;Privil&#x000e9;gier l&#x02019;alimentation orale, fractionn&#x000e9;e, enrichie, avec des compl&#x000e9;ments nutritionnels oraux</td></tr><tr><td align="left">&#x000a0;Si les besoins en &#x000e9;nergie et en prot&#x000e9;ines ne sont pas couverts (&#x0003c;&#x000a0;70&#x000a0;% des besoins), envisager une NE compl&#x000e9;mentaire</td></tr><tr><td align="left">&#x000a0;En cas de NP compl&#x000e9;mentaire, attention au risque de surnutrition</td></tr></tbody></table><table-wrap-foot><fn><p>NE&#x000a0;: nutrition ent&#x000e9;rale&#x000a0;; NP&#x000a0;: nutrition parent&#x000e9;rale.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec0030"><label>6</label><title>Prise en charge nutritionnelle des autres patients hospitalis&#x000e9;s, non Covid-19</title><p id="par0260">L&#x02019;attention particuli&#x000e8;re port&#x000e9;e aux patients Covid-19&#x000a0;va l&#x000e9;gitimement mobiliser beaucoup de ressources sp&#x000e9;cialis&#x000e9;es (di&#x000e9;t&#x000e9;ticiens, m&#x000e9;decins nutritionnistes). Elle ne doit pas faire oublier les besoins nutritionnels des autres patients hospitalis&#x000e9;s, mais impose de prioriser les situations de d&#x000e9;nutrition s&#x000e9;v&#x000e8;re. Il faut en effet favoriser la r&#x000e9;cup&#x000e9;ration des patients non infect&#x000e9;s Covid-19&#x000a0;pour favoriser leur sortie rapide, au besoin en Nutrition &#x000e0; Domicile. L&#x02019;adaptation des modalit&#x000e9;s de la nutrition &#x000e0; domicile en p&#x000e9;riode d&#x02019;&#x000e9;pid&#x000e9;mie Covid-19&#x000a0;fait l&#x02019;objet d&#x02019;un document sp&#x000e9;cifique par Schneider et al. dans ce m&#x000ea;me num&#x000e9;ro de la revue.</p><p id="par0265">Les protocoles de diagnostic et de traitement nutritionnel en vigueur dans l&#x02019;&#x000e9;tablissement restent donc inchang&#x000e9;s. Leurs modalit&#x000e9;s de mise en &#x00153;uvre pratiques doivent s&#x02019;adapter aux protocoles minist&#x000e9;riels et institutionnels mis en vigueur durant la p&#x000e9;riode de confinement et &#x000e0; leur &#x000e9;volution. Apr&#x000e8;s l&#x02019;hospitalisation, la reprise d&#x02019;une activit&#x000e9; physique r&#x000e9;guli&#x000e8;re (endurance et r&#x000e9;sistance), m&#x000ea;me &#x000e0; domicile, est recommand&#x000e9;e <xref rid="bib0080" ref-type="bibr">[8]</xref>.</p><p id="par0270">D&#x02019;apr&#x000e8;s le minist&#x000e8;re de la Sant&#x000e9; <xref rid="bib0045" ref-type="bibr">[1]</xref>, l&#x02019;ob&#x000e9;sit&#x000e9; est associ&#x000e9;e &#x000e0; une &#x000e9;volution p&#x000e9;jorative de la maladie Covid-19. Il faut donc limiter l&#x02019;exposition des patients ob&#x000e8;ses en p&#x000e9;riode d&#x02019;&#x000e9;pid&#x000e9;mie en r&#x000e9;duisant le recours &#x000e0; l&#x02019;hospitalisation aux situations imp&#x000e9;ratives. En cas d&#x02019;hospitalisation d&#x02019;un patient ob&#x000e8;se pendant la p&#x000e9;riode de confinement, il ne faut pas imposer de r&#x000e9;gime restrictif car toute perte de poids rapide se ferait aux d&#x000e9;pens de la masse maigre, affaiblissant les d&#x000e9;fenses immunitaires et donc la s&#x000e9;v&#x000e9;rit&#x000e9; de la maladie Covid-19&#x000a0;si le patient venait &#x000e0; &#x000ea;tre contamin&#x000e9;.</p></sec><sec id="sec0035"><label>7</label><title>Mobilisation gradu&#x000e9;e des professionnels de di&#x000e9;t&#x000e9;tique et de nutrition clinique</title><p id="par0275">Dans les services conventionnels, la prise en charge nutritionnelle s&#x02019;organise selon la proc&#x000e9;dure suivante, en trois &#x000e9;tapes&#x000a0;:<list list-type="simple" id="lis0045"><list-item id="lsti0080"><label>&#x02022;</label><p id="par0280">dans les 24&#x000a0;h suivant l&#x02019;admission&#x000a0;: le d&#x000e9;pistage de la d&#x000e9;nutrition doit &#x000ea;tre assur&#x000e9; au niveau des unit&#x000e9;s&#x000a0;: pes&#x000e9;e, IMC,&#x000a0;% de perte poids, prise alimentaire&#x000a0;;</p></list-item><list-item id="lsti0085"><label>&#x02022;</label><p id="par0285">en cas de d&#x000e9;nutrition&#x000a0;: solliciter le/la di&#x000e9;t&#x000e9;ticien(ne) affect&#x000e9;(e) au service pour confirmer le diagnostic et d&#x000e9;buter la prise en charge par compl&#x000e9;mentation nutritionnelle orale et/ou nutrition ent&#x000e9;rale&#x000a0;;</p></list-item><list-item id="lsti0090"><label>&#x02022;</label><p id="par0290">en cas de situations complexes et sur conseils du di&#x000e9;t&#x000e9;ticien(ne) affect&#x000e9;(e) au service, un avis sp&#x000e9;cialis&#x000e9; de m&#x000e9;decin nutritionniste ou ayant une comp&#x000e9;tence en nutrition doit &#x000ea;tre sollicit&#x000e9; (contacts disponibles via le CLAN de chaque &#x000e9;tablissement). En dehors de situations d&#x02019;urgence, il est conseill&#x000e9; de respecter le passage par l&#x02019;&#x000e9;tape 2.</p></list-item></list>
</p><p id="par0295">Si votre &#x000e9;tablissement de dispose pas de m&#x000e9;decin sp&#x000e9;cialis&#x000e9; ou comp&#x000e9;tent en nutrition clinique, un conseil peut &#x000ea;tre sollicit&#x000e9; via contact@sfncm.org&#x000a0;; votre message sera r&#x000e9;orient&#x000e9; sur le d&#x000e9;l&#x000e9;gu&#x000e9; r&#x000e9;gional SFNCM le plus proche de votre &#x000e9;tablissement. Vous pouvez aussi consulter la r&#x000e9;partition g&#x000e9;ographique des d&#x000e9;l&#x000e9;gu&#x000e9;s sur le site <ext-link ext-link-type="uri" xlink:href="http://www.sfncm.org/" id="intr0005">www.sfncm.org</ext-link> et par le lien <ext-link ext-link-type="uri" xlink:href="https://www.sfncm.org/reseaux-dietetique-nutrition/clans/delegues-regionaux" id="intr0010">https://www.sfncm.org/reseaux-dietetique-nutrition/clans/delegues-regionaux</ext-link>.</p></sec><sec id="sec0040"><label>8</label><title>Conclusion</title><p id="par0300">Face &#x000e0; l&#x02019;&#x000e9;pid&#x000e9;mie COVID-19, la mobilisation urgente des acteurs de la di&#x000e9;t&#x000e9;tique et de la nutrition clinique en appui des &#x000e9;quipes soignantes doit permettre d&#x02019;identifier d&#x000e8;s l&#x02019;admission les patients d&#x000e9;nutris et d&#x02019;instaurer chez tous les patients COVID-19&#x000a0;une strat&#x000e9;gie active de prise en charge ou de pr&#x000e9;vention chez les moins s&#x000e9;v&#x000e8;rement atteints.</p><p id="par0305">Ces recommandations, bas&#x000e9;es sur des principes g&#x000e9;n&#x000e9;raux et l&#x02019;exp&#x000e9;rience de situations cliniques analogues sont propos&#x000e9;es comme rep&#x000e8;res pour les non-sp&#x000e9;cialistes.</p><p id="par0310">Les retours d&#x02019;exp&#x000e9;rience et questions soulev&#x000e9;es dans la mise en &#x00153;uvre de ces recommandations d&#x02019;experts seront accueillis avec grand int&#x000e9;r&#x000ea;t sur contact@sfncm.org, objet Covid-19, pour enrichir nos connaissances dans ce domaine pathologique nouveau et adapter nos modes de prise en charge.</p></sec><sec id="sec0045"><title>Protection des droits des sujets humains et animaux</title><p id="par0315">Les auteurs d&#x000e9;clarent que les travaux d&#x000e9;crits n&#x02019;ont pas impliqu&#x000e9; d&#x02019;exp&#x000e9;rimentations sur les patients, sujets ou animaux.</p></sec><sec id="sec0050"><title>Consentement &#x000e9;clair&#x000e9; et confidentialit&#x000e9; des donn&#x000e9;es</title><p id="par0320">Les auteurs d&#x000e9;clarent que les travaux d&#x000e9;crits n&#x02019;impliquent aucun patient ou sujet.</p></sec><sec id="sec0055"><title>D&#x000e9;claration de liens d&#x02019;int&#x000e9;r&#x000ea;ts</title><p id="par0325">Ronan Thibault&#x000a0;: consulter &#x00026; honoraires conf&#x000e9;rence&#x000a0;: Aguettant, Baxter, BBraun, Fresenius-Kabi, Nutricia, Roche&#x000a0;; honoraires conf&#x000e9;rence&#x000a0;: Astra-Zeneca, Homeperf, Lactalis, Nestl&#x000e9;, Shire&#x000a0;; royalties&#x000a0;: conception du Score d&#x02019;&#x000c9;valuation Facile des Ingesta (SEFI&#x000ae;).</p><p id="par0330">Didier Quilliot&#x000a0;: Aguettant, Baxter, Homeperf.</p><p id="par0335">St&#x000e9;phane Schneider&#x000a0;: essais cliniques, conf&#x000e9;rences, activit&#x000e9;s de conseil, hospitalit&#x000e9; pour congr&#x000e8;s&#x000a0;: B.&#x000a0;Braun, Baxter, Cardinal Health, Fresenius-Kabi, Homeperf, Laboratoires Grand Fontaine, Nestl&#x000e9; Health Science, Nutricia, Theradial.</p><p id="par0340">Pierre D&#x000e9;chelotte&#x000a0;: Actionnaire et consultant&#x000a0;: TagEDys SA&#x000a0;; honoraires conf&#x000e9;rence&#x000a0;: Baxter, Fresenius, Nestl&#x000e9; Health Science&#x000a0;; consultant&#x000a0;: Nestl&#x000e9;, Sanofi, Servier&#x000a0;: Nicolas Flori&#x000a0;: consulting/invitations &#x000e0; des congr&#x000e8;s&#x000a0;: Baxter, Fresenius Kabi. Vincent Fraipont&#x000a0;: honoraires conf&#x000e9;rences&#x000a0;: Baxter, Fresenius Kabi, Maquet.</p><p id="par0345">Pierre J&#x000e9;sus&#x000a0;: financement &#x000e9;tude clinique&#x000a0;: Nutricia&#x000a0;; financement participation &#x000e0; congr&#x000e8;s&#x000a0;: association ALAIR, Nutricia.</p><p id="par0350">C&#x000e9;cile Lambe&#x000a0;: financement &#x000e9;tude clinique&#x000a0;: Nestl&#x000e9;.</p><p id="par0355">Gilbert Zeanandin&#x000a0;: ARARD, Nestl&#x000e9; Home Care.</p><p id="par0360">Philippe Seguin, Fabienne Tamion, Vincent Attalin, Lucie Bouchoud, Evelyne Eyraud, et Mouna Hanachi d&#x000e9;clarent ne pas avoir de liens d&#x02019;int&#x000e9;r&#x000ea;ts.</p></sec><sec id="sec0060"><title>Financement</title><p id="par0365">Cette &#x000e9;tude n&#x02019;a re&#x000e7;u aucun financement sp&#x000e9;cifique d&#x02019;une agence publique, commerciale ou &#x000e0; but non lucratif.</p></sec><sec id="sec0065"><title>Contribution et responsabilit&#x000e9; des auteurs</title><p id="par0370">L&#x02019;ensemble des auteurs attestent du respect des crit&#x000e8;res de l&#x02019;International Committee of Medical Journal Editors (ICMJE) en ce qui concerne leur contribution &#x000e0; l&#x02019;article.</p><p id="par0375">L&#x02019;ensemble des auteurs attestent du respect des crit&#x000e8;res de l&#x02019;International Committee of Medical Journal Editors (ICMJE) en ce qui concerne leur contribution &#x000e0; l&#x02019;article. Les contributions des auteurs se sont r&#x000e9;parties comme suit&#x000a0;: Ronan Thibault, Didier Quilliot, Philippe Seguin, Fabienne Tamion, St&#x000e9;phane Schneider, Pierre D&#x000e9;chelotte ont &#x000e9;crit l&#x02019;article.</p><p id="par0380">Vincent Attalin, Lucie Bouchoud, Evelyne Eyraud, Vincent Fraipont, Nicolas Flori, Mouna Hanachi, Pierre J&#x000e9;sus, C&#x000e9;cile Lambe, Gilbert Zeanandin ont relu l&#x02019;article et sugg&#x000e9;r&#x000e9; des modifications.</p><p id="par0385">Tous les auteurs ont approuv&#x000e9; la version finale du manuscrit.</p></sec></body><back><ref-list id="bibl0005"><title>R&#x000e9;f&#x000e9;rences</title><ref id="bib0045"><label>1</label><element-citation publication-type="other" id="sbref0045"><ext-link ext-link-type="uri" xlink:href="https://solidarites-sante.gouv.fr/IMG/pdf/covid-19_doctrine_ville_v16032020finalise.pdf" id="intr0015">https://solidarites-sante.gouv.fr/IMG/pdf/covid-19_doctrine_ville_v16032020finalise.pdf</ext-link></element-citation></ref><ref id="bib0050"><label>2</label><element-citation publication-type="journal" id="sbref0050"><person-group person-group-type="author"><name><surname>Fang</surname><given-names>L.</given-names></name><name><surname>Karakiulakis</surname><given-names>G.</given-names></name><name><surname>Roth</surname><given-names>M.</given-names></name></person-group><article-title>Are patients with hypertension and diabetes mellitus at increased risk for COVID-19&#x000a0;infection?</article-title><source>Lancet Respir Med</source><year>2020</year><pub-id pub-id-type="doi">10.1016/S2213-2600(20)30116-8</pub-id></element-citation></ref><ref id="bib0055"><label>3</label><element-citation publication-type="other" id="sbref0055"><ext-link ext-link-type="uri" xlink:href="https://www.has-sante.fr/jcms/p_3118872/fr/diagnostic-de-la-denutrition-de-l-enfant-et-de-l-adulte" id="intr0020">https://www.has-sante.fr/jcms/p_3118872/fr/diagnostic-de-la-denutrition-de-l-enfant-et-de-l-adulte</ext-link></element-citation></ref><ref id="bib0060"><label>4</label><element-citation publication-type="journal" id="sbref0060"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Yang</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>C.</given-names></name><name><surname>Huang</surname><given-names>F.</given-names></name><name><surname>Wang</surname><given-names>F.</given-names></name><name><surname>Yuan</surname><given-names>J.</given-names></name></person-group><article-title>Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury</article-title><source>Sci China Life Sci</source><volume>63</volume><year>2020</year><fpage>364</fpage><lpage>374</lpage><pub-id pub-id-type="pmid">32048163</pub-id></element-citation></ref><ref id="bib0065"><label>5</label><element-citation publication-type="journal" id="sbref0065"><person-group person-group-type="author"><name><surname>Bouteloup</surname><given-names>C.</given-names></name><name><surname>Thibault</surname><given-names>R.</given-names></name></person-group><article-title>Decision tree for nutritional care</article-title><source>Nutr Clin Metab</source><volume>28</volume><year>2014</year><fpage>52</fpage><lpage>56</lpage></element-citation></ref><ref id="bib0070"><label>6</label><element-citation publication-type="other" id="sbref0070"><ext-link ext-link-type="uri" xlink:href="https://clinicaltrials.gov/ct2/show/NCT04315948?term=discovery%26cond=Coronavirus%26draw=2%26rank=1" id="intr0025">https://clinicaltrials.gov/ct2/show/NCT04315948?term=discovery&#x00026;cond=Coronavirus&#x00026;draw=2&#x00026;rank=1</ext-link></element-citation></ref><ref id="bib0075"><label>7</label><element-citation publication-type="journal" id="sbref0075"><person-group person-group-type="author"><name><surname>Singer</surname><given-names>P.</given-names></name><name><surname>Blaser</surname><given-names>A.R.</given-names></name><name><surname>Berger</surname><given-names>M.M.</given-names></name><name><surname>Alhazzani</surname><given-names>W.</given-names></name><name><surname>Calder</surname><given-names>P.C.</given-names></name><name><surname>Casaer</surname><given-names>M.P.</given-names></name></person-group><article-title>ESPEN guideline on clinical nutrition in the intensive care unit</article-title><source>Clin Nutr</source><volume>38</volume><year>2019</year><fpage>48</fpage><lpage>79</lpage><pub-id pub-id-type="pmid">30348463</pub-id></element-citation></ref><ref id="bib0080"><label>8</label><element-citation publication-type="other" id="sbref0080"><ext-link ext-link-type="uri" xlink:href="https://www.promosante-idf.fr/alimentation-activite-physique-les-bons-reflexes-en-periode-de-confinement" id="intr0030">https://www.promosante-idf.fr/alimentation-activite-physique-les-bons-reflexes-en-periode-de-confinement</ext-link></element-citation></ref></ref-list></back></article>