<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="editorial" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Arch Bronconeumol</journal-id><journal-id journal-id-type="iso-abbrev">Arch. Bronconeumol</journal-id><journal-title-group><journal-title>Archivos De Bronconeumologia</journal-title></journal-title-group><issn pub-type="ppub">0300-2896</issn><issn pub-type="epub">1579-2129</issn><publisher><publisher-name>SEPAR. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7442033</article-id><article-id pub-id-type="publisher-id">S0300-2896(20)30249-0</article-id><article-id pub-id-type="doi">10.1016/j.arbres.2020.07.014</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>COVID-19 y tabaco</article-title><trans-title-group xml:lang="en"><trans-title>COVID-19 and Tobacco</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>R&#x000e1;bade Castedo</surname><given-names>Carlos</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Signes-Costa</surname><given-names>Jaime</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Jim&#x000e9;nez-Ruiz</surname><given-names>Carlos A.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Neumolog&#x000ed;a, Complejo Hospitalario Universitario de Santiago, Santiago de Compostela (La Coru&#x000f1;a), Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Servicio de Neumolog&#x000ed;a, Hospital Cl&#x000ed;nico de Valencia. INCLIVA, Valencia, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Unidad Especializada en Tabaquismo, Centro de Especialidades Modesto Lafuente. Hospital Cl&#x000ed;nico San Carlos, Madrid, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>21</day><month>8</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>21</day><month>8</month><year>2020</year></pub-date><permissions><copyright-statement>&#x000a9; 2020 SEPAR. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>SEPAR</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions></article-meta></front><body><p id="par0005">El da&#x000f1;o que provoca el tabaco en los pulmones favorece al desarrollo de infecciones respiratorias v&#x000ed;ricas y bacterianas. Los fumadores tienen un mayor n&#x000fa;mero de resfriados al a&#x000f1;o y una mayor incidencia de gripe por virus influenza A. Enfermedades como las neumon&#x000ed;as y la tuberculosis aparecen en personas con h&#x000e1;bito tab&#x000e1;quico con una mayor frecuencia, gravedad, mortalidad y peor respuesta al tratamiento<xref rid="bib0080" ref-type="bibr">1</xref>, <xref rid="bib0085" ref-type="bibr">2</xref>. As&#x000ed;, es conocida la asociaci&#x000f3;n dosis-dependiente entre el consumo acumulado de tabaco y la mayor predisposici&#x000f3;n a desarrollar neumon&#x000ed;a adquirida de la comunidad<xref rid="bib0085" ref-type="bibr"><sup>2</sup></xref>.</p><p id="par0010">La COVID-19 (<italic>coronavirus disease</italic> 2019) es una enfermedad infecciosa producida por el virus SARS-CoV-2, una variante de coronavirus. Los primeros casos aparecieron a finales de 2019 en Wuhan (Hubei, China), pero r&#x000e1;pidamente se extendieron por todo el mundo, siendo esta enfermedad declarada por la OMS como una pandemia en marzo de 2020 y afectando a m&#x000e1;s de 1.700.000 personas de m&#x000e1;s de 185 pa&#x000ed;ses<xref rid="bib0090" ref-type="bibr"><sup>3</sup></xref>. En Espa&#x000f1;a, este virus ha infectado a m&#x000e1;s de 200.000 personas con una mortalidad de m&#x000e1;s de 25.000<xref rid="bib0095" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0015">Puesto que la COVID-19 es una infecci&#x000f3;n respiratoria, una de las preguntas que nos hacemos es si esta enfermedad se presenta con m&#x000e1;s frecuencia e intensidad en los fumadores y qu&#x000e9; medidas de control del tabaquismo podemos aplicar durante este per&#x000ed;odo de pandemia, ya que el confinamiento en los domicilios, la ansiedad y el estr&#x000e9;s que provoca la COVID-19 pueden ser un obst&#x000e1;culo para abandonar el tabaco. Adem&#x000e1;s, la asistencia al tabaquismo en Atenci&#x000f3;n Primaria y Especializada se encuentra limitada por el riesgo de contagio.</p><p id="par0020">Aunque en los primeros estudios descriptivos se aprecia un escaso n&#x000fa;mero de fumadores entre los pacientes ingresados por COVID-19<xref rid="bib0100" ref-type="bibr"><sup>5</sup></xref>, algunos sesgos en la selecci&#x000f3;n de pacientes (pacientes m&#x000e1;s j&#x000f3;venes) o en la recogida de datos (incluir s&#x000f3;lo a fumadores activos) pueden explicar estos hallazgos<xref rid="bib0105" ref-type="bibr"><sup>6</sup></xref>. De todos modos, existe la evidencia a favor de la asociaci&#x000f3;n entre tabaquismo activo y la mayor gravedad de esta enfermedad. As&#x000ed;, los fumadores con COVID-19 tienen m&#x000e1;s s&#x000ed;ntomas respiratorios y con mayor frecuencia necesitan ingreso en Unidad de Cr&#x000ed;ticos y/o ventilaci&#x000f3;n mec&#x000e1;nica<xref rid="bib0110" ref-type="bibr"><sup>7</sup></xref>. Recientemente, una revisi&#x000f3;n sistem&#x000e1;tica y un metaan&#x000e1;lisis confirman dichos resultados<xref rid="bib0115" ref-type="bibr">8</xref>, <xref rid="bib0120" ref-type="bibr">9</xref>. Asimismo, se atribuye al consumo de tabaco como una de las razones que pueden explicar el mayor porcentaje de COVID en el g&#x000e9;nero masculino<xref rid="bib0125" ref-type="bibr"><sup>10</sup></xref>. Por otra parte, la preexistencia de una enfermedad cuya etiolog&#x000ed;a m&#x000e1;s frecuente es el tabaco, como la EPOC, empeora el pron&#x000f3;stico en los pacientes con COVID-19<xref rid="bib0130" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0025">Pese a que todos estos son series de casos descriptivos con limitaciones metodol&#x000f3;gicas, ya existen trabajos experimentales que detectan en las c&#x000e9;lulas hu&#x000e9;spedes alveolares de los fumadores una mayor predisposici&#x000f3;n a desarrollar COVID-19 o a evolucionar a formas m&#x000e1;s graves. El virus SARS-CoV-2 posee unas glucoprote&#x000ed;nas transmembrana tipo S (<italic>spike</italic>), que se unen al &#x000fa;nico receptor de este virus en la c&#x000e9;lula hu&#x000e9;sped (ECA-2, enzima convertidora de angiotensina-II). Esta enzima es abundante en las c&#x000e9;lulas epiteliales alveolares y puede actuar como mol&#x000e9;cula de adhesi&#x000f3;n a estos virus. Sin embargo, se necesita tambi&#x000e9;n la activaci&#x000f3;n de otra enzima de la c&#x000e9;lula hu&#x000e9;sped, llamada furina, que facilita la entrada del virus en dicha c&#x000e9;lula. Cai et al. observan en fumadores un aumento de expresi&#x000f3;n de los genes que codifican esta prote&#x000ed;na (ECA-2), lo que implica un incremento en el n&#x000fa;mero de receptores del virus. Es por eso que los fumadores pueden ser m&#x000e1;s susceptibles a desarrollar la enfermedad. De la misma forma, ECA-2 puede proteger al virus de los mecanismos de vigilancia inmune favoreciendo la infecci&#x000f3;n. Pero tambi&#x000e9;n el propio virus altera la expresi&#x000f3;n de ECA-2, produciendo la reducci&#x000f3;n dr&#x000e1;stica de este enzima y la expresi&#x000f3;n de otras formas de ECA, provocando un fallo respiratorio agudo grave<xref rid="bib0135" ref-type="bibr">12</xref>, <xref rid="bib0140" ref-type="bibr">13</xref>.</p><p id="par0030">Adem&#x000e1;s, patrones gestuales en el fumador, como las inhalaciones y el movimiento repetido de las manos, influyen en una mayor contaminaci&#x000f3;n viral y probabilidad de desarrollar COVID-19<xref rid="bib0135" ref-type="bibr"><sup>12</sup></xref>.</p><p id="par0035">Estrategias frente a la COVID -19, llevadas a cabo en muchos pa&#x000ed;ses del mundo y basadas en el confinamiento de la poblaci&#x000f3;n en sus domicilios, favorecen en un entorno familiar de fumadores, la exposici&#x000f3;n al humo de tabaco de segunda mano en no fumadores. De esta forma, el humo del tabaco puede comportarse como un transportador de part&#x000ed;culas v&#x000ed;ricas, aumentando el riesgo de esta enfermedad.</p><p id="par0040">Por todo ello son necesarias medidas de control del tabaquismo en &#x000e9;poca de COVID-19, basadas en campa&#x000f1;as de sensibilizaci&#x000f3;n desde las administraciones p&#x000fa;blicas, cuyos fines sean: a) la protecci&#x000f3;n de los fumadores pasivos en los entornos familiares, b) el incremento de la motivaci&#x000f3;n para abandonar el tabaco en los fumadores, mostrando el mayor riesgo a desarrollar COVID-19 no s&#x000f3;lo en ellos, sino en aquellos con los que conviven.</p><p id="par0045">Igualmente es primordial la asistencia al fumador basada en intervenciones individuales y grupales en consultas presenciales de deshabituaci&#x000f3;n tab&#x000e1;quica. No obstante, dicha actividad se encuentra restringida como consecuencia del riesgo de transmisi&#x000f3;n del virus, por lo que se hace necesario explorar nuevas v&#x000ed;as de asistencia al tabaquismo, basadas en la telemedicina, p&#x000e1;ginas <italic>web</italic> para dejar de fumar y accesibilidad a f&#x000e1;rmacos de cesaci&#x000f3;n tab&#x000e1;quica<xref rid="bib0145" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0050">En conclusi&#x000f3;n, la pandemia de COVID-19 representa m&#x000e1;s que un obst&#x000e1;culo una oportunidad para abordar el tabaquismo. De este modo, las diferentes sociedades cient&#x000ed;ficas iberoamericanas elaboraron un documento de posicionamiento con las siguientes recomendaciones para los profesionales sanitarios en relaci&#x000f3;n con el tabaco y COVID-19: a) Advertir a la poblaci&#x000f3;n general del mayor riesgo que tienen los fumadores de contraer COVID-19 y del peor pron&#x000f3;stico de la enfermedad. b) Resaltar la importancia de dejar de fumar mediante nuevos m&#x000e9;todos como las <italic>apps</italic>, teleconsultas y videoconsultas. c) Desalentar el uso de los nuevos dispositivos electr&#x000f3;nicos de nicotina y pipas de agua, que pueden favorecer a desarrollar esta enfermedad. d) Enfatizar la importancia de ambientes libres de humo, as&#x000ed; como continuar generando evidencia sobre el impacto de fumar en el desarrollo de la COVID-19<xref rid="bib0150" ref-type="bibr"><sup>15</sup></xref>.</p><sec id="sec0005"><title>Conflicto de intereses</title><p id="par0055">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0080"><label>1</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><name><surname>Tonnesen</surname><given-names>P.</given-names></name><name><surname>Marott</surname><given-names>J.L.</given-names></name><name><surname>Nordestgaard</surname><given-names>B.</given-names></name><name><surname>Bojesen</surname><given-names>S.E.</given-names></name><name><surname>Lange</surname><given-names>P.</given-names></name></person-group><article-title>Secular trends in smoking in relation to prevalent and incident smoking-related disease: A prospective population-based study</article-title><source>Tob Induc Dis.</source><volume>17</volume><year>2019</year><fpage>72</fpage><pub-id pub-id-type="pmid">31768164</pub-id></element-citation></ref><ref id="bib0085"><label>2</label><element-citation publication-type="journal" id="sbref0085"><person-group person-group-type="author"><name><surname>Almirall</surname><given-names>J.</given-names></name><name><surname>Blanquer</surname><given-names>J.</given-names></name><name><surname>Bello</surname><given-names>S.</given-names></name></person-group><article-title>Neumon&#x000ed;a adquirida en la comunidad en fumadores</article-title><source>Arch Bronconeumol.</source><volume>50</volume><year>2014</year><fpage>250</fpage><lpage>254</lpage><pub-id pub-id-type="pmid">24387877</pub-id></element-citation></ref><ref id="bib0090"><label>3</label><mixed-citation publication-type="other" id="oref0015">World Health Organization. Coronavirus disease (COVID-19) pandemic. https://www.who.int/emergencies/diseases/novel-coronavirus-2019 [Consultado 9 mayo 2020]</mixed-citation></ref><ref id="bib0095"><label>4</label><mixed-citation publication-type="other" id="oref0020">Direcci&#x000f3;n General de Salud P&#x000fa;blica. Ministerio de Sanidad. Gobierno de Espa&#x000f1;a. Enfermedad por nuevo coronavirus COVID-19. https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/home.htm [Consultado 9 mayo 2020]</mixed-citation></ref><ref id="bib0100"><label>5</label><element-citation publication-type="journal" id="sbref0100"><person-group person-group-type="author"><name><surname>Guan</surname><given-names>W.J.</given-names></name><name><surname>Ni</surname><given-names>Z.Y.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Liang</surname><given-names>W.H.</given-names></name><name><surname>Ou</surname><given-names>C.Q.</given-names></name><name><surname>He</surname><given-names>J.X.</given-names></name></person-group><article-title>Clinical characteristics of coronavirus disease 2019 in China</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1708</fpage><lpage>1720</lpage><pub-id pub-id-type="pmid">32109013</pub-id></element-citation></ref><ref id="bib0105"><label>6</label><element-citation publication-type="journal" id="sbref0105"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Ju</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="bib0110"><label>7</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Tao</surname><given-names>Z.W.</given-names></name><name><surname>Wang</surname><given-names>L.</given-names></name><name><surname>Yuan</surname><given-names>M.L.</given-names></name><name><surname>Liu</surname><given-names>K.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name></person-group><article-title>Analysis of factors associated with disease outcomes in hospitalized patients with 2019 novel coronavirus disease</article-title><source>Chin Med J.</source><volume>133</volume><year>2020</year><fpage>1032</fpage><lpage>1038</lpage><pub-id pub-id-type="pmid">32118640</pub-id></element-citation></ref><ref id="bib0115"><label>8</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Vardavas</surname><given-names>C.I.</given-names></name><name><surname>Nikitara</surname><given-names>K.</given-names></name></person-group><article-title>COVID-19 and smoking: a systematic review of the evidence</article-title><source>Tob Induc Dis.</source><volume>18</volume><year>2020</year><fpage>20</fpage><pub-id pub-id-type="pmid">32206052</pub-id></element-citation></ref><ref id="bib0120"><label>9</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Patanavanich</surname><given-names>R.</given-names></name><name><surname>Glantz</surname><given-names>S.A.</given-names></name></person-group><article-title>Smoking is associated with COVID 19 progression: A meta-analysis</article-title><source>MedR&#x003c7;iv.</source><year>2020</year><comment>https: //doi.org/10.1101/2020.04.13.20063669</comment></element-citation></ref><ref id="bib0125"><label>10</label><element-citation publication-type="journal" id="sbref0125"><person-group person-group-type="author"><name><surname>V&#x000e1;zquez</surname><given-names>J.C.</given-names></name><name><surname>Redolar-Ripoll</surname><given-names>D.</given-names></name></person-group><article-title>COVID-19 outbreak impact in Spain: A role for tobacco smoking?</article-title><source>Tob Induc Dis.</source><volume>18</volume><year>2020</year><fpage>30</fpage><pub-id pub-id-type="pmid">32336968</pub-id></element-citation></ref><ref id="bib0130"><label>11</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Zhao</surname><given-names>Q.</given-names></name><name><surname>Meng</surname><given-names>M.</given-names></name><name><surname>Kumar</surname><given-names>R.</given-names></name><name><surname>Wu</surname><given-names>Y.</given-names></name><name><surname>Huang</surname><given-names>J.</given-names></name><name><surname>Lian</surname><given-names>N.</given-names></name></person-group><article-title>The impact of COPD and smoking history on the severity of COVID-19: A systemic review and meta-analysis</article-title><source>Med Virol.</source><year>2020</year><fpage>1</fpage><lpage>7</lpage></element-citation></ref><ref id="bib0135"><label>12</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Brake</surname><given-names>S.J.</given-names></name><name><surname>Barnsley</surname><given-names>K.</given-names></name><name><surname>Lu</surname><given-names>W.</given-names></name><name><surname>Mc Alinden</surname><given-names>K.D.</given-names></name><name><surname>Eapen</surname><given-names>M.S.</given-names></name><name><surname>Sohal</surname><given-names>S.S.</given-names></name></person-group><article-title>Smoking upregulates angiotensin-converting enzyme 2 receptor: A potential adhesion site for novel coronavirus SARS-CoV-2 (COVID-19)</article-title><source>J Clin Med.</source><volume>9</volume><year>2020</year><fpage>841</fpage></element-citation></ref><ref id="bib0140"><label>13</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Cai</surname><given-names>G.</given-names></name><name><surname>Boss&#x000e9;</surname><given-names>Y.</given-names></name><name><surname>Xiao</surname><given-names>F.</given-names></name><name><surname>Kheradmand</surname><given-names>F.</given-names></name><name><surname>Amos</surname><given-names>C.I.</given-names></name></person-group><article-title>Tobacco smoking increases the lung gene expression of ACE2, the receptor of SARS-CoV-2</article-title><source>Am J Respir Crit Care Med.</source><volume>201</volume><year>2020</year><fpage>1557</fpage><lpage>1559</lpage><pub-id pub-id-type="doi">10.1164/rccm.202003-0693LE</pub-id><pub-id pub-id-type="pmid">32329629</pub-id></element-citation></ref><ref id="bib0145"><label>14</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Eisenberg</surname><given-names>S.L.</given-names></name><name><surname>Eisenberg</surname><given-names>M.J.</given-names></name></person-group><article-title>Smoking cessation during the COVID-19 epidemic</article-title><source>Nicotine Tob Res.</source><year>2020</year><fpage>1</fpage><lpage>2</lpage><pub-id pub-id-type="doi">10.1093/ntr/ntaa075</pub-id><pub-id pub-id-type="pmid">31563957</pub-id></element-citation></ref><ref id="bib0150"><label>15</label><element-citation publication-type="journal" id="sbref0150"><person-group person-group-type="author"><collab>ALAT (Asociaci&#x000f3;n Latinoamericana de T&#x000f3;rax), SEPAR (Sociedad Espa&#x000f1;ola de Neumolog&#x000ed;a y Cirug&#x000ed;a Tor&#x000e1;cica) y La Uni&#x000f3;n (Uni&#x000f3;n Internacional contra la tuberculosis y enfermedades infecciosas)</collab></person-group><source>COVID-19: &#x000ab;Fumar en tiempos de COVID-19&#x000bb;. Documento de Posici&#x000f3;n</source><year>2020</year><comment>[Consultado 9 mayo de 2020]. https://alatorax.org/es/covid-19/covid-19-fumar-en-tiempos-de-covid-19-documento-de-posicion</comment></element-citation></ref></ref-list></back></article>