<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Cir Esp</journal-id><journal-id journal-id-type="iso-abbrev">Cir Esp</journal-id><journal-title-group><journal-title>Cirugia Espanola</journal-title></journal-title-group><issn pub-type="ppub">0009-739X</issn><issn pub-type="epub">1578-147X</issn><publisher><publisher-name>AEC. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7188641</article-id><article-id pub-id-type="pii">S0009-739X(20)30168-8</article-id><article-id pub-id-type="doi">10.1016/j.ciresp.2020.04.031</article-id><article-categories><subj-group subj-group-type="heading"><subject>Art&#x000ed;culo Especial</subject></subj-group></article-categories><title-group><article-title>Atenci&#x000f3;n de la urgencia quir&#x000fa;rgica durante la pandemia COVID-19. Recomendaciones de la Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos</article-title><trans-title-group xml:lang="en"><trans-title>Emergency Surgery and Trauma Care&#x000a0;During COVID-19 Pandemic. Recommendations of the Spanish Association of Surgeons</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Aranda-Narv&#x000e1;ez</surname><given-names>Jos&#x000e9; Manuel</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Tall&#x000f3;n-Aguilar</surname><given-names>Luis</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Pareja-Ciur&#x000f3;</surname><given-names>Felipe</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Mart&#x000ed;n-Mart&#x000ed;n</surname><given-names>Gonzalo</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Gonz&#x000e1;lez-S&#x000e1;nchez</surname><given-names>Antonio Jes&#x000fa;s</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Rey-Sim&#x000f3;</surname><given-names>Ignacio</given-names></name><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Tamayo-Medel</surname><given-names>Gonzalo</given-names></name><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0040"><name><surname>Y&#x000e1;nez-Ben&#x000ed;tez</surname><given-names>Carlos</given-names></name><xref rid="aff0030" ref-type="aff">f</xref></contrib><contrib contrib-type="author" id="aut0045"><name><surname>Costa-Navarro</surname><given-names>David</given-names></name><xref rid="aff0035" ref-type="aff">g</xref></contrib><contrib contrib-type="author" id="aut0050"><name><surname>Mont&#x000f3;n-Cond&#x000f3;n</surname><given-names>Soledad</given-names></name><xref rid="aff0040" ref-type="aff">h</xref></contrib><contrib contrib-type="author" id="aut0055"><name><surname>Navarro-Soto</surname><given-names>Salvador</given-names></name><xref rid="aff0045" ref-type="aff">i</xref></contrib><contrib contrib-type="author" id="aut0060"><name><surname>Tur&#x000e9;gano-Fuentes</surname><given-names>Fernando</given-names></name><xref rid="aff0050" ref-type="aff">j</xref></contrib><contrib contrib-type="author" id="aut0065"><name><surname>P&#x000e9;rez-D&#x000ed;az</surname><given-names>Mar&#x000ed;a Dolores</given-names></name><xref rid="aff0050" ref-type="aff">j</xref></contrib><contrib contrib-type="author" id="aut0070"><name><surname>Ceballos-Esparrag&#x000f3;n</surname><given-names>Jos&#x000e9;</given-names></name><xref rid="aff0055" ref-type="aff">k</xref></contrib><contrib contrib-type="author" id="aut0075"><name><surname>Jover-Naval&#x000f3;n</surname><given-names>Jos&#x000e9; Mar&#x000ed;a</given-names></name><xref rid="aff0060" ref-type="aff">l</xref></contrib><contrib contrib-type="author" id="aut0080"><name><surname>Balibrea</surname><given-names>Jos&#x000e9; Mar&#x000ed;a</given-names></name><xref rid="aff0065" ref-type="aff">m</xref></contrib><contrib contrib-type="author" id="aut0085"><name><surname>Morales-Conde</surname><given-names>Salvador</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Cirug&#x000ed;a, Hospital Regional Universitario, M&#x000e1;laga, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Servicio de Cirug&#x000ed;a, Hospital Universitario Virgen del Roc&#x000ed;o, Sevilla, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Servicio de Cirug&#x000ed;a Quir&#x000fa;rgica, Barcelona-Hospital CIMA, Barcelona, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Servicio de Cirug&#x000ed;a, Complejo Hospitalario Universitario, A Coru&#x000f1;a, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>Servicio de Anestesiolog&#x000ed;a, Hospital de Cruces, Bilbao, Espa&#x000f1;a</aff><aff id="aff0030"><label>f</label>Servicio de Cirug&#x000ed;a, Hospital Royo Villanova, Zaragoza, Espa&#x000f1;a</aff><aff id="aff0035"><label>g</label>Servicio de Cirug&#x000ed;a, Hospital Vithas, Alicante, Espa&#x000f1;a</aff><aff id="aff0040"><label>h</label>Servicio de Cirug&#x000ed;a, Hospital Garc&#x000ed;a Orcoyen, Estella, Navarra, Espa&#x000f1;a</aff><aff id="aff0045"><label>i</label>Servicio de Cirug&#x000ed;a, Hospital Parc Taul&#x000ed;, Sabadell, Barcelona, Espa&#x000f1;a</aff><aff id="aff0050"><label>j</label>Servicio de Cirug&#x000ed;a, Hospital General Universitario Gregorio Mara&#x000f1;&#x000f3;n, Madrid, Espa&#x000f1;a</aff><aff id="aff0055"><label>k</label>Servicio de Cirug&#x000ed;a, Hospital Vithas Santa Catalina, Las Palmas de Gran Canaria, Espa&#x000f1;a</aff><aff id="aff0060"><label>l</label>Servicio de Cirug&#x000ed;a, Hospital Universitario de Getafe, Getafe, Madrid, Espa&#x000f1;a</aff><aff id="aff0065"><label>m</label>Servicio de Cirug&#x000ed;a, Hospital Cl&#x000ed;nic, Barcelona, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label><italic>Autor para correspondencia</italic>.</corresp></author-notes><pub-date pub-type="pmc-release"><day>29</day><month>4</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>10</month><year>2020</year></pub-date><pub-date pub-type="epub"><day>29</day><month>4</month><year>2020</year></pub-date><volume>98</volume><issue>8</issue><fpage>433</fpage><lpage>441</lpage><history><date date-type="received"><day>22</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>24</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 AEC. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>AEC</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract abstract-type="graphical" id="abs0005"><title>Graphical abstract</title><fig id="fig0015" position="anchor"><graphic xlink:href="fx1_lrg"/></fig></abstract><abstract id="abs0015"><p>La infecci&#x000f3;n por el nuevo coronavirus SARS-CoV-2 (enfermedad por coronavirus 2019 [COVID-19]) ha determinado la necesidad de la reorganizaci&#x000f3;n de muchos centros hospitalarios en el mundo. Espa&#x000f1;a, como uno de los epicentros de la enfermedad, ha debido asumir cambios en la pr&#x000e1;ctica totalidad de su territorio. Sin embargo, y desde el inicio de la pandemia, en todos los centros que atienden urgencias quir&#x000fa;rgicas ha sido necesario el mantenimiento de su cobertura, aunque igualmente ha sido inevitable introducir directrices especiales de ajuste al nuevo escenario que permitan el mantenimiento de la excelencia en la calidad asistencial. Este documento desarrolla una serie de indicaciones generales para la cirug&#x000ed;a de urgencias y la atenci&#x000f3;n al politraumatizado desarrolladas desde la literatura disponible y consensuadas por un subgrupo de profesionales desde el grupo general Cirug&#x000ed;a-AEC-COVID-19. Estas medidas van encaminadas a contemplar un riguroso control de la exposici&#x000f3;n en pacientes y profesionales, a tener en cuenta las implicaciones de la pandemia sobre diferentes escenarios perioperatorios relacionados con la urgencia y a una adaptaci&#x000f3;n ajustada a la situaci&#x000f3;n del centro en relaci&#x000f3;n con la atenci&#x000f3;n a pacientes infectados.</p></abstract><trans-abstract xml:lang="en"><p>New coronavirus SARS-CoV-2 infection (coronavirus disease 2019 [COVID-19]) has determined the necessity of reorganization in many centers all over the world. Spain, as an epicenter of the disease, has been forced to assume health policy changes in all the territory. However, and from the beginning of the pandemic, every center attending surgical urgencies had to guarantee the continuous coverage adopting correct measures to maintain the excellence of quality of care. This document resumes general guidelines for emergency surgery and trauma care, obtained from the available bibliography and evaluated by a subgroup of professionals designated from the general group of investigators <italic>Cirug&#x000ed;a-AEC-COVID-19</italic> from the Spanish Association of Surgeons, directed to minimize professional exposure, to contemplate pandemic implications over different urgent perioperative scenarios and to adjust decision making to the occupational pressure caused by COVID-19 patients.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Cirug&#x000ed;a</kwd><kwd>Urgencias</kwd><kwd>Politraumatizado</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Surgery</kwd><kwd>Emergency</kwd><kwd>Trauma care</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">La enfermedad por coronavirus 2019 (COVID-19), causada por el denominado SARS-CoV-2, ha supuesto un impacto para los sistemas de salud de todo el mundo de una magnitud colosal. A cuatro meses desde el inicio de la pandemia, el total de casos confirmados en el mundo se acerca a los 2.500.000 y supera la cifra de 170.000 fallecimientos directamente atribuidos a la enfermedad; en Espa&#x000f1;a, el n&#x000fa;mero de infectados supera los 200.000, con m&#x000e1;s de un 10% de mortalidad, con una repercusi&#x000f3;n heterog&#x000e9;nea sobre distintos territorios<xref rid="bib0220" ref-type="bibr"><sup>1</sup></xref>. Sobre estos datos subyace adem&#x000e1;s la posibilidad de la infraestimaci&#x000f3;n, en mayor o menor grado, en relaci&#x000f3;n directa con las distintas pol&#x000ed;ticas de acci&#x000f3;n adoptadas en diferentes territorios en relaci&#x000f3;n con el cribado poblacional o la consideraci&#x000f3;n de la mortalidad derivada &#x000fa;nicamente de la constataci&#x000f3;n fehaciente del virus. Estos datos hablan de un problema de salud con implicaci&#x000f3;n global.</p><p id="par0010">Ante la extensi&#x000f3;n de esta patolog&#x000ed;a, numerosos centros se han visto obligados a la reorganizaci&#x000f3;n de sus espacios, de sus circuitos e incluso de sus profesionales para dar una adecuada respuesta, con un mayor o menor tiempo de toma de decisiones determinada por la rapidez de progresi&#x000f3;n de la enfermedad en la comunidad que constituya su &#x000e1;mbito de responsabilidad. Sin embargo, incluso desde el inicio de la pandemia, la urgencia quir&#x000fa;rgica con todo su volumen y su repercusi&#x000f3;n asistencial deb&#x000ed;a continuarse, consider&#x000e1;ndola como prioridad para todos los centros independientemente del escenario de alerta en el que se encuentren.</p><p id="par0015">Para establecer unas directrices que permitieran a los profesionales cimentar actuaciones sobre una base elaborada y respaldada desde un organismo central, la Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos (AEC) puso en marcha el grupo Cirug&#x000ed;a-AEC-COVID-19, cuya actuaci&#x000f3;n abarca distintos aspectos de la influencia de la pandemia sobre la actividad de los cirujanos, emitiendo unas recomendaciones consensuadas tras un exhaustivo examen bibliogr&#x000e1;fico a pesar del cual no puede superarse el nivel de evidencia de la opini&#x000f3;n de expertos. Debido a la importancia del mantenimiento de una adecuada pol&#x000ed;tica de atenci&#x000f3;n a la patolog&#x000ed;a quir&#x000fa;rgica urgente, se defini&#x000f3; como un aspecto necesario a cubrir con este planteamiento, desarroll&#x000e1;ndose con la misma metodolog&#x000ed;a de trabajo un grupo paralelo de profesionales y un documento espec&#x000ed;fico que se desarrolla a continuaci&#x000f3;n y se resume en la p&#x000e1;gina web de la Sociedad<xref rid="bib0225" ref-type="bibr">2</xref>, <xref rid="bib0230" ref-type="bibr">3</xref>.</p></sec><sec id="sec0010"><title>Planteamientos generales</title><p id="par0020">Los coronavirus son virus con genoma ARN capaces de sintetizar una veintena de prote&#x000ed;nas, incluida la que se proyecta a modo de corona en superficie, de la que reciben su nombre. Estos virus se conocen desde el siglo pasado como causantes de infecciones respiratorias leves. Sin embargo, en los a&#x000f1;os 2002 en China (coronavirus SARS-CoV) y 2012 en Arabia Saud&#x000ed; (coronavirus MERS-CoV) asistimos a dos epidemias graves causantes aproximadamente de dos millares de muertes<xref rid="bib0235" ref-type="bibr"><sup>4</sup></xref>. El SARS-CoV-2 es de origen animal, pero en ninguna especie se ha identificado un coronavirus id&#x000e9;ntico al que est&#x000e1; causando la epidemia global de 2020. Aunque algunos murci&#x000e9;lagos presentan virus similares, no existe una evidencia s&#x000f3;lida sobre el origen de la enfermedad COVID-19 en humanos. La transmisi&#x000f3;n parece ser por aerosoles persona a persona, donde permanece durante horas, y adem&#x000e1;s presenta estabilidad durante d&#x000ed;as cuando se deposita en superficies. El virus es sensible a los rayos ultravioleta y al calor: se inactiva a 56&#x000a0;&#x000b0;C durante 30&#x000a0;min. Parece inactivarse tambi&#x000e9;n con solventes lip&#x000ed;dicos, etanol y desinfectantes con cloro. La transmisi&#x000f3;n fecal-oral, urinaria y sangu&#x000ed;nea tambi&#x000e9;n parece posible, aunque hay menor evidencia al respecto<xref rid="bib0240" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0025">El periodo de incubaci&#x000f3;n medio es de 5&#x000a0;d&#x000ed;as<xref rid="bib0245" ref-type="bibr"><sup>6</sup></xref>. En el 80% de los casos la sintomatolog&#x000ed;a es leve-moderada y comprende fiebre, tos seca y cansancio. Menos frecuentemente se asocia a congesti&#x000f3;n, anosmia, mialgias, cefalea y diarrea. En los casos graves aparece disnea y/o hipoxemia una semana tras el contagio, y puede progresar r&#x000e1;pidamente a insuficiencia respiratoria agua, shock s&#x000e9;ptico, acidosis metab&#x000f3;lica, coagulopat&#x000ed;a y fallo multiorg&#x000e1;nico en el 50%<xref rid="bib0250" ref-type="bibr">7</xref>, <xref rid="bib0255" ref-type="bibr">8</xref>. La mortalidad reportada en Espa&#x000f1;a es del 10%, y probablemente se trata de un dato infraestimado. Los hallazgos de laboratorio muestran en fases iniciales una cifra de leucocitos normal o disminuida con linfopenia, trombocitopenia, aumento de enzimas hep&#x000e1;ticas, lactato deshidrogenasa, creatinquinasa, mioglobina, prote&#x000ed;na&#x000a0;C reactiva (manteniendo normal la procalcitonina) y velocidad de sedimentaci&#x000f3;n globular. En fases m&#x000e1;s avanzadas se ha observado elevaci&#x000f3;n de d&#x000ed;mero&#x000a0;D, troponina, ferritina y datos de laboratorio compatibles con insuficiencia renal y factores inflamatorios de fase aguda<xref rid="bib0260" ref-type="bibr"><sup>9</sup></xref>.</p><p id="par0030">La patolog&#x000ed;a quir&#x000fa;rgica urgente adquiere un papel primordial en esta situaci&#x000f3;n de pandemia con un n&#x000fa;mero elevad&#x000ed;simo de pacientes infectados sintom&#x000e1;ticos o no, ya que tambi&#x000e9;n sigue existiendo y es la &#x000fa;nica que no puede ser demorada ni suspendida cuando no existe otra alternativa m&#x000e9;dica. De esta forma, nuestro objetivo principal debe ir encaminado a preservar la actividad asistencial vital, proteger al personal sanitario y, consecuentemente, a la poblaci&#x000f3;n general.</p><p id="par0035">La afectaci&#x000f3;n digestiva debida a SARS-CoV-2, seg&#x000fa;n un estudio chino realizado en 72.000 pacientes, revel&#x000f3; sintomatolog&#x000ed;a gastrointestinal en el 10% de los casos. Estos s&#x000ed;ntomas incluyeron diarrea (2-10%) y v&#x000f3;mitos (1-10%) uno o dos d&#x000ed;as antes de la fiebre y los s&#x000ed;ntomas respiratorios<xref rid="bib0265" ref-type="bibr"><sup>10</sup></xref>. Otro art&#x000ed;culo de la misma procedencia inform&#x000f3; que el 3% de los pacientes infectados presentaron s&#x000ed;ntomas digestivos sin s&#x000ed;ntomas respiratorios asociados<xref rid="bib0270" ref-type="bibr"><sup>11</sup></xref>. Estos datos nos hacen estimar que la afectaci&#x000f3;n digestiva sea superior a la reportada, ya que probablemente existan muchos pacientes con sintomatolog&#x000ed;a exclusivamente digestiva no testados, y que los s&#x000ed;ntomas gastrointestinales se aproximan al 20-25% de manera global. Diferenciar cl&#x000ed;nicamente esta afectaci&#x000f3;n como parte de la infecci&#x000f3;n viral o de la semiolog&#x000ed;a de una urgencia abdominal quir&#x000fa;rgica no siempre resulta sencillo, por lo que hay que ser muy sistem&#x000e1;ticos en la historia cl&#x000ed;nica en la que debe incluirse una anamnesis epidemiol&#x000f3;gica y recurrir a las consideraciones anal&#x000ed;ticas anteriormente rese&#x000f1;adas y al diagn&#x000f3;stico radiol&#x000f3;gico.</p></sec><sec id="sec0015"><title>Aspectos de organizaci&#x000f3;n en cirug&#x000ed;a de urgencias. El espacio COVID. Seguridad de profesionales</title><p id="par0040">La asistencia urgente debe garantizarse adaptando las recomendaciones generales al marco espec&#x000ed;fico de cada centro hospitalario dependiendo de los escenarios de alerta difundidos por la AEC<xref rid="bib0225" ref-type="bibr">2</xref>, <xref rid="bib0230" ref-type="bibr">3</xref>. Se recomienda disponer de un quir&#x000f3;fano exclusivo para pacientes COVID-19 confirmados o con alta sospecha sin posibilidad de confirmaci&#x000f3;n por constituir patolog&#x000ed;as no demorables. Es necesario crear un circuito de traslado espec&#x000ed;fico que debe ser lo m&#x000e1;s directo y corto posible, tomando unas medidas de prevenci&#x000f3;n y seguridad espec&#x000ed;ficas: uso de ascensores y zonas espec&#x000ed;ficas, zonas de paso libres, colocaci&#x000f3;n de pa&#x000f1;os con lej&#x000ed;a en zonas de paso, limpieza adecuada posterior.</p><p id="par0045">El personal que se encuentre en el quir&#x000f3;fano debe minimizarse en la medida de lo posible, limitando el acceso al menor n&#x000fa;mero de profesionales en funci&#x000f3;n de la complejidad de la intervenci&#x000f3;n. Los profesionales solo acceder&#x000e1;n al quir&#x000f3;fano en el momento preciso de comenzar su actuaci&#x000f3;n, intentado evitar estar presente en otras actuaciones en las que no tomen parte y que puedan ser potencialmente contagiosas, de las que el proceso de intubaci&#x000f3;n constituye el m&#x000e1;ximo exponente. Los procedimientos deben ser realizados por el personal disponible que tenga m&#x000e1;s entrenamiento y capacidad, con el objeto de minimizar el tiempo de realizaci&#x000f3;n y las posibles complicaciones potenciales.</p><p id="par0050">Durante el procedimiento se deben extremar las medidas de precauci&#x000f3;n, entre las que se recomienda<xref rid="bib0275" ref-type="bibr">12</xref>, <xref rid="bib0280" ref-type="bibr">13</xref>:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>&#x02022;</label><p id="par0055">Mantener en todo momento las puertas cerradas.</p></list-item><list-item id="lsti0010"><label>&#x02022;</label><p id="par0060">Designar una &#x000fa;nica zona de entrada y salida de profesionales.</p></list-item><list-item id="lsti0015"><label>&#x02022;</label><p id="par0065">Se&#x000f1;alizar los accesos y alertar de la prohibici&#x000f3;n de paso.</p></list-item><list-item id="lsti0020"><label>&#x02022;</label><p id="par0070">Colocaci&#x000f3;n de contenedores de residuos de clase&#x000a0;III.</p></list-item><list-item id="lsti0025"><label>&#x02022;</label><p id="par0075">Retirar del quir&#x000f3;fano todo el material no indispensable, empleando protectores para las superficies del que vaya a ser empleado.</p></list-item><list-item id="lsti0030"><label>&#x02022;</label><p id="par0080">Evitar el acceso con objetos personales: m&#x000f3;viles, identificaciones&#x02026;</p></list-item><list-item id="lsti0035"><label>&#x02022;</label><p id="par0085">Colocaci&#x000f3;n de pa&#x000f1;os impregnados con lej&#x000ed;a en las zonas de acceso.</p></list-item><list-item id="lsti0040"><label>&#x02022;</label><p id="par0090">Limpieza adecuada y espec&#x000ed;fica siguiendo un protocolo espec&#x000ed;fico.</p></list-item><list-item id="lsti0045"><label>&#x02022;</label><p id="par0095">Protocolo quir&#x000fa;rgico siguiendo las recomendaciones generales emitidas previamente por la Sociedad<xref rid="bib0225" ref-type="bibr">2</xref>, <xref rid="bib0230" ref-type="bibr">3</xref>.</p></list-item></list>
</p><p id="par0100">Todos los centros deben asegurar la disponibilidad de equipos de protecci&#x000f3;n individual (EPI) con sus elementos constituyentes. En el contexto actual de pandemia y con un inaceptable porcentaje de infecci&#x000f3;n profesional (actualmente cerca de 30.000 sanitarios) debe cumplirse rigurosamente con un protocolo de protecci&#x000f3;n del personal. En la atenci&#x000f3;n urgente, ante la ausencia de un intervalo de tiempo en el que se determine con rigurosidad la existencia de una coinfecci&#x000f3;n viral, estas medidas de protecci&#x000f3;n deben extenderse con permisividad. Sin embargo, conscientes de la importancia de conservar su disponibilidad, es necesario un empleo racional de los dispositivos de protecci&#x000f3;n. El EPI ser&#x000e1; necesario coloc&#x000e1;rselo en todos los procedimientos diagn&#x000f3;sticos, terap&#x000e9;uticos o de exploraci&#x000f3;n que se consideren como &#x000ab;contacto estrecho&#x000bb;, pero debe diferenciarse un tipo de protecci&#x000f3;n u otra en funci&#x000f3;n de si el procedimiento produce aerosolizaci&#x000f3;n y la positividad, negatividad o indeterminaci&#x000f3;n para COVID-19.</p><p id="par0105">En caso de que se trate de un procedimiento que no produzca aerosolizaci&#x000f3;n, como puede ser una simple exploraci&#x000f3;n f&#x000ed;sica o una entrevista del paciente, debe ser suficiente con mantener una distancia de seguridad m&#x000ed;nima y unas medidas b&#x000e1;sicas en funci&#x000f3;n del status COVID-19 del paciente.</p><p id="par0110">Si nos enfrentamos a un procedimiento que produzca aerosolizaci&#x000f3;n (intubaci&#x000f3;n orotraqueal, intervenci&#x000f3;n quir&#x000fa;rgica, etc.), las medidas se deben aumentar, con independencia del status definido para el paciente ante las elevadas cifras comunicadas de asintom&#x000e1;ticos y falsos negativos de los test disponibles.</p><p id="par0115">En la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
se recogen las medidas m&#x000ed;nimas que se deben tomar en cada uno de los casos<xref rid="bib0285" ref-type="bibr"><sup>14</sup></xref>.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Equipamiento de protecci&#x000f3;n en funci&#x000f3;n del procedimiento y del paciente</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th colspan="2" align="center">Procedimientos<hr/></th></tr><tr><th/><th align="center">Sin aerosolizaci&#x000f3;n</th><th align="center">Con aerosolizaci&#x000f3;n</th></tr></thead><tbody><tr><td align="left">COVID&#x02212; o baja sospecha</td><td align="left">Mascarilla quir&#x000fa;rgica<break/>Guantes</td><td align="left">Bata quir&#x000fa;rgica convencional<break/>Mascarilla (N95/FFP2/FFP3)<xref rid="tblfn0005" ref-type="table-fn">*</xref><break/>Gafas (opcional)<break/>Guantes<break/>Gorro<break/>Calzado/calzas</td></tr><tr><td align="left">COVID+ o alta sospecha</td><td align="left">Bata<break/>Mascarilla (N95/FFP2/FFP3)<break/>Gafas o cobertura facial (opcional)<break/>Guantes no est&#x000e9;riles<break/>Gorro<break/>Calzado/calzas</td><td align="left">Bata impermeable &#x000b1;&#x000a0;quir&#x000fa;rgica<break/>Mascarilla (N95/FFP2/FFP3)<xref rid="tblfn0005" ref-type="table-fn">*</xref><break/>Gafas<break/>Pantalla de cobertura facial o caperuza tipo escafandra (recomendable)<break/>Guantes<break/>Gorro<break/>Calzado/calzas/botas impermeables</td></tr></tbody></table><table-wrap-foot><fn id="tblfn0005"><label>*</label><p id="npar0005">Si la mascarilla tiene v&#x000e1;lvula, debe colocarse encima una mascarilla quir&#x000fa;rgica convencional.</p></fn></table-wrap-foot></table-wrap></p><p id="par0120">Es imprescindible que todo el personal haya realizado formaci&#x000f3;n sobre su colocaci&#x000f3;n y retirada, disponga de un <italic>checklist</italic> sobre los pasos a realizar y una persona supervise los pasos a seguir para evitar errores. Los pasos de colocaci&#x000f3;n y retirada <italic>(donning/doffing)</italic> son los recogidos en el documento de recomendaciones generales de la AEC<xref rid="bib0225" ref-type="bibr">2</xref>, <xref rid="bib0230" ref-type="bibr">3</xref>.</p></sec><sec id="sec0020"><title>Determinaci&#x000f3;n preoperatoria de coinfecci&#x000f3;n viral</title><p id="par0125">En el contexto actual, se recomienda la determinaci&#x000f3;n del status COVID-19 de todos los pacientes con urgencia quir&#x000fa;rgica, independientemente de si presenta o no sintomatolog&#x000ed;a de coinfecci&#x000f3;n viral. Para ello disponemos de las siguientes herramientas:<list list-type="simple" id="lis0010"><list-item id="lsti0050"><label>&#x02022;</label><p id="par0130">Reacci&#x000f3;n en cadena de la polimerasa en tiempo real (PCR-TR).</p></list-item><list-item id="lsti0055"><label>&#x02022;</label><p id="par0135">Test serol&#x000f3;gicos.</p></list-item><list-item id="lsti0060"><label>&#x02022;</label><p id="par0140">Exploraciones radiol&#x000f3;gicas (radiograf&#x000ed;a de t&#x000f3;rax/tomograf&#x000ed;a computarizada [TC] de t&#x000f3;rax/<italic>Point-Of-Care UltraSound</italic> [POCUS]).</p></list-item></list>
</p><p id="par0145">La toma de muestras de secreciones nasales y far&#x000ed;ngeas para determinar ARN viral mediante la t&#x000e9;cnica PCR-TR constituye el test est&#x000e1;ndar de diagn&#x000f3;stico, pero su capacidad para detectar positivos incluso en pacientes con fiebre puede ser tan baja como del 57%<xref rid="bib0290" ref-type="bibr"><sup>15</sup></xref>. Aunque el procedimiento requiere un tiempo aproximado de 4&#x000a0;h, la situaci&#x000f3;n real de la pr&#x000e1;ctica cl&#x000ed;nica determina un tiempo no menor de 6&#x000a0;h entre la toma de muestra y la obtenci&#x000f3;n de resultados.</p><p id="par0150">Los test serol&#x000f3;gicos, basados en la determinaci&#x000f3;n en suero de Ag de SARS-CoV-2 o las inmunoglobulinas (Ig) A secretora (m&#x000e1;s te&#x000f3;rica que pr&#x000e1;ctica), M y G, se complementan con la informaci&#x000f3;n proporcionada por la PCR-TR. Los test r&#x000e1;pidos se basan en la inmunocromatograf&#x000ed;a y tienen una sensibilidad mayor del 75% a partir del 7.&#x000b0; d&#x000ed;a de evoluci&#x000f3;n de la enfermedad, con un valor predictivo positivo mayor del 95%. Las t&#x000e9;cnicas de ELISA tienen una sensibilidad pr&#x000f3;xima al 100% cuando se combinan la detecci&#x000f3;n de la IgM y la IgG a partir del d&#x000ed;a +35 de evoluci&#x000f3;n del proceso, pero esta sensibilidad es menor cuanto m&#x000e1;s cerca del inicio de la infecci&#x000f3;n y depende de la prote&#x000ed;na frente a la que se determine el anticuerpo<xref rid="bib0295" ref-type="bibr"><sup>16</sup></xref>. Ambas t&#x000e9;cnicas pueden ser realizadas de forma r&#x000e1;pida en las instalaciones sanitarias, no requieren material complejo ni entra&#x000f1;an dificultad en el manejo de las muestras<xref rid="bib0300" ref-type="bibr"><sup>17</sup></xref>.</p><p id="par0155">En las <xref rid="fig0005" ref-type="fig">Figura 1</xref>, <xref rid="fig0010" ref-type="fig">Figura 2</xref>
se resumen el perfil evolutivo de la infecci&#x000f3;n y la respuesta inmunol&#x000f3;gica para la correcta interpretaci&#x000f3;n de los diferentes test.<fig id="fig0005"><label>Figura 1</label><caption><p>Evoluci&#x000f3;n de la carga viral y perfil serol&#x000f3;gico de la infecci&#x000f3;n por SARS-CoV-2.</p></caption><graphic xlink:href="gr1_lrg"/></fig><fig id="fig0010"><label>Figura 2</label><caption><p>Interpretaci&#x000f3;n de los diferentes test de cribado en funci&#x000f3;n del momento evolutivo de la infecci&#x000f3;n por SARS-CoV-2.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0160">La aparici&#x000f3;n en la radiolog&#x000ed;a de t&#x000f3;rax (radiograf&#x000ed;a de t&#x000f3;rax simple o TC de t&#x000f3;rax &#x02014;que ofrece una capacidad diagn&#x000f3;stica superior&#x02014;) de infiltrados en vidrio deslustrado en el contexto epidemiol&#x000f3;gico de alta incidencia y alta sospecha cl&#x000ed;nica de infecci&#x000f3;n por SARS-CoV-2 puede virtualmente diagnosticar la enfermedad, aun con PCR-TR negativa<xref rid="bib0305" ref-type="bibr"><sup>18</sup></xref>. Sin embargo, en caso de enfermedad leve hasta el 18% de los pacientes pueden no tener alteraciones en la radiograf&#x000ed;a o TC de t&#x000f3;rax al inicio de los s&#x000ed;ntomas<xref rid="bib0310" ref-type="bibr"><sup>19</sup></xref>, pero est&#x000e1;n presentes en pr&#x000e1;cticamente el 100% de los casos a partir del 6.&#x000b0; d&#x000ed;a<xref rid="bib0315" ref-type="bibr"><sup>20</sup></xref>.</p><p id="par0165">El POCUS, basado en la conocida capacidad de la ecograf&#x000ed;a para detectar enfermedad pulmonar intersticial, consolidaciones subpleurales y s&#x000ed;ndrome de distress respiratorio agudo (SDRA) de cualquier etiolog&#x000ed;a, se ha demostrado muy &#x000fa;til tanto en el diagn&#x000f3;stico precoz del paciente paucisintom&#x000e1;tico como en el seguimiento de la COVID-19. Constituye una herramienta &#x000ab;a pie de cama&#x000bb;, repetible cuantas veces sea necesario. Siempre han de observarse las medidas de protecci&#x000f3;n para que los equipos no se conviertan en f&#x000f3;mites de la enfermedad. Se exploran 14 &#x000e1;reas (3 posteriores, 2 laterales y 2 anteriores en cada pulm&#x000f3;n) a trav&#x000e9;s de los espacios intercostales para cubrir la mayor &#x000e1;rea posible. El objetivo es observar la morfolog&#x000ed;a (integridad) de la l&#x000ed;nea pleural, tanto con la sonda lineal como con la c&#x000f3;nvex. Est&#x000e1; en estudio la implantaci&#x000f3;n de un <italic>score</italic> ecogr&#x000e1;fico que uniformice los hallazgos<xref rid="bib0320" ref-type="bibr"><sup>21</sup></xref>.</p><p id="par0170">Uniformando todos estos enunciados podemos realizar algunas consideraciones generales sobre c&#x000f3;mo proceder en el diagn&#x000f3;stico del status COVID-19 del paciente con urgencia quir&#x000fa;rgica. Para pacientes no demorables, la realizaci&#x000f3;n de test PCR-TR frente al virus SARS-CoV-2 resulta virtualmente imposible. En estos pacientes debemos basar nuestra actuaci&#x000f3;n en la historia cl&#x000ed;nica, si es posible realizarla, tanto a pacientes como a personas relacionadas (antecedentes respiratorios agudos recientes en &#x000e9;l o convivientes), par&#x000e1;metros anal&#x000ed;ticos (linfopenia, ya que la elevaci&#x000f3;n de la prote&#x000ed;na&#x000a0;C reactiva va a ser poco valorable por la habitual elevaci&#x000f3;n en el contexto de patolog&#x000ed;a abdominal aguda) y radiolog&#x000ed;a, ya sea radiograf&#x000ed;a simple de t&#x000f3;rax o TC de t&#x000f3;rax, posible si la situaci&#x000f3;n del paciente permite realizar TC de abdomen, que podr&#x000ed;an mostrar en ambos casos el patr&#x000f3;n caracter&#x000ed;stico de infiltrados en vidrio deslustrado de predominio subpleural. Si el centro lo permite, es recomendable el establecimiento de un circuito radiol&#x000f3;gico espec&#x000ed;fico para pacientes confirmados o con alta sospecha de positividad COVID<xref rid="bib0325" ref-type="bibr"><sup>22</sup></xref>. Si est&#x000e1;n disponibles, son de utilidad los kits r&#x000e1;pidos que detectan anticuerpos por inmunocromatograf&#x000ed;a. Sin embargo, dadas las caracter&#x000ed;sticas propias de los test, la negatividad no excluye diagn&#x000f3;stico.</p><p id="par0175">Cuando la cirug&#x000ed;a es demorable, debe ser posible realizar una PCR-TR para detectar carga viral, que deber&#x000ed;a complementarse con radiolog&#x000ed;a tor&#x000e1;cica, preferiblemente TC de t&#x000f3;rax. Habitualmente en la pr&#x000e1;ctica cl&#x000ed;nica a estos pacientes se les ha realizado TC de abdomen como parte del diagn&#x000f3;stico, y est&#x000e1; indicado ampliar esta exploraci&#x000f3;n al t&#x000f3;rax e incluso contemplar la necesidad de su realizaci&#x000f3;n en procesos con diagn&#x000f3;stico exclusivamente ecogr&#x000e1;fico. En caso de disponibilidad, podemos usar t&#x000e9;cnicas serol&#x000f3;gicas frente a SARS-CoV-2. En estos pacientes ser&#x000ed;a preferible realizar ELISA frente a test r&#x000e1;pidos por la mejor sensibilidad de los primeros, ya que el factor tiempo no es tan importante.</p><p id="par0180">Para los pacientes que ingresan para manejo conservador de cualquier patolog&#x000ed;a urgente, mientras que la situaci&#x000f3;n de pandemia se mantenga activa se recomienda proceder tambi&#x000e9;n a descartar la infecci&#x000f3;n por el nuevo coronavirus.</p></sec><sec id="sec0025"><title>Implicaciones sobre las indicaciones habituales en cirug&#x000ed;a de urgencias</title><p id="par0185">En t&#x000e9;rminos generales, las indicaciones quir&#x000fa;rgicas en s&#x000ed; mismas no deben cambiar durante la pandemia, de modo que se tratar&#x000e1; de ofrecer al paciente en cada momento el tratamiento m&#x000e1;s adecuado<xref rid="bib0230" ref-type="bibr"><sup>3</sup></xref>. Pero del mismo modo que en condiciones normales la indicaci&#x000f3;n quir&#x000fa;rgica se ve influida por factores dependientes del estado general del paciente, riesgo inherente al procedimiento o a las enfermedades preexistentes, durante la pandemia por COVID-19 se a&#x000f1;aden una serie de cofactores que, m&#x000e1;s all&#x000e1; de cambiar la indicaci&#x000f3;n, nos hacen considerar opciones alternativas en un contexto ciertamente an&#x000f3;malo. En ese sentido, tres circunstancias pueden influir en la decisi&#x000f3;n terap&#x000e9;utica final: la posibilidad de contagio del paciente y/o al personal sanitario, la existencia o no de infecci&#x000f3;n por SARS-CoV-2, e impacto en la estructura hospitalaria, especialmente en lo referente a la disponibilidad de camas de cuidados intensivos<xref rid="bib0330" ref-type="bibr"><sup>23</sup></xref>.</p><p id="par0190">Asimismo, el peso que tiene cada uno de estos factores viene a su vez determinado por las llamadas &#x000ab;fases&#x000bb; o &#x000ab;escenarios&#x000bb; durante la pandemia a las que hace referencia la escala din&#x000e1;mica propuesta por la AEC, en las que se consideran fundamentalmente el n&#x000fa;mero de ingresos por COVID-19 y el impacto sobre los recursos del hospital. La actividad quir&#x000fa;rgica urgente se mantiene en todos los escenarios hasta las fases&#x000a0;IV (alerta alta) y&#x000a0;V (emergencia; m&#x000e1;s del 75% de las camas convencionales y de UCI ocupadas por pacientes COVID-19), si bien en la fase&#x000a0;V se plantea intervenir a pacientes que no sobrevivir&#x000ed;an si la cirug&#x000ed;a se demora unas horas, siendo necesario un triaje preoperatorio en colaboraci&#x000f3;n con los comit&#x000e9;s de &#x000e9;tica local. As&#x000ed;, en las fases&#x000a0;I-III las indicaciones quir&#x000fa;rgicas urgentes podr&#x000ed;an mantenerse sin cambios. Sin embargo, en las fases&#x000a0;IV y&#x000a0;V podr&#x000ed;a considerarse emplear tratamientos conservadores en algunos pacientes en los que el beneficio de plantear una opci&#x000f3;n menos resolutiva supere claramente el riesgo de infecci&#x000f3;n, transmisi&#x000f3;n, agravamiento de un cuadro por COVID-19 preexistente o el consumo injustificado de recursos. La duda fundamental estriba entre considerar el impacto que la propia intervenci&#x000f3;n tendr&#x000ed;a sobre el cuadro por COVID-19 y el resultado cl&#x000ed;nico de no tratar un proceso urgente<xref rid="bib0230" ref-type="bibr"><sup>3</sup></xref>. Este razonamiento se debe a la comunicaci&#x000f3;n de p&#x000e9;simos resultados postoperatorios en pacientes programados cuya extrapolaci&#x000f3;n al paciente urgente es compleja<xref rid="bib0335" ref-type="bibr"><sup>24</sup></xref>. Por otro lado, tambi&#x000e9;n existen series cortas con resultados aceptables en casos emergentes complicados en los que se mantuvo la indicaci&#x000f3;n quir&#x000fa;rgica<xref rid="bib0340" ref-type="bibr"><sup>25</sup></xref>. La propia agresi&#x000f3;n quir&#x000fa;rgica podr&#x000ed;a ser un desencadenante de una respuesta inflamatoria inmediata desproporcionada<xref rid="bib0345" ref-type="bibr"><sup>26</sup></xref> que en pacientes infectados podr&#x000ed;a ser delet&#x000e9;rea; sin embargo, en el paciente urgente esa respuesta inespec&#x000ed;fica ya est&#x000e1; presente y la intervenci&#x000f3;n supone (especialmente en cuadros infecciosos) la mejor manera de empezar a mitigarla. Por otro lado, en fase&#x000a0;IV se considera &#x000fa;nicamente la resoluci&#x000f3;n quir&#x000fa;rgica de emergencias vitales. La justificaci&#x000f3;n de plantear tratamientos conservadores se basa en resultados de estudios que han se&#x000f1;alado que dichas opciones ofrecen un margen de seguridad aceptable, pero en ning&#x000fa;n caso han demostrado ser m&#x000e1;s efectivos. Asimismo, la gran mayor&#x000ed;a de cuadros en los que se podr&#x000ed;an plantear estas alternativas requieren un diagn&#x000f3;stico de certeza, casi siempre mediante TC abdominop&#x000e9;lvica, que en el contexto actual debe inexorablemente extenderse al t&#x000f3;rax con el fin de descartar una infecci&#x000f3;n por SARS-CoV-2 concomitante. As&#x000ed;, se podr&#x000ed;a plantear el tratamiento conservador de las apendicitis no complicadas asumiendo al menos 3-5&#x000a0;d&#x000ed;as de tratamiento antibi&#x000f3;tico intravenoso y una tasa de recidivas en el primer a&#x000f1;o cercana al 30%<xref rid="bib0350" ref-type="bibr"><sup>27</sup></xref>; colecistitis agudas tambi&#x000e9;n no complicadas, de nuevo asumiendo tasas de reingreso, fracaso terap&#x000e9;utico y cirug&#x000ed;as m&#x000e1;s complejas no desde&#x000f1;able<xref rid="bib0355" ref-type="bibr">28</xref>, <xref rid="bib0360" ref-type="bibr">29</xref>; finalmente, considerar ampliar el espectro del manejo conservador en r&#x000e9;gimen extrahospitalario (en combinaci&#x000f3;n con un eventual drenaje percut&#x000e1;neo si fuese necesario) en estadios m&#x000e1;s avanzados de diverticulitis aguda, siempre con foco inflamatorio local<xref rid="bib0365" ref-type="bibr"><sup>30</sup></xref>, si bien no existe evidencia cient&#x000ed;fica s&#x000f3;lida que permita realizar de forma firme esta afirmaci&#x000f3;n. La consideraci&#x000f3;n de ampliar las indicaciones de realizar colecistostom&#x000ed;as percut&#x000e1;neas podr&#x000ed;a estar justificado en pacientes COVID-19 durante la pandemia debido a la posibilidad de agravar el cuadro respiratorio as&#x000ed; como a la posibilidad de estar recibiendo tratamiento anticoagulante debido a la alta incidencia de tromboembolismos pulmonares en estos pacientes<xref rid="bib0370" ref-type="bibr">31</xref>, <xref rid="bib0375" ref-type="bibr">32</xref>.</p><p id="par0195">Uno de los aspectos m&#x000e1;s complejos en la situaci&#x000f3;n actual es la toma de decisiones en escenarios l&#x000ed;mite. Son muchos los factores que concurren a la hora de decidir si un paciente es intervenido o no, especialmente cuando el pron&#x000f3;stico es incierto o inequ&#x000ed;vocamente malo debido principalmente a la suma de la gravedad del proceso urgente/emergente, la infecci&#x000f3;n por COVID-19 y la posible ausencia de recursos seg&#x000fa;n las previsiones de ocupaci&#x000f3;n que garanticen unos cuidados postoperatorios apropiados, especialmente en unidades de cr&#x000ed;ticos. La evaluaci&#x000f3;n de cada paciente debe ser extremadamente minuciosa y realizarse de manera conjunta por un equipo pluridisciplinar que incluya a anestesi&#x000f3;logos as&#x000ed; como a los responsables de las unidades de cuidados intensivos (UCI). Es por esto que, adem&#x000e1;s, la ponderaci&#x000f3;n de los aspectos &#x000e9;ticos en estos casos es clave<xref rid="bib0380" ref-type="bibr"><sup>33</sup></xref>. Si bien en algunos centros existen documentos que de modo expl&#x000ed;cito establecen un &#x000ab;techo terap&#x000e9;utico&#x000bb;, esta medida, aunque recomendable, no est&#x000e1; disponible de manera generalizada. As&#x000ed;, parece razonable hacer part&#x000ed;cipe al comit&#x000e9; de &#x000e9;tica local para decisiones cuya log&#x000ed;stica se adapte a la posibilidad de su participaci&#x000f3;n, y facultar a los profesionales implicados en la toma de las que, por su necesaria inmediatez, no lo permita. Es especialmente importante establecer flujos de comunicaci&#x000f3;n adecuados que en el momento actual pueden ser extremadamente complejos. En muchos casos la comunicaci&#x000f3;n directa con el paciente se realiza empleando medidas de protecci&#x000f3;n que pueden despersonalizar la interacci&#x000f3;n m&#x000e9;dico-enfermo, y adem&#x000e1;s la comunicaci&#x000f3;n con los familiares es muy probable que sea por v&#x000ed;a telef&#x000f3;nica.</p></sec><sec id="sec0030"><title>Elecci&#x000f3;n del abordaje, de la t&#x000e9;cnica y resultados postoperatorios</title><p id="par0200">La t&#x000e9;cnica y el abordaje elegidos para la intervenci&#x000f3;n quir&#x000fa;rgica deben ser consensuados por el equipo considerando la patolog&#x000ed;a, los recursos disponibles, las comorbilidades y la condici&#x000f3;n de sospecha o confirmaci&#x000f3;n de caso COVID-19. Durante la cirug&#x000ed;a, el uso del electrocauterio y la disecci&#x000f3;n de tejidos con fuentes de energ&#x000ed;a ultras&#x000f3;nica pueden generar part&#x000ed;culas en forma de aerosol de 0,1&#x000a0;&#x003bc;m y 0,35-6,5&#x000a0;&#x003bc;m, respectivamente<xref rid="bib0385" ref-type="bibr"><sup>34</sup></xref>. Por esto es imprescindible la utilizaci&#x000f3;n de EPI con mascarillas FFP2/FFP3 durante todo procedimiento y utilizar sistemas estancos de aspiraci&#x000f3;n de humo. Una recomendaci&#x000f3;n es utilizar las fuentes de energ&#x000ed;a a baja intensidad para minimizar la generaci&#x000f3;n de vapores durante la disecci&#x000f3;n y la cauterizaci&#x000f3;n de tejidos.</p><p id="par0205">Algunas publicaciones, especialmente al inicio de la pandemia, emitieron una nota de precauci&#x000f3;n con respecto al empleo del abordaje laparosc&#x000f3;pico, atribuy&#x000e9;ndole un mayor potencial de aerosolizaci&#x000f3;n. Conforme se ha ido avanzando se han confirmado otras consideraciones que han determinado que la laparoscopia, cumpliendo estrictamente un protocolo de seguridad, contin&#x000fa;a aportando las ventajas inherentes como v&#x000ed;a de abordaje sin constituir un peligro a&#x000f1;adido para el profesional. El abordaje m&#x000ed;nimamente invasivo supone la interposici&#x000f3;n de una barrera f&#x000ed;sica entre cirujano y la posible fuente de contagio, evit&#x000e1;ndose la exposici&#x000f3;n ocupacional y la infecci&#x000f3;n cruzada. Otras ventajas del acceso m&#x000ed;nimamente invasivo es que permite minimizar los accidentes con material cortante o punzante a miembros del equipo quir&#x000fa;rgico<xref rid="bib0390" ref-type="bibr"><sup>35</sup></xref>, minimiza el impacto respiratorio en el postoperatorio y permite una estancia hospitalaria m&#x000e1;s corta<xref rid="bib0395" ref-type="bibr"><sup>36</sup></xref>. Se recomienda en los procedimientos laparosc&#x000f3;picos emplear presiones de insuflaci&#x000f3;n bajas (8-11&#x000a0;mmHg) con sistemas de presi&#x000f3;n constante de insuflaci&#x000f3;n en lugar de los insufladores dobles. Para evacuar el neumoperitoneo es necesario contar con un sistema cerrado (comercial o artesanal) antes de realizar una incisi&#x000f3;n de asistencia para la extracci&#x000f3;n de la pieza o para finalizar la intervenci&#x000f3;n<xref rid="bib0400" ref-type="bibr"><sup>37</sup></xref>. Debe conocerse la capacidad <italic>High-Efficiency Particulate Air</italic> (HEPA, 99,97% de eficacia para part&#x000ed;culas &#x02265;&#x000a0;0,3&#x000a0;&#x003bc;m) o <italic>Ultra-Low Particulate Air</italic> (ULPA, 99,99% de eficacia para part&#x000ed;culas &#x02265;&#x000a0;0,05&#x000a0;&#x003bc;m) del sistema comercial del que se disponga<xref rid="bib0405" ref-type="bibr"><sup>38</sup></xref>. Entre los artesanales existen varios sistemas descritos; todos deben ser sistemas cerrados sin fugas que permitan evacuar el neumoperitoneo y el humo quir&#x000fa;rgico a envases con soluciones de conocida eficacia en cuanto a capacidad de eliminar el virus, como el hipoclorito de sodio al 2,6%<xref rid="bib0410" ref-type="bibr">39</xref>, <xref rid="bib0415" ref-type="bibr">40</xref>.</p><p id="par0210">Otras recomendaciones aplicables a la cirug&#x000ed;a m&#x000ed;nimamente invasiva son la utilizaci&#x000f3;n del m&#x000ed;nimo n&#x000fa;mero de trocares necesarios, teniendo el cuidado de hacer las incisiones peque&#x000f1;as para permitir un buen ajuste del trocar y para evitar fugas alrededor de estos, y cuando sea posible se debe optar por el uso de trocares con bal&#x000f3;n. Con respecto a la posici&#x000f3;n del paciente durante la cirug&#x000ed;a, se debe evitar el uso de la posici&#x000f3;n de Trendelenburg forzada o prolongada, ya que puede afectar de forma desfavorable la fisiolog&#x000ed;a respiratoria.</p><p id="par0215">Cuando no se disponga de experiencia en t&#x000e9;cnicas laparosc&#x000f3;picas, no se tenga disponibilidad de un sistema cerrado comercial para la evacuaci&#x000f3;n segura del neumoperitoneo contaminado o no exista la experiencia o los materiales para la realizaci&#x000f3;n artesanal de un sistema compatible, ser&#x000e1; preferible realizar una laparotom&#x000ed;a, durante la cual deben respetarse los mismos principios de minimizar la utilizaci&#x000f3;n de fuentes de energ&#x000ed;a de alta potencia que puedan generar humo contaminado y debe procurarse la aspiraci&#x000f3;n controlada a sistemas cerrados del humo generado. Es recomendable el empleo de dispositivos de grapado quir&#x000fa;rgico si son necesarios para minimizar el tiempo quir&#x000fa;rgico y el riesgo de accidentes punzocortantes. La indicaci&#x000f3;n de estomas (definitivos y temporales) genera otro foco de posible transmisi&#x000f3;n que debe tenerse en cuenta a la hora de sus cuidados tanto por parte del personal sanitario como de familiares, aunque puede ser necesaria su indicaci&#x000f3;n en detrimento de cualquier anastomosis de riesgo, especialmente en escenarios altos de alerta.</p><p id="par0220">La exposici&#x000f3;n y la iluminaci&#x000f3;n durante abordajes abiertos deben ser &#x000f3;ptimas para facilitar el procedimiento y acortar, en lo posible, el tiempo de la intervenci&#x000f3;n. Deben evitarse incisiones inc&#x000f3;modas o demasiado peque&#x000f1;as que a&#x000f1;adan dificultad al procedimiento. Es aconsejable la utilizaci&#x000f3;n de separadores autoest&#x000e1;ticos y protectores de pared abdominal, pues no solo facilitan la exposici&#x000f3;n del campo, sino que adem&#x000e1;s minimizan la necesidad de ayudantes adicionales.</p><p id="par0225">La evoluci&#x000f3;n y los resultados postoperatorios de pacientes confirmados o en periodo de incubaci&#x000f3;n COVID-19 presentan una mayor incidencia de ingreso a la UCI en comparaci&#x000f3;n con los pacientes COVID-19 sin cirug&#x000ed;a. Entre los factores asociados a una evoluci&#x000f3;n desfavorable est&#x000e1; la edad avanzada, la asociaci&#x000f3;n a comorbilidades, la inmunosupresi&#x000f3;n de cualquier tipo (incluida la asociada a patolog&#x000ed;a neopl&#x000e1;sica subyacente), el tiempo quir&#x000fa;rgico y el grado de dificultad del procedimiento realizado<xref rid="bib0420" ref-type="bibr"><sup>41</sup></xref>. Hay hallazgos que sugieren que la realizaci&#x000f3;n de intervenciones quir&#x000fa;rgicas puede acelerar o incluso exacerbar la progresi&#x000f3;n de la COVID-19, aunque la proporci&#x000f3;n en la cual acontece es a&#x000fa;n desconocida.</p></sec><sec id="sec0035"><title>Atenci&#x000f3;n al politraumatizado</title><p id="par0230">Debido al confinamiento actualmente vigente en nuestro pa&#x000ed;s, la incidencia de traumatismos cerrados por colisiones de veh&#x000ed;culos a motor ha tenido una disminuci&#x000f3;n considerable, al igual que los traumatismos penetrantes resultantes de violencia interpersonal. En cualquier caso, la saturaci&#x000f3;n m&#x000e1;xima de camas de la UCI y de las unidades de reanimaci&#x000f3;n que soportan desde hace ya semanas algunos hospitales con un gran n&#x000fa;mero de ingresos de pacientes COVID-19 puede obligar a reconsiderar en ellos el tratamiento de algunos pacientes traumatizados con m&#x000ed;nimas posibilidades de supervivencia en condiciones habituales<xref rid="bib0425" ref-type="bibr"><sup>42</sup></xref>, incluso con cuidados &#x000f3;ptimos perioperatorios (criterios de mortalidad inevitable seg&#x000fa;n la clasificaci&#x000f3;n del Colegio Americano de Cirujanos, criterios de &#x000ab;tratamiento in&#x000fa;til&#x000bb;, sobre todo del paciente geri&#x000e1;trico con probabilidad de muerte &#x0003e;&#x000a0;90-95%). La recepci&#x000f3;n del politraumatizado deber&#x000ed;a realizarse en un m&#x000f3;dulo espec&#x000ed;fico, destinado a tal efecto. Debido al contexto epidemiol&#x000f3;gico, y en especial en hospitales de las comunidades aut&#x000f3;nomas m&#x000e1;s afectadas, debe considerarse a todo paciente politraumatizado como potencialmente infectado y por tanto extremar las medidas de protecci&#x000f3;n individual, como <italic>batas impermeables</italic>, <italic>gafas</italic>, <italic>mascarillas de alta protecci&#x000f3;n</italic>, <italic>calzas impermeables</italic> y <italic>guantes</italic>, que se mantendr&#x000e1;n durante toda la atenci&#x000f3;n del paciente: traslado a TC, a radiolog&#x000ed;a intervencionista, al quir&#x000f3;fano o a la UCI. En la actual situaci&#x000f3;n debe minimizarse el personal componente del equipo de trauma destinado a la atenci&#x000f3;n inicial, y se debe mantener la m&#x000e1;xima precauci&#x000f3;n en el manejo de la v&#x000ed;a a&#x000e9;rea y en la colocaci&#x000f3;n de drenaje tor&#x000e1;cico por la posibilidad de generaci&#x000f3;n de aerosoles, especialmente en presencia de inestabilidad hemodin&#x000e1;mica que imposibilite un cribado COVID-19. Cuando sea necesario colocar drenajes tor&#x000e1;cicos o realizar toracotom&#x000ed;as, ya sea por neumot&#x000f3;rax o hemot&#x000f3;rax, se deben tomar todas las medidas de protecci&#x000f3;n. Para el resto de las patolog&#x000ed;as traum&#x000e1;ticas se aplicar&#x000e1; la t&#x000e9;cnica necesaria, dependiendo de los hallazgos. En caso de duda en cuanto al status COVID-19 del politraumatizado, si se precisa la utilizaci&#x000f3;n de quir&#x000f3;fano debe utilizarse el reservado para esta circunstancia.</p><p id="par0235">Alguna recomendaci&#x000f3;n se ha publicado acerca de que los procedimientos de evaluaci&#x000f3;n del traumatizado que sean aplazables, como por ejemplo la exploraci&#x000f3;n diafragm&#x000e1;tica laparosc&#x000f3;pica en heridas con trayecto toracoabdominal, en pacientes con COVID-19 deber&#x000ed;an ser planificados despu&#x000e9;s de resolver la infecci&#x000f3;n respiratoria<xref rid="bib0430" ref-type="bibr"><sup>43</sup></xref>. Dentro del contexto del paciente politraumatizado parece tambi&#x000e9;n razonable que procedimientos como fijaci&#x000f3;n interna de fracturas de pelvis u otras tras colocaci&#x000f3;n de fijadores externos se retrasen en pacientes con infecci&#x000f3;n confirmada y evidencia radiol&#x000f3;gica de afectaci&#x000f3;n pulmonar. No hemos encontrado hasta el momento ninguna evidencia que aconseje modificar las indicaciones y/o t&#x000e9;cnicas de cirug&#x000ed;a de control de da&#x000f1;os en el contexto de esta pandemia.</p></sec><sec id="sec0040"><title>Financiaci&#x000f3;n</title><p id="par0250">Ninguna.</p></sec><sec id="sec0045"><title>Conflicto de intereses</title><p id="par0255">Los autores declaran no tener ning&#x000fa;n conflicto de intereses en relaci&#x000f3;n con el presente art&#x000ed;culo.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0220"><label>1</label><mixed-citation publication-type="other" id="oref0005">Gobierno de Espa&#x000f1;a. Enfermedad por nuevo coronavirus COVID-19. Situaci&#x000f3;n actual [consultado 17 Abr 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/situacionActual.htm</mixed-citation></ref><ref id="bib0225"><label>2</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Balibrea</surname><given-names>J.M.</given-names></name><name><surname>Bad&#x000ed;a</surname><given-names>J.M.</given-names></name><name><surname>Rubio</surname><given-names>I.</given-names></name><name><surname>Mart&#x000ed;n</surname><given-names>E.</given-names></name><name><surname>&#x000c1;lvarez</surname><given-names>E.</given-names></name><name><surname>Garc&#x000ed;a</surname><given-names>S.</given-names></name></person-group><article-title>Manejo quir&#x000fa;rgico de pacientes con infecci&#x000f3;n por COVID-19. Recomendaciones de la Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos</article-title><source>Cir Esp.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.ciresp.2020.03.001</pub-id></element-citation></ref><ref id="bib0230"><label>3</label><mixed-citation publication-type="other" id="oref0015">Documentos de posicionamiento y recomendaciones de la AEC en relaci&#x000f3;n con la cirug&#x000ed;a y COVID-19 [consultado 17 Abr 2020]. Disponible en: https://www.aecirujanos.es/Documentos-de-posicionamiento-y-recomendaciones-de-la-AEC-en-relacion-con-la-cirugia-y-COVID19_es_1_152.html</mixed-citation></ref><ref id="bib0235"><label>4</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Lu</surname><given-names>R.</given-names></name><name><surname>Zhao</surname><given-names>X.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Niu</surname><given-names>P.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Wu</surname><given-names>H.</given-names></name></person-group><article-title>Genomic characterisation and epidemiology of 2019 novel coronavirus: Implications for virus origins and receptor binding</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>565</fpage><lpage>574</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30251-8</pub-id><pub-id pub-id-type="pmid">32007145</pub-id></element-citation></ref><ref id="bib0240"><label>5</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Zou</surname><given-names>L.</given-names></name><name><surname>Ruan</surname><given-names>F.</given-names></name><name><surname>Huang</surname><given-names>M.</given-names></name><name><surname>Liang</surname><given-names>L.</given-names></name><name><surname>Huang</surname><given-names>H.</given-names></name><name><surname>Hong</surname><given-names>Z.</given-names></name></person-group><article-title>SARS-CoV-2 viral load in upper respiratory specimens of infected patients</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>1177</fpage><lpage>1179</lpage><pub-id pub-id-type="doi">10.1056/NEJMc2001737</pub-id><pub-id pub-id-type="pmid">32074444</pub-id></element-citation></ref><ref id="bib0245"><label>6</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Lauer</surname><given-names>S.A.</given-names></name><name><surname>Grantz</surname><given-names>K.H.</given-names></name><name><surname>Bi</surname><given-names>Q.</given-names></name><name><surname>Jones</surname><given-names>F.K.</given-names></name><name><surname>Zheng</surname><given-names>Q.</given-names></name><name><surname>Meredith</surname><given-names>H.R.</given-names></name></person-group><article-title>The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application</article-title><source>Ann Intern Med.</source><year>2020</year><pub-id pub-id-type="doi">10.7326/M20-0504</pub-id></element-citation></ref><ref id="bib0250"><label>7</label><element-citation publication-type="journal" id="sbref0250"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>D.</given-names></name><name><surname>Hu</surname><given-names>B.</given-names></name><name><surname>Hu</surname><given-names>C.</given-names></name><name><surname>Zhu</surname><given-names>F.</given-names></name><name><surname>Liu</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>J.</given-names></name></person-group><article-title>Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.1585</pub-id></element-citation></ref><ref id="bib0255"><label>8</label><element-citation publication-type="journal" id="sbref0255"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>N.</given-names></name><name><surname>Zhou</surname><given-names>M.</given-names></name><name><surname>Dong</surname><given-names>X.</given-names></name><name><surname>Qu</surname><given-names>J.</given-names></name><name><surname>Gong</surname><given-names>F.</given-names></name><name><surname>Han</surname><given-names>Y.</given-names></name></person-group><article-title>Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>507</fpage><lpage>513</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30211-7</pub-id><pub-id pub-id-type="pmid">32007143</pub-id></element-citation></ref><ref id="bib0260"><label>9</label><element-citation publication-type="journal" id="sbref0260"><person-group person-group-type="author"><name><surname>Guan</surname><given-names>W.J.</given-names></name><name><surname>Ni</surname><given-names>Z.Y.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Liang</surname><given-names>W.H.</given-names></name><name><surname>Ou</surname><given-names>C.Q.</given-names></name><name><surname>He</surname><given-names>J.X.</given-names></name></person-group><article-title>Clinical characteristics of coronavirus disease 2019 in China</article-title><source>N Engl J Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMoa2002032</pub-id></element-citation></ref><ref id="bib0265"><label>10</label><element-citation publication-type="journal" id="sbref0265"><person-group person-group-type="author"><collab>Novel Coronavirus Pneumonia Emergency Response Epidemiology Team</collab></person-group><article-title>The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China</article-title><source>Chin J Epidemiol</source><volume>41</volume><year>2020</year><fpage>145</fpage><lpage>151</lpage><pub-id pub-id-type="doi">10.3760/cma.j.issn.0254-6450.2020.02.003</pub-id></element-citation></ref><ref id="bib0270"><label>11</label><element-citation publication-type="journal" id="sbref0270"><person-group person-group-type="author"><name><surname>Tian</surname><given-names>Y.</given-names></name><name><surname>Rong</surname><given-names>L.</given-names></name><name><surname>Nian</surname><given-names>W.</given-names></name><name><surname>He</surname><given-names>Y.</given-names></name></person-group><article-title>Review article: Gastrointestinal features in COVID-19 and the possibility of faecal transmission</article-title><source>Aliment Pharmacol Ther.</source><year>2020</year><pub-id pub-id-type="doi">10.1111/apt.15731</pub-id></element-citation></ref><ref id="bib0275"><label>12</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Ti</surname><given-names>L.K.</given-names></name><name><surname>Ang</surname><given-names>L.S.</given-names></name><name><surname>Foong</surname><given-names>T.W.</given-names></name><name><surname>Ng</surname><given-names>B.S.W.</given-names></name></person-group><article-title>What we do when a COVID-19 patient needs an operation: Operating room preparation and guidance</article-title><source>Can J Anaesth.</source><year>2020</year><pub-id pub-id-type="doi">10.1007/s12630-020-01617-4</pub-id></element-citation></ref><ref id="bib0280"><label>13</label><mixed-citation publication-type="other" id="oref0065">Protocolo de circuito para pacientes COVID-19 que precisen intervenci&#x000f3;n quir&#x000fa;rgica en el Hospital Universitario Virgen del Roc&#x000ed;o-Hospital General y medidas de actuaci&#x000f3;n para sus empleados. Versi&#x000f3;n 4, 11 Abr 2020 [consultado 18 Abr 2020]. Disponible en: https://www.hospitaluvrocio.es/wp-content/uploads/2020/04/PROTOCOLO-CIRUGIA-DE-URGENCIAS-COVID-19.pdf</mixed-citation></ref><ref id="bib0285"><label>14</label><element-citation publication-type="journal" id="sbref0285"><person-group person-group-type="author"><name><surname>Reguera Rosal</surname><given-names>J.</given-names></name><name><surname>G&#x000f3;mez Rosado</surname><given-names>J.C.</given-names></name></person-group><source>Protocolo cl&#x000ed;nico Cirug&#x000ed;a de Urgencias SARS-CoV-2. Versi&#x000f3;n 1</source><year>2020</year><comment>[consultado 17 Abr 2020]. Disponible en: https://www.hospitalmacarena.es/wp-content/uploads/2020/04/1.-Prot_Gral_UrQuiq_Covid_V1.0-2.pdf</comment></element-citation></ref><ref id="bib0290"><label>15</label><element-citation publication-type="journal" id="sbref0290"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>R.</given-names></name><name><surname>Han</surname><given-names>H.</given-names></name><name><surname>Liu</surname><given-names>F.</given-names></name><name><surname>Lv</surname><given-names>Z.</given-names></name><name><surname>Wu</surname><given-names>K.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name></person-group><article-title>Positive rate of RT-PCR detection of SARS-CoV-2 infection in 4880 cases from one hospital in Wuhan, China, from Jan to Feb 2020</article-title><source>Clin Chim Acta.</source><volume>505</volume><year>2020</year><fpage>172</fpage><lpage>175</lpage><pub-id pub-id-type="doi">10.1016/j.cca.2020.03.009</pub-id><pub-id pub-id-type="pmid">32156607</pub-id></element-citation></ref><ref id="bib0295"><label>16</label><element-citation publication-type="journal" id="sbref0295"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Liu</surname><given-names>L.</given-names></name><name><surname>Kou</surname><given-names>G.</given-names></name><name><surname>Zheng</surname><given-names>Y.</given-names></name><name><surname>Ding</surname><given-names>Y.</given-names></name><name><surname>Ni</surname><given-names>W.</given-names></name></person-group><article-title>Evaluation of nucleocapsid and spike protein-based ELISAs for detecting antibodies against SARS-CoV-2</article-title><source>J Clin Microbiol.</source><year>2020</year><pub-id pub-id-type="other">10.1128/JCM. 00461-20</pub-id></element-citation></ref><ref id="bib0300"><label>17</label><element-citation publication-type="journal" id="sbref0300"><person-group person-group-type="author"><name><surname>Xiao</surname><given-names>S.</given-names></name><name><surname>Wu</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>H.</given-names></name></person-group><article-title>Evolving status of the 2019 novel coronavirus infection: Proposal of conventional serologic assays for disease diagnosis and infection monitoring</article-title><source>J Med Virol.</source><volume>92</volume><year>2020</year><fpage>464</fpage><lpage>467</lpage><pub-id pub-id-type="doi">10.1002/jmv.25702</pub-id><pub-id pub-id-type="pmid">32031264</pub-id></element-citation></ref><ref id="bib0305"><label>18</label><element-citation publication-type="journal" id="sbref0305"><person-group person-group-type="author"><name><surname>Dai</surname><given-names>H.</given-names></name><name><surname>Zhang</surname><given-names>X.</given-names></name><name><surname>Xia</surname><given-names>J.</given-names></name><name><surname>Zhang</surname><given-names>T.</given-names></name><name><surname>Shang</surname><given-names>Y.</given-names></name><name><surname>Huang</surname><given-names>R.</given-names></name></person-group><article-title>High-resolution chest CT features and clinical characteristics of patients infected with COVID-19 in Jiangsu, China</article-title><source>Int J Infect Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.ijid.2020.04.003</pub-id></element-citation></ref><ref id="bib0310"><label>19</label><element-citation publication-type="journal" id="sbref0310"><person-group person-group-type="author"><name><surname>Guan</surname><given-names>W.</given-names></name><name><surname>Ni</surname><given-names>Z.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Ou</surname><given-names>C.</given-names></name><name><surname>He</surname><given-names>J.</given-names></name></person-group><article-title>Clinical characteristics of coronavirus disease 2019 in China</article-title><source>N Engl J Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMoa2002032</pub-id></element-citation></ref><ref id="bib0315"><label>20</label><element-citation publication-type="journal" id="sbref0315"><person-group person-group-type="author"><name><surname>Bernheim</surname><given-names>A.</given-names></name><name><surname>Mei</surname><given-names>X.</given-names></name><name><surname>Huang</surname><given-names>M.</given-names></name><name><surname>Yang</surname><given-names>Y.</given-names></name><name><surname>Fayad</surname><given-names>Z.A.</given-names></name><name><surname>Zhang</surname><given-names>N.</given-names></name></person-group><article-title>Chest CT findings in coronavirus disease-19 (COVID-19): Relationship to duration of infection</article-title><source>Radiology.</source><year>2020</year><pub-id pub-id-type="doi">10.1148/radiol.2020200463</pub-id></element-citation></ref><ref id="bib0320"><label>21</label><element-citation publication-type="journal" id="sbref0320"><person-group person-group-type="author"><name><surname>Soldati</surname><given-names>G.</given-names></name><name><surname>Smargiassi</surname><given-names>A.</given-names></name><name><surname>Inchingolo</surname><given-names>R.</given-names></name></person-group><article-title>Proposal for international standardization of the use of lung ultrasound for patients with COVID-19: A simple, quantitative, reproductible method</article-title><source>J Ultrasound Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1002/jum.15285</pub-id></element-citation></ref><ref id="bib0325"><label>22</label><mixed-citation publication-type="other" id="oref0110">Plan de contingencias COVID-19. Implementaci&#x000f3;n de TC tor&#x000e1;cico complementario en pacientes quir&#x000fa;rgicos. Servicios de Radiolog&#x000ed;a y Cirug&#x000ed;a General. Hospital Universitario Virgen del Rocio. Marzo 2020 [consultado 17 Abr 2020]. Disponible en: https://www.hospitaluvrocio.es/wp-content/uploads/2020/04/SCREENING-RADIOLOGICO-COVID-19-CIRUGIA-GENERAL.pdf</mixed-citation></ref><ref id="bib0330"><label>23</label><element-citation publication-type="journal" id="sbref0330"><person-group person-group-type="author"><name><surname>Prachand</surname><given-names>V.</given-names></name><name><surname>Milner</surname><given-names>R.</given-names></name><name><surname>Angelos</surname><given-names>P.</given-names></name><name><surname>Posner</surname><given-names>M.C.</given-names></name><name><surname>Fung</surname><given-names>J.J.</given-names></name><name><surname>Agrawal</surname><given-names>N.</given-names></name></person-group><article-title>Medically-necessary time-sensitive procedures: A scoring system to ethically and efficiently manage resource scarcity and provider risk during the COVID-19 pandemic</article-title><source>J Am Coll Surg.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jamcollsurg.2020.04.011</pub-id></element-citation></ref><ref id="bib0335"><label>24</label><element-citation publication-type="journal" id="sbref0335"><person-group person-group-type="author"><name><surname>Aminian</surname><given-names>A.</given-names></name><name><surname>Safari</surname><given-names>S.</given-names></name><name><surname>Razeghian-Jahromi</surname><given-names>A.</given-names></name><name><surname>Ghorbani</surname><given-names>M.</given-names></name><name><surname>Delaney</surname><given-names>C.P.</given-names></name></person-group><article-title>COVID-19 outbreak and surgical practice: Unexpected fatality in perioperative period</article-title><source>Ann Surg.</source><year>2020</year><pub-id pub-id-type="doi">10.1097/SLA.0000000000003925</pub-id></element-citation></ref><ref id="bib0340"><label>25</label><element-citation publication-type="journal" id="sbref0340"><person-group person-group-type="author"><name><surname>Gao</surname><given-names>Y.</given-names></name><name><surname>Xi</surname><given-names>H.</given-names></name><name><surname>Chen</surname><given-names>L.</given-names></name></person-group><article-title>Emergency surgery in suspected COVID-19 patients with acute abdomen: Case series and perspectives</article-title><source>Ann Surg.</source><year>2020</year><pub-id pub-id-type="doi">10.1097/SLA.0000000000003961</pub-id></element-citation></ref><ref id="bib0345"><label>26</label><element-citation publication-type="journal" id="sbref0345"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>G.</given-names></name><name><surname>Wu</surname><given-names>D.</given-names></name><name><surname>Guo</surname><given-names>W.</given-names></name><name><surname>Cao</surname><given-names>Y.</given-names></name><name><surname>Huang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>H.</given-names></name></person-group><article-title>Clinical and immunological features of severe and moderate coronavirus disease 2019</article-title><source>J Clin Invest.</source><year>2020</year><pub-id pub-id-type="doi">10.1172/JCI137244</pub-id></element-citation></ref><ref id="bib0350"><label>27</label><element-citation publication-type="journal" id="sbref0350"><person-group person-group-type="author"><name><surname>Sippola</surname><given-names>S.</given-names></name><name><surname>Haijanen</surname><given-names>J.</given-names></name><name><surname>Viinikainen</surname><given-names>L.</given-names></name><name><surname>Gr&#x000f6;nroos</surname><given-names>J.</given-names></name><name><surname>Paajanen</surname><given-names>H.</given-names></name><name><surname>Rautio</surname><given-names>T.</given-names></name></person-group><article-title>Quality of life and patient satisfaction at 7-year follow-up of antibiotic therapy vs appendectomy for uncomplicated acute appendicitis: A secondary analysis of a randomized clinical trial</article-title><source>JAMA Surg.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jamasurg.2019.6028</pub-id></element-citation></ref><ref id="bib0355"><label>28</label><element-citation publication-type="journal" id="sbref0355"><person-group person-group-type="author"><name><surname>Van Dijk</surname><given-names>A.H.</given-names></name><name><surname>de Reuver</surname><given-names>P.R.</given-names></name><name><surname>Tasma</surname><given-names>T.N.</given-names></name><name><surname>van Dieren</surname><given-names>S.</given-names></name><name><surname>Hugh</surname><given-names>T.J.</given-names></name><name><surname>Boermeester</surname><given-names>M.A.</given-names></name></person-group><article-title>Systematic review of antibiotic treatment for acute calculous cholecystitis</article-title><source>Br J Surg.</source><volume>103</volume><year>2016</year><fpage>797</fpage><lpage>811</lpage><pub-id pub-id-type="doi">10.1002/bjs.10146</pub-id><pub-id pub-id-type="pmid">27027851</pub-id></element-citation></ref><ref id="bib0360"><label>29</label><element-citation publication-type="journal" id="sbref0360"><person-group person-group-type="author"><name><surname>Loozen</surname><given-names>C.S.</given-names></name><name><surname>Oor</surname><given-names>J.E.</given-names></name><name><surname>van Ramshorst</surname><given-names>B.</given-names></name><name><surname>van Santvoort</surname><given-names>H.C.</given-names></name><name><surname>Boerma</surname><given-names>D.</given-names></name></person-group><article-title>Conservative treatment of acute cholecystitis: A systematic review and pooled analysis</article-title><source>Surg Endosc.</source><volume>31</volume><year>2017</year><fpage>504</fpage><lpage>515</lpage><pub-id pub-id-type="doi">10.1007/s00464-016-5011-x</pub-id><pub-id pub-id-type="pmid">27317033</pub-id></element-citation></ref><ref id="bib0365"><label>30</label><element-citation publication-type="journal" id="sbref0365"><person-group person-group-type="author"><name><surname>You</surname><given-names>K.</given-names></name><name><surname>Bendl</surname><given-names>R.</given-names></name><name><surname>Taut</surname><given-names>C.</given-names></name><name><surname>Sullivan</surname><given-names>R.</given-names></name><name><surname>Gachabayov</surname><given-names>M.</given-names></name><name><surname>Bergamaschi</surname><given-names>R.</given-names></name><collab>Study Group on Diverticulitis</collab></person-group><article-title>Randomized clinical trial of elective resection versus observation in diverticulitis with extraluminal air or abscess initially managed conservatively</article-title><source>Br J Surg.</source><volume>105</volume><year>2018</year><fpage>971</fpage><lpage>979</lpage><pub-id pub-id-type="doi">10.1002/bjs.10868</pub-id><pub-id pub-id-type="pmid">29683483</pub-id></element-citation></ref><ref id="bib0370"><label>31</label><element-citation publication-type="journal" id="sbref0370"><person-group person-group-type="author"><name><surname>Elsharif</surname><given-names>M.</given-names></name><name><surname>Forouzanfar</surname><given-names>A.</given-names></name><name><surname>Oaikhinan</surname><given-names>K.</given-names></name><name><surname>Khetan</surname><given-names>N.</given-names></name></person-group><article-title>Percutaneous cholecystostomy&#x02026; why, when, what next? A systematic review of past decade</article-title><source>Ann R Coll Surg Engl.</source><volume>5</volume><year>2018</year><fpage>1</fpage><lpage>14</lpage><pub-id pub-id-type="doi">10.1308/rcsann.2018.0150</pub-id></element-citation></ref><ref id="bib0375"><label>32</label><element-citation publication-type="journal" id="sbref0375"><person-group person-group-type="author"><name><surname>Cui</surname><given-names>S.</given-names></name><name><surname>Chen</surname><given-names>S.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Liu</surname><given-names>S.</given-names></name><name><surname>Wang</surname><given-names>F.</given-names></name></person-group><article-title>Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia</article-title><source>J Thromb Haemost.</source><year>2020</year><pub-id pub-id-type="doi">10.1111/jth.14830</pub-id></element-citation></ref><ref id="bib0380"><label>33</label><element-citation publication-type="journal" id="sbref0380"><person-group person-group-type="author"><name><surname>Bryan</surname><given-names>F.</given-names></name><name><surname>Milner</surname><given-names>R.</given-names></name><name><surname>Roggin</surname><given-names>K.K.</given-names></name><name><surname>Angelos</surname><given-names>P.</given-names></name><name><surname>Matthews</surname><given-names>J.B.</given-names></name></person-group><article-title>Unknown unknowns: Surgical consent during the COVID-19 pandemic</article-title><source>Ann Surg.</source><year>2020</year><comment>[consultado 18 Abr 2020]. Disponible en: https://journals.lww.com/annalsofsurgery/Documents/Unknown%20unknowns%20.pdf</comment></element-citation></ref><ref id="bib0385"><label>34</label><element-citation publication-type="journal" id="sbref0385"><person-group person-group-type="author"><name><surname>Alp</surname><given-names>E.</given-names></name><name><surname>Bijl</surname><given-names>D.</given-names></name><name><surname>Bleichrodt</surname><given-names>R.P.</given-names></name><name><surname>Hansson</surname><given-names>B.</given-names></name><name><surname>Voss</surname><given-names>A.</given-names></name></person-group><article-title>Surgical smoke and infection control</article-title><source>J Hosp Infect.</source><volume>62</volume><year>2006</year><fpage>1</fpage><lpage>5</lpage><pub-id pub-id-type="doi">10.1016/j.jhin.2005.01.014</pub-id><pub-id pub-id-type="pmid">16002179</pub-id></element-citation></ref><ref id="bib0390"><label>35</label><element-citation publication-type="journal" id="sbref0390"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Y.</given-names></name><name><surname>Qin</surname><given-names>J.J.</given-names></name><name><surname>Wang</surname><given-names>Z.</given-names></name><name><surname>Yu</surname><given-names>Y.</given-names></name><name><surname>Wen</surname><given-names>Y.Y.</given-names></name><name><surname>Chen</surname><given-names>X.K.</given-names></name></person-group><article-title>[Surgical treatment for esophageal cancer during the outbreak of COVID-19]</article-title><source>Zhonghua Zhong Liu Za Zhi.</source><volume>42</volume><year>2020</year><fpage>E003</fpage><pub-id pub-id-type="doi">10.3760/cma.j.cn112152-20200226-00128</pub-id></element-citation></ref><ref id="bib0395"><label>36</label><element-citation publication-type="journal" id="sbref0395"><person-group person-group-type="author"><name><surname>Tuech</surname><given-names>J.J.</given-names></name><name><surname>Gangloff</surname><given-names>A.</given-names></name><name><surname>Di Fiore</surname><given-names>F.</given-names></name><name><surname>Michel</surname><given-names>P.</given-names></name><name><surname>Brigand</surname><given-names>C.</given-names></name><name><surname>Slim</surname><given-names>K.</given-names></name></person-group><article-title>Strategy for the practice of digestive and oncological surgery during the COVID-19 epidemic</article-title><source>J Visc Surg.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jviscsurg.2020.03.008</pub-id></element-citation></ref><ref id="bib0400"><label>37</label><element-citation publication-type="journal" id="sbref0400"><person-group person-group-type="author"><name><surname>Kwak</surname><given-names>H.D.</given-names></name><name><surname>Kim</surname><given-names>S.H.</given-names></name><name><surname>Seo</surname><given-names>Y.S.</given-names></name><name><surname>Song</surname><given-names>K.J.</given-names></name></person-group><article-title>Detecting hepatitis&#x000a0;B virus in surgical smoke emitted during laparoscopic surgery</article-title><source>Occup Environ Med.</source><volume>73</volume><year>2016</year><fpage>857</fpage><lpage>863</lpage><pub-id pub-id-type="doi">10.1136/oemed-2016-103724</pub-id><pub-id pub-id-type="pmid">27484956</pub-id></element-citation></ref><ref id="bib0405"><label>38</label><mixed-citation publication-type="other" id="oref0190">Resources for smoke &#x00026; gas evacuation during open, laparoscopic and endoscopic procedures [consultado 18 Abr 2020]. Disponible en: https://www.sages.org/resources-smoke-gas-evacuation-during-open-laparoscopic-endoscopic-procedures/</mixed-citation></ref><ref id="bib0410"><label>39</label><mixed-citation publication-type="other" id="oref0195">United States Environmental Protection Agency. Disinfectants for use against SARS-CoV-2 [consultado 18 Abr 2020]. Disponible en: https://www.epa.gov/pesticide-registration/list-n-disinfectants-use-against-sars-cov-2</mixed-citation></ref><ref id="bib0415"><label>40</label><mixed-citation publication-type="other" id="oref0200">Productos virucidas autorizados en Espa&#x000f1;a. Ministerio de Sanidad [consultado 18 Abr 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/Listado_virucidas_PT2_ambiental.pdf</mixed-citation></ref><ref id="bib0420"><label>41</label><element-citation publication-type="journal" id="sbref0420"><person-group person-group-type="author"><name><surname>Lei</surname><given-names>S.</given-names></name><name><surname>Jiang</surname><given-names>F.</given-names></name><name><surname>Su</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>C.</given-names></name><name><surname>Chen</surname><given-names>J.</given-names></name><name><surname>Mei</surname><given-names>W.</given-names></name></person-group><article-title>Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection</article-title><source>EClinicalMedicine.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.eclinm.2020.100331</pub-id></element-citation></ref><ref id="bib0425"><label>42</label><element-citation publication-type="journal" id="sbref0425"><person-group person-group-type="author"><name><surname>Christian</surname><given-names>M.D.</given-names></name><name><surname>Sprung</surname><given-names>C.L.</given-names></name><name><surname>King</surname><given-names>M.A.</given-names></name><name><surname>Dichter</surname><given-names>J.R.</given-names></name><name><surname>Kissoon</surname><given-names>N.</given-names></name><name><surname>Devereaux</surname><given-names>A.V.</given-names></name></person-group><article-title>Triage. Care of the critically ill and injured during pandemics and disasters: CHEST consensus statement</article-title><source>Chest.</source><volume>146</volume><issue>4 Suppl</issue><year>2014</year><fpage>e61S</fpage><lpage>e74S</lpage><pub-id pub-id-type="doi">10.1378/chest.14-0736</pub-id><pub-id pub-id-type="pmid">25144591</pub-id></element-citation></ref><ref id="bib0430"><label>43</label><mixed-citation publication-type="other" id="oref0215">Gu&#x000ed;a m&#x000e9;dica de atenci&#x000f3;n al paciente quir&#x000fa;rgico durante la pandemia de COVID19. Fundaci&#x000f3;n Valle del Lili, Cali, Colombia [consultado 18 Abr 2020]. Disponible en: https://valledellili.org/</mixed-citation></ref></ref-list><sec id="sec0050"><label>Anexo</label><title>Miembros del Grupo Colaborativo Cirug&#x000ed;a-AEC-COVID-19</title><p id="par0260">Salvador Morales Conde (coordinador), Est&#x000ed;baliz &#x000c1;lvarez Pe&#x000f1;a, Mario &#x000c1;lvarez Gallego, Jos&#x000e9; Manuel Aranda Narv&#x000e1;ez, Josep Mar&#x000ed;a Bad&#x000ed;a P&#x000e9;rez, Jos&#x000e9; Mar&#x000ed;a Balibrea del Castillo, Sandra Garc&#x000ed;a Botella, Xavier Guirao Garriga, Eloy Esp&#x000ed;n Basany, Esteban Mart&#x000ed;n Antona, Elena Mart&#x000ed;n P&#x000e9;rez, Sagrario Mart&#x000ed;nez Cortijo, Isabel Pascual Miguel&#x000e1;&#x000f1;ez, Mar&#x000ed;a Dolores P&#x000e9;rez D&#x000ed;az, Jos&#x000e9; Luis Ramos Rodr&#x000ed;guez, In&#x000e9;s Rubio P&#x000e9;rez, Raquel S&#x000e1;nchez Santos.</p></sec></back></article>