<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Nefrologia</journal-id><journal-id journal-id-type="iso-abbrev">Nefrologia</journal-id><journal-title-group><journal-title>Nefrologia</journal-title></journal-title-group><issn pub-type="ppub">0211-6995</issn><issn pub-type="epub">1989-2284</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7328640</article-id><article-id pub-id-type="publisher-id">S0211-6995(20)30086-2</article-id><article-id pub-id-type="doi">10.1016/j.nefro.2020.06.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Protecci&#x000f3;n de los profesionales sanitarios en nefrolog&#x000ed;a ante la pandemia por COVID-19</article-title><trans-title-group xml:lang="en"><trans-title>Protection of nephrology health professionals during the COVID-19 pandemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Arenas</surname><given-names>Mar&#x000ed;a Dolores</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Villar</surname><given-names>Judit</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Gonz&#x000e1;lez</surname><given-names>Cristina</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Cao</surname><given-names>Higinio</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Collado</surname><given-names>Silvia</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Barbosa</surname><given-names>Francesc</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0035"><name><surname>Crespo</surname><given-names>Marta</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0040"><name><surname>Horcajada</surname><given-names>Juan Pablo</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0045"><name><surname>Pascual</surname><given-names>Julio</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Nefrolog&#x000ed;a, Hospital del Mar, Barcelona, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Servicio de Enfermedades Infecciosas, Hospital del Mar, Barcelona, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Servicio de Epidemiolog&#x000ed;a y Evaluaci&#x000f3;n, Hospital del Mar, Barcelona, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>1</day><month>7</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub" iso-8601-date="2020-08-01"><season>July-August</season><year>2020</year></pub-date><pub-date pub-type="epub"><day>1</day><month>7</month><year>2020</year></pub-date><volume>40</volume><issue>4</issue><fpage>395</fpage><lpage>402</lpage><history><date date-type="received"><day>9</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>21</day><month>6</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de Nefrolog&#x000ed;a</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><p>La epidemia de COVID-19 representa un riesgo especial para los pacientes renales por sus comorbilidades y edad avanzada, y por la realizaci&#x000f3;n del tratamiento de hemodi&#x000e1;lisis en salas colectivas, pero tambi&#x000e9;n supone un riesgo para los profesionales responsables de su atenci&#x000f3;n. El presente manuscrito recoge una propuesta de actuaci&#x000f3;n para prevenir la infecci&#x000f3;n entre los profesionales en los Servicios de Nefrolog&#x000ed;a.</p></abstract><trans-abstract xml:lang="en"><p>The COVID-19 epidemic represents a special risk for kidney patients due to their comorbidities and advanced age, and the need for hemodialysis treatment in group rooms. It also represents a risk for professionals responsible for their attention. This manuscript contains a proposal for action to prevent infection of professionals in the Nephrology Services, one of the most valuable assets at the present time.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Nefrolog&#x000ed;a</kwd><kwd>SARS-CoV-2</kwd><kwd>COVID-19</kwd><kwd>Coronavirus</kwd><kwd>Profesionales sanitarios</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Nephrology</kwd><kwd>SARS-CoV-2</kwd><kwd>COVID-19</kwd><kwd>Coronavirus</kwd><kwd>Health-care workers</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">Adem&#x000e1;s de la evidente necesidad de proteger a los pacientes, no menos importante es garantizar la protecci&#x000f3;n de los profesionales de la salud que deben atenderlos. La protecci&#x000f3;n de los profesionales sanitarios se convierte en uno de los objetivos fundamentales en la pandemia por SARS-CoV-2 por varios motivos: 1) Son necesarios para garantizar la continuidad de la asistencia, 2) tienen un elevado riesgo de contagio al estar expuestos en primera l&#x000ed;nea a pacientes infectados, y 3) pueden actuar como veh&#x000ed;culos de transmisi&#x000f3;n en su trabajo diario a pacientes, a otros compa&#x000f1;eros, y a miembros de la familia y la comunidad.</p><p id="par0010">Hasta el 25 de febrero de 2020, China hab&#x000ed;a informado de 3.387 trabajadores sanitarios infectados solo en Hubei, de los cuales al menos 18 fallecieron como consecuencia de la infecci&#x000f3;n<xref rid="bib0195" ref-type="bibr"><sup>1</sup></xref>. En Espa&#x000f1;a, seg&#x000fa;n los &#x000fa;ltimos datos oficiales hechos p&#x000fa;blicos por el Ministerio de Sanidad, el 7 de mayo, son 35.548 profesionales sanitarios infectados por COVID-19<xref rid="bib0200" ref-type="bibr"><sup>2</sup></xref>. Espa&#x000f1;a se sit&#x000fa;a como uno de los pa&#x000ed;ses del mundo con m&#x000e1;s sanitarios contagiados por COVID-19. En un estudio reciente realizado en un hospital de Madrid el 20% del personal sanitario del servicio de Nefrolog&#x000ed;a fue diagnosticado de COVID-19<xref rid="bib0205" ref-type="bibr"><sup>3</sup></xref>.</p><p id="par0015">El SARS-CoV-2 se propaga principalmente, al igual que otros virus de la misma familia, a trav&#x000e9;s de gotas y contacto directo con las secreciones de las personas infectadas<xref rid="bib0210" ref-type="bibr"><sup>4</sup></xref>. Sin embargo, tiene algunas peculiaridades que obligan a aumentar las precauciones ante el contagio, como son la alta tasa de infectados que cursan de manera asintom&#x000e1;tica con un per&#x000ed;odo de incubaci&#x000f3;n que puede llegar hasta 24 d&#x000ed;as<xref rid="bib0215" ref-type="bibr"><sup>5</sup></xref>, la hiperafinidad a los receptores de la enzima convertidora de la angiotensina 2 (ACE2) que le confiere una alta capacidad de transmisi&#x000f3;n<xref rid="bib0220" ref-type="bibr">6</xref>, <xref rid="bib0225" ref-type="bibr">7</xref>, y la existencia de un 20-30% de falsos negativos en la detecci&#x000f3;n por PCR<xref rid="bib0230" ref-type="bibr"><sup>8</sup></xref>.</p><p id="par0020">Cada hospital, servicio de Nefrolog&#x000ed;a y centro de hemodi&#x000e1;lisis, ha puesto en marcha sus propios protocolos de actuaci&#x000f3;n, la mayor&#x000ed;a dirigidos a prevenir el contagio a los pacientes<xref rid="bib0235" ref-type="bibr">9</xref>, <xref rid="bib0240" ref-type="bibr">10</xref>, <xref rid="bib0245" ref-type="bibr">11</xref>. Del mismo modo, se ha hecho un especial &#x000e9;nfasis en la prevenci&#x000f3;n del contagio de los profesionales a trav&#x000e9;s de los mismos<xref rid="bib0250" ref-type="bibr">12</xref>, <xref rid="bib0255" ref-type="bibr">13</xref>, <xref rid="bib0260" ref-type="bibr">14</xref>, <xref rid="bib0265" ref-type="bibr">15</xref>. Menos atenci&#x000f3;n se ha prestado a la prevenci&#x000f3;n del contagio entre profesionales sanitarios dentro del marco hospitalario, m&#x000e1;xime cuando, como ya hemos comentado antes, la infecci&#x000f3;n puede cursar asintom&#x000e1;tica durante un per&#x000ed;odo de tiempo prolongado, y las herramientas de detecci&#x000f3;n disponible no llegan a detectar todos los casos.</p><p id="par0025">Presentamos un conjunto de estrategias dise&#x000f1;adas para prevenir el contagio entre profesionales sanitarios en un servicio de Nefrolog&#x000ed;a a trav&#x000e9;s de pacientes y los propios compa&#x000f1;eros.</p></sec><sec id="sec0010"><title>Tipo de exposici&#x000f3;n de los profesionales sanitarios y sus consecuencias</title><p id="par0030">Los profesionales sanitarios est&#x000e1;n sometidos a un riesgo por la actividad que desarrollan. Esta exposici&#x000f3;n puede derivarse del contacto con otros pacientes o con compa&#x000f1;eros de trabajo. Las exposiciones a SARS-CoV-2 pueden ser de varios tipos, y dar lugar a diferentes consecuencias<xref rid="bib0255" ref-type="bibr"><sup>13</sup></xref>:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>a)</label><p id="par0035">Exposiciones de bajo riesgo sin el equipo de protecci&#x000f3;n apropiado: exposiciones puntuales de &#x0003c;&#x000a0;15&#x000a0;min con m&#x000ed;nimo contacto f&#x000ed;sico, por ejemplo, entregar medicaci&#x000f3;n o bandeja de comida, tomar constantes, maniobras que no generen aerosoles, contacto de casos de profesionales sanitarios en el entorno laboral.</p></list-item><list-item id="lsti0010"><label>b)</label><p id="par0040">Exposiciones de alto riesgo sin el equipo de protecci&#x000f3;n apropiado: contacto de un conviviente domiciliario o contacto con tiempo de exposici&#x000f3;n de m&#x000e1;s de 15&#x000a0;min a menos de 2&#x000a0;m de distancia, contacto con un paciente con riesgo alto de exposici&#x000f3;n a secreciones respiratorias sin protecci&#x000f3;n o maniobras que generen aerosoles.</p></list-item></list>
</p><p id="par0045">En el primer caso el/la profesional, si se encuentra asintom&#x000e1;tico, podr&#x000e1; continuar trabajando con mascarilla quir&#x000fa;rgica durante toda su jornada laboral, aunque deber&#x000e1; vigilar su temperatura y estar atento por si desarrolla s&#x000ed;ntomas. En este caso, se debe autoaislar inmediatamente (separarse de los otros) y notificarlo inmediatamente a Salud Laboral.</p><p id="par0050">En el segundo caso, el profesional se debe remitir a su domicilio con control de temperatura axilar 2 veces al d&#x000ed;a, y se retirar&#x000e1; de la actividad asistencial durante 7 d&#x000ed;as. Podr&#x000e1; incorporarse el d&#x000ed;a 8 del contacto si sigue asintom&#x000e1;tico. Precisar&#x000e1; utilizar una mascarilla quir&#x000fa;rgica durante toda su jornada y hasta el d&#x000ed;a 14 despu&#x000e9;s del contacto; adem&#x000e1;s de las medidas b&#x000e1;sicas de autoprotecci&#x000f3;n habituales.</p><p id="par0055">El servicio designado como responsable por el hospital (Salud Laboral, Prevenci&#x000f3;n de Riesgos Laborales o Medicina Preventiva) llevar&#x000e1; a cabo una evaluaci&#x000f3;n individualizada del riesgo teniendo en cuenta el tipo de exposici&#x000f3;n y el servicio en el que desarrolla su actividad asistencial, y podr&#x000e1; dar instrucciones adaptadas al caso concreto.</p></sec><sec id="sec0015"><title>Acciones de los profesionales en el marco hospitalario y asistencial para prevenir el contagio por COVID-19</title><p id="par0060">El personal sanitario se enfrenta a la posibilidad de estar expuesto y ser infectado por SARS-CoV-2<xref rid="bib0265" ref-type="bibr">15</xref>, <xref rid="bib0270" ref-type="bibr">16</xref> puesto que debe trabajar cerca de pacientes o casos sospechosos y, adem&#x000e1;s, bajo una carga de trabajo inusual. En estas condiciones resulta especialmente relevante el conocimiento por parte de todos los trabajadores de qu&#x000e9; equipo de protecci&#x000f3;n individual se debe usar en cada actividad y cu&#x000e1;l es el procedimiento de colocaci&#x000f3;n y retirada de dichos equipos<xref rid="bib0275" ref-type="bibr"><sup>17</sup></xref>. La adherencia a estas medidas se fomentar&#x000e1; y supervisar&#x000e1; mediante el trabajo de equipo m&#x000e9;dico-enfermer&#x000ed;a-auxiliares reforzando ambas acciones<xref rid="bib0205" ref-type="bibr">3</xref>, <xref rid="bib0280" ref-type="bibr">18</xref>.</p><sec id="sec0020"><title>Acciones individuales en el marco hospitalario y asistencial</title><p id="par0065">Como cualquier profesional sanitario en cualquier dispositivo asistencial, el personal de Nefrolog&#x000ed;a debe<xref rid="bib0275" ref-type="bibr">17</xref>, <xref rid="bib0280" ref-type="bibr">18</xref>:<list list-type="simple" id="lis0010"><list-item id="lsti0015"><label>-</label><p id="par0070">usar obligatoriamente la mascarilla en los espacios comunes (escaleras, vest&#x000ed;bulos, montacargas, ascensores, pasillos, terrazas, aseos y recepciones);</p></list-item><list-item id="lsti0020"><label>-</label><p id="par0075">utilizar las escaleras en lugar del ascensor, siempre que sea posible;</p></list-item><list-item id="lsti0025"><label>-</label><p id="par0080">en los pasillos y escaleras, circular siempre por su derecha;</p></list-item><list-item id="lsti0030"><label>-</label><p id="par0085">lavarse las manos con agua y jab&#x000f3;n o aplicarse en las manos soluciones alcoh&#x000f3;licas sistem&#x000e1;ticamente;</p></list-item><list-item id="lsti0035"><label>-</label><p id="par0090">mantener la distancia de seguridad (al menos 2&#x000a0;m);</p></list-item><list-item id="lsti0040"><label>-</label><p id="par0095">evitar tocarse los ojos, la nariz y la boca con las manos sin lavar;</p></list-item><list-item id="lsti0045"><label>-</label><p id="par0100">cubrirse la boca y nariz con la manga o con un pa&#x000f1;uelo desechable y luego tirarlo a la basura si tosen o estornudan;</p></list-item><list-item id="lsti0050"><label>-</label><p id="par0105">evitar compartir equipos y dispositivos personales con otros trabajadores;</p></list-item><list-item id="lsti0055"><label>-</label><p id="par0110">evitar las reuniones presenciales, favoreciendo las videoconferencias u otros sistemas no presenciales;</p></list-item><list-item id="lsti0060"><label>-</label><p id="par0115">limpiar y desinfectar los espacios de trabajo y superficies que se tocan con frecuencia, como teclados, dispositivos de dictado o tel&#x000e9;fonos fijos, y los art&#x000ed;culos personales como estetoscopios o tel&#x000e9;fonos m&#x000f3;viles. El SARS-CoV 2 es capaz de vivir en superficies durante horas o d&#x000ed;as<xref rid="bib0285" ref-type="bibr">19</xref>, <xref rid="bib0290" ref-type="bibr">20</xref>, pero se elimina f&#x000e1;cilmente con desinfectantes habituales como el hipoclorito s&#x000f3;dico a 1.000&#x000a0;ppm o productos testados como virucidas (H100, H200, etc.);</p></list-item><list-item id="lsti0065"><label>-</label><p id="par0120">facilitar la tarea del personal de limpieza y desinfecci&#x000f3;n, dejando el espacio de trabajo lo m&#x000e1;s libre posible. Es necesaria una estrategia de limpieza y desinfecci&#x000f3;n frecuente de &#x000e1;reas comunes: interruptores de luz, encimeras, brazos de silla, barandillas de escaleras, botones de ascensores, pomos de puertas, etc.<xref rid="bib0295" ref-type="bibr"><sup>21</sup></xref>;</p></list-item><list-item id="lsti0070"><label>-</label><p id="par0125">comunicar inmediatamente si presenta cualquier s&#x000ed;ntoma respiratorio o febr&#x000ed;cula, si ha tenido contacto estrecho (menos de 2&#x000a0;m) con un caso probable o confirmado;</p></list-item><list-item id="lsti0075"><label>-</label><p id="par0130">quedarse en casa cuando est&#x000e9; enfermo, avisando telef&#x000f3;nicamente al centro y siguiendo el protocolo indicado por su centro.</p></list-item></list>
</p></sec><sec id="sec0025"><title>Acciones colectivas en el marco hospitalario y asistencial</title><p id="par0135">Una de las primeras medidas adoptadas por el Ministerio de Sanidad, antes de decretar el estado de alarma nacional y el confinamiento de toda la poblaci&#x000f3;n<xref rid="bib0300" ref-type="bibr"><sup>22</sup></xref>, fue recomendar a las comunidades aut&#x000f3;nomas que no se organizaran congresos, jornadas, seminarios o cursos de formaci&#x000f3;n de los profesionales sanitarios, fuera de los habituales de sus servicios, con el objetivo de garantizar la disponibilidad de este colectivo en sus servicios asistenciales habituales y evitar que pudieran actuar como transmisores de la enfermedad a los grupos de poblaci&#x000f3;n m&#x000e1;s vulnerables<xref rid="bib0305" ref-type="bibr"><sup>23</sup></xref>. Los contactos de <italic>alto riesgo</italic> (<italic>Contacto estrecho con caso probable/confirmado sin equipo de protecci&#x000f3;n individual)</italic> de los profesionales sanitarios pueden darse tambi&#x000e9;n en la actividad normal en el puesto de trabajo, entre personas del mismo equipo, aparentemente sanos y asintom&#x000e1;ticos<xref rid="bib0310" ref-type="bibr"><sup>24</sup></xref>, que no tienen conciencia de haber estado expuestos al virus. En un Hospital de Taip&#x000e9;i, 17 profesionales sanitarios se infectaron pos SARS a pesar de no estar en contacto directo con pacientes infectados y se detect&#x000f3; RNA del virus en superficies de &#x000e1;reas &#x000ab;limpias&#x000bb;<xref rid="bib0315" ref-type="bibr"><sup>25</sup></xref>. Las consecuencias de este tipo de contagio son un n&#x000fa;mero elevado de personas del mismo servicio de baja laboral y problemas para garantizar la asistencia sanitaria.</p><p id="par0140">Las limitaciones en cuanto a las reuniones de personas que se aplican en poblaci&#x000f3;n general han de aplicarse tambi&#x000e9;n a nivel del hospital/servicio /centro, m&#x000e1;xime al tratarse de poblaci&#x000f3;n de riesgo como ya se ha comentado anteriormente. Las medidas a adoptar suponen un cambio de costumbres adaptado a la situaci&#x000f3;n, y un alto grado de compromiso por parte del centro. Dentro de las estrategias destinadas a proteger a los profesionales se incluyen<xref rid="bib0250" ref-type="bibr">12</xref>, <xref rid="bib0315" ref-type="bibr">25</xref>:<list list-type="simple" id="lis0015"><list-item id="lsti0080"><label>&#x02013;</label><p id="par0145">restringir el n&#x000fa;mero de profesionales sanitarios que acceden a las instalaciones y limitar el n&#x000fa;mero total del personal dedicado a la atenci&#x000f3;n del paciente;</p></list-item><list-item id="lsti0085"><label>&#x02013;</label><p id="par0150">favorecer la permanencia dentro del hospital del personal sanitario solo el tiempo imprescindible para desarrollar el trabajo asistencial;</p></list-item><list-item id="lsti0090"><label>&#x02013;</label><p id="par0155">promover el teletrabajo favoreciendo el acceso remoto a la historia cl&#x000ed;nica del hospital, lo que evitar&#x000e1; poner en riesgo a pacientes y profesionales, y permitir&#x000e1; poder trabajar desde el domicilio;</p></list-item><list-item id="lsti0095"><label>&#x02013;</label><p id="par0160">suspender las sesiones cl&#x000ed;nicas de los servicios y los pases de guardia de presencia f&#x000ed;sica para lo que se pueden utilizar herramientas modernas de comunicaci&#x000f3;n como videoconferencias gratuitas que permiten la conexi&#x000f3;n de varias personas (Zoom, Skype, Microsoft Teams, etc.) desde diferentes lugares;</p></list-item><list-item id="lsti0100"><label>&#x02013;</label><p id="par0165">en aquellas &#x000e1;reas en que el trabajo sea realizado por varias personas (residentes y adjuntos), se distribuir&#x000e1;n los pacientes, se evitar&#x000e1; la asistencia de m&#x000e1;s de una persona a cada paciente, y los comentarios y puesta en com&#x000fa;n se realizar&#x000e1;n a trav&#x000e9;s de WhatsApp o por tel&#x000e9;fono;</p></list-item><list-item id="lsti0105"><label>&#x02013;</label><p id="par0170">si es posible se trabajar&#x000e1; en despachos individuales. Si m&#x000e1;s de una persona coincide en un despacho, estar&#x000e1; a m&#x000e1;s de 2&#x000a0;m de distancia del resto; siempre que sea posible, se mantendr&#x000e1; una correcta ventilaci&#x000f3;n del espacio;</p></list-item><list-item id="lsti0110"><label>&#x02013;</label><p id="par0175">se evitar&#x000e1;n los lugares frecuentados en el hospital (cafeter&#x000ed;a) y se evitar&#x000e1; desayunar y comer juntos o el uso de ascensores si no se puede mantener la distancia de seguridad.</p></list-item></list>
</p></sec></sec><sec id="sec0030"><title>Cuidados del personal sanitario en &#x000e1;reas espec&#x000ed;ficas de Nefrolog&#x000ed;a</title><p id="par0180">El personal sanitario que atiende pacientes renales desarrolla actividades espec&#x000ed;ficas de diferente complejidad las cuales requieren medidas de protecci&#x000f3;n diferentes, en funci&#x000f3;n de la necesidad de asepsia, riesgo de salpicaduras, y presencia o no de aerosoles. Estas actividades y los equipos de protecci&#x000f3;n necesarios en cada una de ellas se han resumido en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
<xref rid="bib0385" ref-type="bibr">26</xref>, <xref rid="bib0390" ref-type="bibr">27</xref>, <xref rid="bib0395" ref-type="bibr">28</xref>, <xref rid="bib0400" ref-type="bibr">29</xref>, <xref rid="bib0405" ref-type="bibr">30</xref>, <xref rid="bib0370" ref-type="bibr">31</xref>.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Medidas de protecci&#x000f3;n para la realizaci&#x000f3;n de pruebas y actividades relacionadas con la nefrolog&#x000ed;a en el contexto actual de pandemia de COVID-19</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">T&#x000e9;cnicas sin riesgo</th><th align="left">T&#x000e9;cnicas con riesgo de salpicadura</th><th align="left">T&#x000e9;cnicas est&#x000e9;riles con riesgo de salpicadura</th><th align="left">T&#x000e9;cnicas as&#x000e9;pticas con riesgo de salpicaduras</th><th align="left">T&#x000e9;cnicas con aerosoles</th></tr></thead><tbody><tr><td align="left"><italic>Ejemplos</italic></td><td align="left">Pase de visita habitual, velocidad de onda de pulso, &#x000ed;ndice tobillo-brazo</td><td align="left">Cualquier contacto con fluidos (v&#x000ed;as perif&#x000e9;ricas, conexi&#x000f3;n y desconexi&#x000f3;n en di&#x000e1;lisis, atenci&#x000f3;n a paciente con v&#x000ed;as [FAV/pr&#x000f3;tesis], intercambio en di&#x000e1;lisis peritoneal, cura de heridas exudativas), transfusiones</td><td align="left">Biopsias, colocaci&#x000f3;n de cat&#x000e9;teres venosos para di&#x000e1;lisis, conexi&#x000f3;n y desconexi&#x000f3;n de cat&#x000e9;teres</td><td align="left">Hemocultivos, sondajes</td><td align="left">Cualquier atenci&#x000f3;n sobre la v&#x000ed;a a&#x000e9;rea (intubaci&#x000f3;n, aspiraci&#x000f3;n de secreciones, ventilaci&#x000f3;n manual, administraci&#x000f3;n de medicaci&#x000f3;n nebulizada)</td></tr><tr><td align="left">Gorro</td><td/><td/><td align="left">X</td><td align="left">X</td><td/></tr><tr><td align="left">Mascarilla quir&#x000fa;rgica</td><td align="left">X</td><td align="left">X</td><td align="left">X</td><td align="left">X</td><td align="left">X</td></tr><tr><td align="left">FPP2<xref rid="tblfn0005" ref-type="table-fn">a</xref></td><td/><td/><td/><td/><td align="left">X</td></tr><tr><td align="left">Guantes de nitrilo</td><td align="left">X<break/>(Si contacto con el paciente)</td><td align="left">S&#x000ed; (cortos)</td><td/><td/><td align="left">X</td></tr><tr><td align="left">Guantes est&#x000e9;riles</td><td/><td/><td align="left">X</td><td align="left">X</td><td/></tr><tr><td align="left">Pantalla o gafas antisalpicaduras</td><td/><td align="left">X</td><td align="left">X</td><td align="left">X</td><td align="left">X (gafas integrales)</td></tr><tr><td align="left">Delantal</td><td/><td align="left">X</td><td/><td/><td align="left">X</td></tr><tr><td align="left">Bata impermeable/hidr&#x000f3;foba</td><td/><td align="left">X</td><td/><td align="left">X</td><td align="left">X</td></tr><tr><td align="left">Bata est&#x000e9;ril impermeable</td><td/><td/><td align="left">X</td><td/><td/></tr></tbody></table><table-wrap-foot><fn id="tblfn0005"><label>a</label><p id="npar0005">FFP3 solo es necesario en caso de fibrobroncoscopia y fibrolaringoscopia.</p></fn></table-wrap-foot></table-wrap></p><sec id="sec0035"><title>Medidas y propuestas para el personal que trabaja en las &#x000e1;reas de di&#x000e1;lisis (hemodi&#x000e1;lisis y di&#x000e1;lisis peritoneal)</title><p id="par0185">
<list list-type="simple" id="lis0020"><list-item id="lsti0115"><label><italic>a.</italic></label><p id="par0190">
<italic>Cuidados o medidas de protecci&#x000f3;n especiales para el personal m&#x000e9;dico, enfermer&#x000ed;a y auxiliares que trabajan diariamente con los pacientes de hemodi&#x000e1;lisis</italic>
</p></list-item></list>
</p><p id="par0195">Como ya ha sido descrito en algunas publicaciones<xref rid="bib0205" ref-type="bibr">3</xref>, <xref rid="bib0240" ref-type="bibr">10</xref>, las principales medidas de protecci&#x000f3;n para los profesionales y pacientes en las unidades de hemodi&#x000e1;lisis son: 1) la adecuada informaci&#x000f3;n a los pacientes para que acudan al centro manteniendo la distancia de seguridad con los compa&#x000f1;eros en salas de espera y ambulancias, as&#x000ed; como en el uso de mascarillas quir&#x000fa;rgicas y lavado de manos frecuente; 2) la detecci&#x000f3;n precoz del paciente sospechoso (cuestionarios acerca de s&#x000ed;ntomas o contactos estrechos, determinaci&#x000f3;n de temperatura corporal) a su llegada a la unidad, y en caso de alta sospecha se realizar&#x000e1; una determinaci&#x000f3;n de PCR de frotis nasofar&#x000ed;ngeo.</p><p id="par0200">Los equipos de protecci&#x000f3;n var&#x000ed;an seg&#x000fa;n la pol&#x000ed;tica de la unidad en cuanto al cribado de pacientes para COVID-19:<list list-type="simple" id="lis0025"><list-item id="lsti0120"><label>-</label><p id="par0205">En unidades que atienden a pacientes infectados por COVID o en aquellas en las que no se realiza un cribado general mediante PCR-SARS-CoV-2 y/o serolog&#x000ed;as, el equipo de protecci&#x000f3;n debe incluir todo lo recomendado para las unidades COVID por la elevada proporci&#x000f3;n de pacientes infectados asintom&#x000e1;ticos, que en algunas unidades de di&#x000e1;lisis espa&#x000f1;olas ha alcanzado hasta el 40% de los infectados<xref rid="bib0205" ref-type="bibr"><sup>3</sup></xref>. Este equipo incluye bata quir&#x000fa;rgica resistente, delantal impermeable, gorro, mascarilla FFP2 con mascarilla quir&#x000fa;rgica sobre ella para protegerla de la contaminaci&#x000f3;n externa y evitar la transmisi&#x000f3;n de gotas por parte del profesional si la FFP2 lleva filtro<xref rid="bib0205" ref-type="bibr">3</xref>, <xref rid="bib0240" ref-type="bibr">10</xref>, doble guante (uno largo por encima de la bata y otro corto), y gafas o m&#x000e1;scara facial, con un protocolo de puesta y retirada de EPI para evitar la contaminaci&#x000f3;n que incluye cambio de guantes entre pacientes con higiene de soluci&#x000f3;n hidroalcoh&#x000f3;lica antes y despu&#x000e9;s del cambio<xref rid="bib0205" ref-type="bibr">3</xref>, <xref rid="bib0280" ref-type="bibr">18</xref>.</p></list-item><list-item id="lsti0125"><label>-</label><p id="par0210">En unidades en las que se realiza el cribado de la poblaci&#x000f3;n atendida y se conoce que los pacientes son negativos, es suficiente el uso de una mascarilla quir&#x000fa;rgica y guantes, a lo que se a&#x000f1;adir&#x000e1; el uso de bata impermeable o bata quir&#x000fa;rgica resistente con delantal impermeable y pantalla protectora para la conexi&#x000f3;n, desconexi&#x000f3;n y atenci&#x000f3;n a los pacientes con v&#x000ed;as. Esta bata y los guantes se cambiar&#x000e1;n entre paciente y paciente. No se debe usar la misma bata de aislamiento para el cuidado de m&#x000e1;s de un paciente, excepto si est&#x000e1;n aislados juntos (aislamiento de cohortes) con el adecuado lavado de manos tras la retirada de ambos y antes de atender al siguiente paciente (<xref rid="tbl0005" ref-type="table">tabla 1</xref>).</p></list-item></list>
</p><p id="par0215">La visita del m&#x000e9;dico al paciente en hemodi&#x000e1;lisis tanto en hospital como en centro perif&#x000e9;rico solo la realizar&#x000e1; un m&#x000e9;dico cada vez. Cada m&#x000e9;dico visitar&#x000e1; siempre los mismos pacientes salvo que requiera ayuda por parte de otro compa&#x000f1;ero para su valoraci&#x000f3;n, en cuyo caso la har&#x000e1;n separadamente.</p><p id="par0220">La enfermer&#x000ed;a tambi&#x000e9;n atender&#x000e1; siempre a los mismos pacientes, con el fin de tener una adecuada trazabilidad del personal expuesto. Es importante que la dotaci&#x000f3;n de personal est&#x000e9; adaptada a la dificultad a&#x000f1;adida que supone la atenci&#x000f3;n de pacientes infectados por COVID-19. Se ha propuesto una enfermera de atenci&#x000f3;n directa cada 3-4 pacientes y una enfermera cada 7-8 pacientes, que act&#x000fa;a como &#x000ab;espejo&#x000bb; ayudando con la medicaci&#x000f3;n, preparaci&#x000f3;n del material, manejo de historia cl&#x000ed;nica, etc., y una auxiliar de enfermer&#x000ed;a cada 5-7 pacientes que tambi&#x000e9;n act&#x000fa;a como &#x000ab;espejo&#x000bb;<xref rid="bib0205" ref-type="bibr"><sup>3</sup></xref>.</p><p id="par0225">Al finalizar el turno se realizar&#x000e1; una limpieza profunda de superficies, monitores, suelo y paredes en la unidad. Los aparatos como pulsiox&#x000ed;metros, term&#x000f3;metros, tensi&#x000f3;metros, se limpiar&#x000e1;n entre paciente y paciente con sustancias virucidas o hipoclorito s&#x000f3;dico, y esta medida ser&#x000e1; aplicada en todas las &#x000e1;reas de trabajo<xref rid="bib0285" ref-type="bibr">19</xref>, <xref rid="bib0290" ref-type="bibr">20</xref>.</p><p id="par0230">De especial inter&#x000e9;s en la prevenci&#x000f3;n del contagio a pacientes y profesionales es la reincorporaci&#x000f3;n a las unidades de los pacientes que hab&#x000ed;an estado infectados por COVID en &#x000e1;reas de aislamiento. Se recomienda, una vez han pasado 7 d&#x000ed;as asintom&#x000e1;ticos, repetir la PCR con un intervalo de 48&#x000a0;h, y si ambas son negativas incorporarlos normalmente con el resto de pacientes<xref rid="bib0410" ref-type="bibr"><sup>32</sup></xref>.<list list-type="simple" id="lis0030"><list-item id="lsti0130"><label><italic>b.</italic></label><p id="par0235">
<italic>Cuidados o medidas de protecci&#x000f3;n especiales para el personal que trabaja en di&#x000e1;lisis peritoneal (entrenamientos, etc.)</italic>
</p></list-item></list>
</p><p id="par0240">El diagn&#x000f3;stico especializado y el tratamiento relacionado con la di&#x000e1;lisis peritoneal y sus complicaciones deben ser proporcionados por el nefr&#x000f3;logo a trav&#x000e9;s del tel&#x000e9;fono, WhatsApp o Internet.</p><p id="par0245">Se deben realizar evaluaciones para excluir la presencia de COVID-19 sospechosos o probables entre pacientes y cuidadores.</p><p id="par0250">Durante el ingreso, para minimizar el riesgo de infecci&#x000f3;n, se recomienda reemplazar la modalidad de CAPD por la de di&#x000e1;lisis peritoneal automatizada (APD) al reducirse as&#x000ed; el n&#x000fa;mero de conexiones e intercambios, disminuyendo de esta manera la posibilidad de infecci&#x000f3;n por contacto. Si el paciente no est&#x000e1; en condiciones m&#x000e9;dicas de autoadministrarse la di&#x000e1;lisis pasar&#x000e1; durante el ingreso a la modalidad de hemodi&#x000e1;lisis<xref rid="bib0415" ref-type="bibr"><sup>33</sup></xref>.</p><p id="par0255">Cualquier superficie, suministro o equipo ubicado en las salas en las que se han dializado pacientes sospechosos debe desinfectarse o desecharse.</p><p id="par0260">Para los entrenamientos la enfermera utilizar&#x000e1; el equipo de protecci&#x000f3;n individual descrito en la <xref rid="tbl0005" ref-type="table">tabla 1</xref> (mascarilla quir&#x000fa;rgica con pantalla facial encima, guantes y bata impermeable o bata quir&#x000fa;rgica resistente con delantal impermeable). El paciente llevar&#x000e1; puesta una mascarilla quir&#x000fa;rgica y guantes y el acompa&#x000f1;ante llevar&#x000e1; tambi&#x000e9;n un equipo de protecci&#x000f3;n individual similar al de la enfermer&#x000ed;a. Se seguir&#x000e1;n los mismos cuidados ya descritos tras la retirada del equipo de protecci&#x000f3;n, con la adecuada higiene de manos antes y despu&#x000e9;s.</p></sec><sec id="sec0040"><title>Medidas y propuestas para el personal que trabaja en las &#x000e1;reas de hospitalizaci&#x000f3;n o en Unidades de Agudos de Nefrolog&#x000ed;a</title><p id="par0265">Antes de realizar el ingreso hospitalario el paciente ser&#x000e1; sometido a un examen que permita determinar su riesgo de exposici&#x000f3;n a COVID-19, la presencia de s&#x000ed;ntomas y se le realizar&#x000e1; un frotis nasofar&#x000ed;ngeo y determinaci&#x000f3;n de PCR para poderlo ubicar correctamente dentro de las &#x000e1;reas de hospitalizaci&#x000f3;n asignadas (planta COVID, planta sospechosos o planta negativa).</p><p id="par0270">Mientras el n&#x000fa;mero de pacientes con COVID-19 sea elevado, ser&#x000e1; conveniente agruparlos en plantas confinadas para limitar la cantidad de personal de atenci&#x000f3;n m&#x000e9;dica expuesto y conservar los suministros. En estas plantas COVID el personal llevar&#x000e1; un equipo de protecci&#x000f3;n individual y no precisar&#x000e1; el cambio del mismo entre pacientes (aislamiento de cohortes).</p><p id="par0275">En las salas de hospitalizaci&#x000f3;n negativas (PCR negativa al ingreso), aunque el riesgo es bajo, como medidas de prevenci&#x000f3;n durante la epidemia COVID-19, se entrar&#x000e1; en la habitaci&#x000f3;n con guantes, mascarilla quir&#x000fa;rgica, excepto si existe riesgo de aerosoles, que se utilizar&#x000e1; mascarilla FPP2 cubierta con una quir&#x000fa;rgica desechable y una bata convencional desechable siempre que no haya riesgo de salpicaduras. Si hay riesgo de salpicaduras se colocar&#x000e1; pantalla facial o gafas y un delantal impermeable sobre la bata, que se desechar&#x000e1; al final de la visita. Se realizar&#x000e1; higiene de manos antes y despu&#x000e9;s de la atenci&#x000f3;n de cada uno de los enfermos. Las medidas de protecci&#x000f3;n se adecuar&#x000e1;n al tipo de actividad que se desarrolle (<xref rid="tbl0005" ref-type="table">tabla 1</xref>).</p><p id="par0280">Antes de salir de la habitaci&#x000f3;n se proceder&#x000e1; a la retirada del EPI (guantes, pantalla y bata) con especial cuidado de no tocar las superficies externas de guantes y bata. Estos se dejar&#x000e1;n dentro de la habitaci&#x000f3;n en un lugar especialmente habilitado para ello, y nunca se saldr&#x000e1; al pasillo con guantes o bata. Posteriormente se proceder&#x000e1; al lavado de manos.</p><p id="par0285">En el caso del paciente hospitalizado, el personal sanitario estar&#x000e1; el m&#x000ed;nimo tiempo posible en la habitaci&#x000f3;n. Solo se acercar&#x000e1; a quien lo necesite y precise una exploraci&#x000f3;n, que se realizar&#x000e1; con el EPI descrito. La visita del paciente hospitalizado solo la realizar&#x000e1; un m&#x000e9;dico cada vez. Cada m&#x000e9;dico visitar&#x000e1; siempre los mismos pacientes salvo que requiera ayuda por parte de otro compa&#x000f1;ero para su valoraci&#x000f3;n, en cuyo caso la har&#x000e1;n separadamente.</p></sec><sec id="sec0045"><title>Medidas y propuestas para el personal de las consultas de Nefrolog&#x000ed;a y consultas de trasplante renal</title><p id="par0290">Mientras dure la pandemia, la atenci&#x000f3;n del paciente en consultas de Nefrolog&#x000ed;a sea del tipo que sea (trasplante, lista de espera, nefrolog&#x000ed;a cl&#x000ed;nica, ERC) debe limitarse en lo posible en su modalidad presencial. Es imprescindible que la telemedicina ayude a cerrar la brecha creada por la pandemia y ampliar nuestro alcance en el futuro, y por ese motivo ya se est&#x000e1; aplicando de manera generalizada, incluidas algunas especialidades quir&#x000fa;rgicas<xref rid="bib0420" ref-type="bibr">34</xref>, <xref rid="bib0425" ref-type="bibr">35</xref>.</p><p id="par0295">Para pacientes con funci&#x000f3;n renal estable es recomendable alargar el intervalo entre visitas ambulatorias para evitar las visitas de los pacientes al hospital. As&#x000ed;, adem&#x000e1;s de favorecer la atenci&#x000f3;n telef&#x000f3;nica y v&#x000ed;a telem&#x000e1;tica, se deben proponer estrategias de coordinaci&#x000f3;n con atenci&#x000f3;n primaria, promoviendo la realizaci&#x000f3;n de anal&#x000ed;ticas en domicilio por el personal sanitario de los centros de salud.</p><p id="par0300">Como en todas las &#x000e1;reas, se realizar&#x000e1;n acciones destinadas a la identificaci&#x000f3;n precoz de pacientes sospechosos (cuestionarios acerca de s&#x000ed;ntomas o contactos estrechos, determinaci&#x000f3;n de temperatura corporal) y, en caso de identificarlos, se realizar&#x000e1; una determinaci&#x000f3;n de PCR de frotis nasofar&#x000ed;ngeo.</p><p id="par0305">En el caso de visita presencial obligatoria en consultas, la visita se realizar&#x000e1; en el menor tiempo posible y si se considera necesario se continuar&#x000e1; telef&#x000f3;nicamente. Los pacientes atendidos por consulta llegar&#x000e1;n de forma escalonada con poco tiempo de espera, y se asegurar&#x000e1; que en cada consulta haya solo un m&#x000e9;dico y un paciente, manteniendo la distancia de m&#x000e1;s de 2&#x000a0;m entre ellos. El familiar solo entrar&#x000e1; en caso necesario. La atenci&#x000f3;n presencial en las consultas se considera una actividad de bajo riesgo, por lo que es suficiente el uso de mascarilla quir&#x000fa;rgica, tanto por parte del paciente como del profesional. Si se entra en contacto con el paciente ser&#x000e1; necesario el uso de guantes y una adecuada limpieza de manos antes y despu&#x000e9;s.</p><p id="par0310">As&#x000ed; mismo, se deben extremar las precauciones de limpieza y desinfecci&#x000f3;n de la consulta y superficies, se apagar&#x000e1; el aire acondicionado central, y se mantendr&#x000e1; una buena ventilaci&#x000f3;n<xref rid="bib0340" ref-type="bibr"><sup>36</sup></xref>.</p></sec><sec id="sec0050"><title>Medidas y propuestas dirigidas al personal que realiza procedimientos invasivos (biopsia renal, colocaci&#x000f3;n de cat&#x000e9;teres Tenckoff para di&#x000e1;lisis peritoneal o para hemodi&#x000e1;lisis, etc.)</title><p id="par0315">En aquellos pacientes que deban ser sometidos a procedimientos invasivos como biopsias renales o colocaci&#x000f3;n de cat&#x000e9;teres se determinar&#x000e1; la PCR frente a SARS-CoV-2 24&#x000a0;h antes del procedimiento, para ubicar adecuadamente al paciente positivo en un quir&#x000f3;fano especialmente dedicado. Como se puede observar en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>, las biopsias y la colocaci&#x000f3;n de cat&#x000e9;teres se consideran actividades que requieren condiciones de esterilidad y tienen riesgo de salpicaduras, por lo que el equipo a utilizar incluir&#x000e1; guantes y bata est&#x000e9;riles, adem&#x000e1;s del resto de protecci&#x000f3;n ya comentado.</p></sec></sec><sec id="sec0055"><title>Protecci&#x000f3;n psicol&#x000f3;gica de los profesionales</title><p id="par0320">La necesidad de protecci&#x000f3;n del personal sanitario en esta pandemia no se ci&#x000f1;e exclusivamente a su exposici&#x000f3;n al contagio. En un estudio en 994 profesionales sanitarios de la provincia de Wuhan casi un 40% de estos presentaron trastornos psicol&#x000f3;gicos inmediatamente despu&#x000e9;s de la epidemia, fundamentalmente ansiedad, que precisaron diferentes tipos de apoyo psicol&#x000f3;gico y que afectaban fundamentalmente a mujeres j&#x000f3;venes<xref rid="bib0375" ref-type="bibr"><sup>37</sup></xref>.</p><p id="par0325">Aunque el miedo al contagio propio es algo aceptado por la mayor&#x000ed;a de los profesionales, muchos de ellos muestran preocupaci&#x000f3;n por su capacidad de ser veh&#x000ed;culos de transmisi&#x000f3;n a sus propias familias, especialmente a miembros de la familia que son ancianos, est&#x000e1;n inmunocomprometidos o tienen patolog&#x000ed;as cr&#x000f3;nicas<xref rid="bib0280" ref-type="bibr"><sup>18</sup></xref>.</p><p id="par0330">Por otra parte, realizar la t&#x000e9;cnica de hemodi&#x000e1;lisis en pacientes infectados conlleva unos factores a&#x000f1;adidos, como la exposici&#x000f3;n prolongada durante varias horas en soledad y con el equipo de protecci&#x000f3;n, que puede incrementar este estado de ansiedad. Estos hallazgos enfatizan la importancia de estar preparados para apoyar a los trabajadores de primera l&#x000ed;nea a trav&#x000e9;s de intervenciones de salud mental en momentos de crisis generalizada<xref rid="bib0380" ref-type="bibr"><sup>38</sup></xref>.<boxed-text id="tb0005"><sec id="sec0060"><title>Puntos clave</title><p id="par0335">
<list list-type="simple" id="lis0035"><list-item id="lsti0135"><label>&#x02022;</label><p id="par0340">La autoprotecci&#x000f3;n es una responsabilidad de todo el personal que atendemos a personas con enfermedad renal.</p></list-item><list-item id="lsti0140"><label>&#x02022;</label><p id="par0345">El contacto entre profesionales es un factor de riesgo de la transmisi&#x000f3;n nosocomial en los hospitales y centros sanitarios. Modificar las costumbres de relaci&#x000f3;n es prioritario para detener el contagio del virus y poder garantizar la asistencia sanitaria a todos los que la necesiten, no solo de nuestra especialidad sino de todo el hospital.</p></list-item><list-item id="lsti0145"><label>&#x02022;</label><p id="par0350">El cumplimiento estricto de las precauciones est&#x000e1;ndar, de contacto y de gotas con una adecuada protecci&#x000f3;n es una responsabilidad del personal sanitario que atiende a casos sospechosos o diagnosticados de COVID-19.</p></list-item><list-item id="lsti0150"><label>&#x02022;</label><p id="par0355">Atender las necesidades emocionales y psicol&#x000f3;gicas del personal sanitario es esencial en situaciones de crisis como la actual.</p></list-item></list>
</p></sec></boxed-text>
</p></sec><sec id="sec0065"><title>Conflicto de intereses</title><p id="par0360">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0195"><label>1</label><mixed-citation publication-type="other" id="oref0005">Su A. Doctors and Nurses fighting Coronavirus in China die of both infection and fatigue. Los Angeles Times; 25 febrero 2020 [consultado 2 Abr 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.latimes.com/world-nation/story/2020-02-25/doctors-fighting-coronavirus-in-china-die-of-both-infection-and-fatigue" id="intr0005">https://www.latimes.com/world-nation/story/2020-02-25/doctors-fighting-coronavirus-in-china-die-of-both-infection-and-fatigue</ext-link></mixed-citation></ref><ref id="bib0200"><label>2</label><mixed-citation publication-type="other" id="oref0010">Informe n. 29. Situaci&#x000f3;n de COVID-19 en Espa&#x000f1;a a 7 de mayo de 2020. Equipo COVID-19. RENAVE. CNE. CNM (ISCIII) [consultado 7 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.isciii.es/" id="intr0010">https://www.isciii.es/</ext-link></mixed-citation></ref><ref id="bib0205"><label>3</label><element-citation publication-type="journal" id="sbref0205"><person-group person-group-type="author"><name><surname>Albalate</surname><given-names>M.</given-names></name><name><surname>Arribas</surname><given-names>P.</given-names></name><name><surname>Torres</surname><given-names>E.</given-names></name><name><surname>Cintra</surname><given-names>M.</given-names></name><name><surname>Alc&#x000e1;zar</surname><given-names>R.</given-names></name><name><surname>Puerta</surname><given-names>M.</given-names></name><collab>Grupo de Enfermer&#x000ed;a HUIL</collab></person-group><article-title>Alta prevalencia de COVID-19 asintom&#x000e1;tico en hemodi&#x000e1;lisis. Aprendiendo d&#x000ed;a a d&#x000ed;a el primer mes de pandemia de COVID-19</article-title><source>Nefrologia.</source><volume>40</volume><year>2020</year><fpage>279</fpage><lpage>286</lpage><pub-id pub-id-type="doi">10.1016/j.nefro.2020.04.005</pub-id><pub-id pub-id-type="pmid">32456944</pub-id></element-citation></ref><ref id="bib0210"><label>4</label><mixed-citation publication-type="other" id="oref0020">Worldometer. COVID-19 coronavirus pandemic [consultado 7 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.worldometers.info/coronavirus/" id="intr0015">https://www.worldometers.info/coronavirus/</ext-link></mixed-citation></ref><ref id="bib0215"><label>5</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="bib0220"><label>6</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>Hamming</surname><given-names>I.</given-names></name><name><surname>Timens</surname><given-names>W.</given-names></name><name><surname>Bulthuis</surname><given-names>M.L.</given-names></name><name><surname>Lely</surname><given-names>A.T.</given-names></name><name><surname>Navis</surname><given-names>G.</given-names></name><name><surname>van Goor</surname><given-names>H.</given-names></name></person-group><article-title>Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis</article-title><source>J Pathol.</source><volume>203</volume><year>2004</year><fpage>631</fpage><lpage>637</lpage><pub-id pub-id-type="pmid">15141377</pub-id></element-citation></ref><ref id="bib0225"><label>7</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Turner</surname><given-names>A.J.</given-names></name><name><surname>Hiscox</surname><given-names>J.A.</given-names></name><name><surname>Hooper</surname><given-names>N.M.</given-names></name></person-group><article-title>ACE2: from vasopeptidase to SARS virus receptor</article-title><source>Trends Pharmacol. Sci.</source><volume>25</volume><year>2004</year><fpage>291</fpage><lpage>294</lpage><pub-id pub-id-type="pmid">15165741</pub-id></element-citation></ref><ref id="bib0230"><label>8</label><element-citation publication-type="journal" id="sbref0230"><person-group person-group-type="author"><name><surname>Li</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>D.</given-names></name><name><surname>Dong</surname><given-names>J.</given-names></name><name><surname>Wang</surname><given-names>N.</given-names></name><name><surname>Huang</surname><given-names>H.</given-names></name><name><surname>Xu</surname><given-names>H.</given-names></name></person-group><article-title>False-negative results of real-time reverse-transcriptase polymerase chain reaction for severe acute respiratory syndrome coronavirus 2: role of deep-learning-based CT Diagnosis and insights from two cases</article-title><source>Korean J Radiol.</source><volume>21</volume><year>2020</year><fpage>505</fpage><lpage>508</lpage><pub-id pub-id-type="pmid">32174053</pub-id></element-citation></ref><ref id="bib0235"><label>9</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Vega-Vega</surname><given-names>O.</given-names></name><name><surname>Arvizu-Hern&#x000e1;ndez</surname><given-names>M.</given-names></name><name><surname>Dom&#x000ed;nguez-Cherit</surname><given-names>J.G.</given-names></name><name><surname>Sierra-Madero</surname><given-names>J.</given-names></name><name><surname>Correa-Rotter</surname><given-names>R.</given-names></name></person-group><article-title>[Prevention and control of SARS-CoV-2 (Covid-19) coronavirus infection in hemodialysis units]</article-title><source>Salud Publica Mex.</source><volume>62</volume><year>2020</year><fpage>341</fpage><lpage>347</lpage><pub-id pub-id-type="doi">10.21149/11330</pub-id><pub-id pub-id-type="pmid">32216248</pub-id></element-citation></ref><ref id="bib0240"><label>10</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Arenas</surname><given-names>M.D.</given-names></name><name><surname>Villar</surname><given-names>J.</given-names></name><name><surname>Gonz&#x000e1;lez</surname><given-names>C.</given-names></name><name><surname>Cao</surname><given-names>H.</given-names></name><name><surname>Collado</surname><given-names>S.</given-names></name><name><surname>Crespo</surname><given-names>M.</given-names></name></person-group><article-title>Management of the SARS-CoV-2 (Covid 19) coronavirus epidemic in hemodialysis units [Manejo de la epidemia por coronavirus SARS-CoV-2 (Covid 19) en unidades de hemodi&#x000e1;lisis]</article-title><source>Nefrolog&#x000ed;a (English Ed).</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.nefroe.2020.04.001</pub-id></element-citation></ref><ref id="bib0245"><label>11</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Ikizler</surname><given-names>T.A.</given-names></name></person-group><article-title>COVID-19 and dialysis units: what do we know now and what should we do?</article-title><source>Am J Kidney Dis.</source><volume>76</volume><year>2020</year><fpage>1</fpage><lpage>3</lpage><pub-id pub-id-type="pmid">32217082</pub-id></element-citation></ref><ref id="bib0250"><label>12</label><mixed-citation publication-type="other" id="oref0060">Documento t&#x000e9;cnico. Manejo cl&#x000ed;nico de pacientes con enfermedad por el nuevo coronavirus (COVID-19). Centro de Coordinaci&#x000f3;n de Alertas y Emergencias Sanitarias. Direcci&#x000f3;n General de Salud P&#x000fa;blica, Calidad e Innovaci&#x000f3;n. Ministerio de Sanidad; 3 de marzo de 2020.</mixed-citation></ref><ref id="bib0255"><label>13</label><mixed-citation publication-type="other" id="oref0065">Documento t&#x000e9;cnico. Gu&#x000ed;a de actuaci&#x000f3;n con los profesionales sanitarios en el caso de exposiciones de riesgo a COVID-19 en el &#x000e1;mbito sanitario. Centro de Coordinaci&#x000f3;n de Alertas y Emergencias Sanitarias. Direcci&#x000f3;n General de Salud P&#x000fa;blica, Calidad e Innovaci&#x000f3;n. Ministerio de Sanidad; 6 de marzo de 2020.</mixed-citation></ref><ref id="bib0260"><label>14</label><mixed-citation publication-type="other" id="oref0070">World Health Organization. Novel Coronavirus (2019-nCoV) technical guidance [consultado 7 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-guidance" id="intr0020">https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-guidance</ext-link></mixed-citation></ref><ref id="bib0265"><label>15</label><element-citation publication-type="journal" id="sbref0265"><person-group person-group-type="author"><name><surname>Yen</surname><given-names>M.Y.</given-names></name><name><surname>Lin</surname><given-names>Y.E.</given-names></name><name><surname>Lee</surname><given-names>C.H.</given-names></name><name><surname>Ho</surname><given-names>M.S.</given-names></name><name><surname>Huang</surname><given-names>F.Y.</given-names></name><name><surname>Chang</surname><given-names>S.C.</given-names></name></person-group><article-title>Taiwan's traffic control bundle and the elimination of nosocomial severe acute respiratory syndrome among health care workers</article-title><source>J Hosp Infect.</source><volume>77</volume><year>2011</year><fpage>332</fpage><lpage>337</lpage><pub-id pub-id-type="pmid">21316802</pub-id></element-citation></ref><ref id="bib0270"><label>16</label><element-citation publication-type="journal" id="sbref0270"><person-group person-group-type="author"><name><surname>Yen</surname><given-names>M.Y.</given-names></name><name><surname>Schwartz</surname><given-names>J.</given-names></name><name><surname>Wu</surname><given-names>J.S.J.</given-names></name><name><surname>Hsueh</surname><given-names>P.R.</given-names></name></person-group><article-title>Controlling MERS: Lesson Learned from SARS</article-title><source>Clin Infect Dis.</source><volume>61</volume><year>2015</year><fpage>1761</fpage><lpage>1762</lpage><pub-id pub-id-type="pmid">26240205</pub-id></element-citation></ref><ref id="bib0275"><label>17</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Huh</surname><given-names>S.</given-names></name></person-group><article-title>How to train the health personnel for protecting themselves from novel coronavirus (COVID-19) infection during their patient or suspected case care</article-title><source>J Educ Eval Health Prof.</source><volume>17</volume><year>2020</year><fpage>10</fpage><pub-id pub-id-type="doi">10.3352/jeehp.2020.17.10</pub-id><pub-id pub-id-type="pmid">32150796</pub-id></element-citation></ref><ref id="bib0280"><label>18</label><element-citation publication-type="journal" id="sbref0280"><person-group person-group-type="author"><name><surname>Adams</surname><given-names>J.G.</given-names></name><name><surname>Walls</surname><given-names>R.M.</given-names></name></person-group><article-title>Supporting the health care workforce during the COVID-19 global epidemic</article-title><source>JAMA.</source><volume>323</volume><year>2020</year><fpage>1439</fpage><lpage>1440</lpage><pub-id pub-id-type="doi">10.1001/jama.2020.3972</pub-id></element-citation></ref><ref id="bib0285"><label>19</label><element-citation publication-type="journal" id="sbref0285"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>Y.C.</given-names></name><name><surname>Huang</surname><given-names>L.M.</given-names></name><name><surname>Chan</surname><given-names>C.C.</given-names></name><name><surname>Su</surname><given-names>C.P.</given-names></name><name><surname>Chang</surname><given-names>S.C.</given-names></name><name><surname>Chang</surname><given-names>Y.Y.</given-names></name><collab>SARS Research Group of National Taiwan University College of Medicine and National Taiwan University Hospital</collab></person-group><article-title>SARS in hospital emergency room</article-title><source>Emerg Infect Dis.</source><volume>10</volume><year>2004</year><fpage>782</fpage><lpage>788</lpage><pub-id pub-id-type="pmid">15200809</pub-id></element-citation></ref><ref id="bib0290"><label>20</label><element-citation publication-type="journal" id="sbref0290"><person-group person-group-type="author"><name><surname>Ong</surname><given-names>S.W.X.</given-names></name><name><surname>Tan</surname><given-names>Y.K.</given-names></name><name><surname>Chia</surname><given-names>P.Y.</given-names></name><name><surname>Lee</surname><given-names>T.H.</given-names></name><name><surname>Ng</surname><given-names>O.T.</given-names></name><name><surname>Wong</surname><given-names>M.S.Y.</given-names></name></person-group><article-title>Air, surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient</article-title><source>JAMA.</source><volume>323</volume><year>2020</year><fpage>1610</fpage><lpage>1612</lpage><pub-id pub-id-type="doi">10.1001/jama.2020.3227</pub-id></element-citation></ref><ref id="bib0295"><label>21</label><mixed-citation publication-type="other" id="oref0105">Centers for Disease Control and Prevention. Interim infection prevention and control recommendations for patients with confirmed coronavirus disease 2019 (COVID-19) or persons under investigation for COVID-19 in healthcare settings [consultado 7 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.cdc.gov/coronavirus/2019-ncov/infection-control/control-recommendations" id="intr0025">https://www.cdc.gov/coronavirus/2019-ncov/infection-control/control-recommendations</ext-link></mixed-citation></ref><ref id="bib0300"><label>22</label><mixed-citation publication-type="other" id="oref0110">Ministerio de la Presidencia, Relaciones con las Cortes y Memoria Democr&#x000e1;tica. BOE-A-2020-3692. Real decreto 463/2020, de 14 de marzo 2020: 25390-25400 [consultado 7 May 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.boe.es/eli/es/rd/2020/03/14/463" id="intr0030">https://www.boe.es/eli/es/rd/2020/03/14/463</ext-link></mixed-citation></ref><ref id="bib0305"><label>23</label><mixed-citation publication-type="other" id="oref0115">Ministerio de Sanidad. Recomendaciones de medidas extraordinarias en relaci&#x000f3;n con la situaci&#x000f3;n provocada por el nuevo coronavirus COVID-19 destinadas a consejeros de sanidad de comunidades aut&#x000f3;nomas; 3 de marzo de 2020.</mixed-citation></ref><ref id="bib0310"><label>24</label><element-citation publication-type="journal" id="sbref0310"><person-group person-group-type="author"><name><surname>Bai</surname><given-names>Y.</given-names></name><name><surname>Yao</surname><given-names>L.</given-names></name><name><surname>Wei</surname><given-names>T.</given-names></name><name><surname>Tian</surname><given-names>F.</given-names></name><name><surname>Jin</surname><given-names>D.Y.</given-names></name><name><surname>Chen</surname><given-names>L.</given-names></name></person-group><article-title>Presumed asymptomatic carrier transmission of COVID-19</article-title><source>JAMA.</source><volume>323</volume><year>2020</year><fpage>1406</fpage><lpage>1407</lpage><pub-id pub-id-type="doi">10.1001/jama.2020.2565</pub-id></element-citation></ref><ref id="bib0315"><label>25</label><element-citation publication-type="journal" id="sbref0315"><person-group person-group-type="author"><name><surname>Chopra</surname><given-names>V.</given-names></name><name><surname>Toner</surname><given-names>E.</given-names></name><name><surname>Waldhorn</surname><given-names>R.</given-names></name><name><surname>Washer</surname><given-names>L.</given-names></name></person-group><article-title>How should U.S. hospitals prepare for coronavirus disease 2019 (COVID-19)?</article-title><source>Ann Intern Med.</source><year>2020</year><pub-id pub-id-type="doi">10.7326/M20-0907</pub-id></element-citation></ref><ref id="bib0385"><label>26</label><mixed-citation publication-type="other" id="oref0130">World Health Organization (WHO). Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19) 2020 [consultado 28 Abr 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/docs/default-source/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf" id="intr0035">https://www.who.int/docs/default-source/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf</ext-link></mixed-citation></ref><ref id="bib0390"><label>27</label><element-citation publication-type="journal" id="sbref0390"><person-group person-group-type="author"><name><surname>Smith</surname><given-names>J.D.</given-names></name><name><surname>MacDougall</surname><given-names>C.C.</given-names></name><name><surname>Johnstone</surname></name><name><surname>Copes</surname><given-names>R.A.</given-names></name><name><surname>Schwartz</surname><given-names>B.</given-names></name><name><surname>Garber</surname><given-names>G.E.</given-names></name></person-group><article-title>Effectiveness of N95 respirators versus surgical masks in protecting health care workers from acute respiratory infection: a systematic review and meta-analysis</article-title><source>CMAJ.</source><volume>188</volume><year>2016</year><fpage>567</fpage><lpage>574</lpage><pub-id pub-id-type="pmid">26952529</pub-id></element-citation></ref><ref id="bib0395"><label>28</label><mixed-citation publication-type="other" id="oref0140">World Health Organization. Advice on the use of masks in the context of COVID-19 [consultado 28 Abr 2020]. Disponible en: https://www.who.int/publications-detail/advice-on-the-use-of-masks-in-the-community-during-home-care-and-in-health care-settings-in-the-context-of-the-novel-coronavirus-(2019-ncov)-outbreak</mixed-citation></ref><ref id="bib0400"><label>29</label><mixed-citation publication-type="other" id="oref0145">Centers for Disease Control and Prevention (CDC). Health care Infection Prevention and Control FAQs for COVID-19 [consultado 28 Abr 2020]. Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.cdc.gov/coronavirus/2019-ncov/hcp/infection-control-faq.html" id="intr0040">https://www.cdc.gov/coronavirus/2019-ncov/hcp/infection-control-faq.html</ext-link></mixed-citation></ref><ref id="bib0405"><label>30</label><element-citation publication-type="journal" id="sbref0405"><person-group person-group-type="author"><name><surname>Tran</surname><given-names>K.</given-names></name><name><surname>Cimon</surname><given-names>K.</given-names></name><name><surname>Severn</surname><given-names>M.</given-names></name><name><surname>Pessoa-Silva</surname><given-names>C.L.</given-names></name><name><surname>Conly</surname><given-names>J.</given-names></name></person-group><article-title>Aerosol generating procedures and risk of transmission of acute respiratory infections to health care workers: a systematic review</article-title><source>PLoSOne.</source><volume>7</volume><year>2012</year><fpage>e35797</fpage></element-citation></ref><ref id="bib0370"><label>31</label><mixed-citation publication-type="other" id="oref0155">Infectious Diseases Society of America (IDSA). Infectious Diseases Society of America Guidelines on Infection Prevention for Health Care Personnel Caring for Patients with Suspected or Known COVID-19 [consultado 28 Abr 2020]. Disponible en: https://www.idsociety.org/news--publications-new/articles/2020/idsa-releases-covid-19-infection-prevention-guidelines-for-health-care-personnel/</mixed-citation></ref><ref id="bib0410"><label>32</label><element-citation publication-type="journal" id="sbref0410"><person-group person-group-type="author"><name><surname>Dudreuilh</surname><given-names>C.</given-names></name><name><surname>Kumar</surname><given-names>N.</given-names></name><name><surname>Moxham</surname><given-names>V.</given-names></name><name><surname>Hemsley</surname><given-names>C.</given-names></name><name><surname>Goldenberg</surname><given-names>S.</given-names></name><name><surname>Moutzouris</surname><given-names>D.A.</given-names></name></person-group><article-title>De-isolation of COVID- positive haemodialysis patients in the outpatient setting: a single centre experience</article-title><source>Kidney Int.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.kint.2020.04.021</pub-id></element-citation></ref><ref id="bib0415"><label>33</label><element-citation publication-type="journal" id="sbref0415"><person-group person-group-type="author"><name><surname>Lai</surname><given-names>X.L.</given-names></name><name><surname>Wang</surname><given-names>H.Y.</given-names></name><name><surname>Guo</surname><given-names>Z.Y.</given-names></name></person-group><article-title>Recommendations for prevention and management of COVID-19 in peritoneal dialysis patients</article-title><source>Chronic Dis Transl Med.</source><volume>6</volume><year>2020</year><fpage>115</fpage><lpage>118</lpage><pub-id pub-id-type="doi">10.1016/j.cdtm.2020.04.003</pub-id><pub-id pub-id-type="pmid">32373392</pub-id></element-citation></ref><ref id="bib0420"><label>34</label><element-citation publication-type="journal" id="sbref0420"><person-group person-group-type="author"><name><surname>Parisien</surname><given-names>R.L.</given-names></name><name><surname>Shin</surname><given-names>M.</given-names></name><name><surname>Constant</surname><given-names>M.</given-names></name><name><surname>Saltzman</surname><given-names>B.M.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Levine</surname><given-names>W.N.</given-names></name></person-group><article-title>Telehealth utilization in response to the novel coronavirus (COVID-19) pandemic in orthopaedic surgery</article-title><source>J Am Acad Orthop Surg.</source><volume>28</volume><year>2020</year><fpage>E487</fpage><lpage>E492</lpage><pub-id pub-id-type="doi">10.5435/JAAOS-D-20-00339</pub-id><pub-id pub-id-type="pmid">32459409</pub-id></element-citation></ref><ref id="bib0425"><label>35</label><element-citation publication-type="journal" id="sbref0425"><person-group person-group-type="author"><name><surname>Smith</surname><given-names>W.R.</given-names></name><name><surname>Atala</surname><given-names>A.J.</given-names></name><name><surname>Terlecki</surname><given-names>R.P.</given-names></name><name><surname>Kelly</surname><given-names>E.E.</given-names></name><name><surname>Matthews</surname><given-names>C.A.</given-names></name></person-group><article-title>Implementation Guide for Rapid Integration of an Outpatient Telemedicine Program during the COVID-19 Pandemic</article-title><source>J Am Coll Surg.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jamcollsurg.2020.04.030</pub-id></element-citation></ref><ref id="bib0340"><label>36</label><element-citation publication-type="journal" id="sbref0340"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Y.</given-names></name><name><surname>Yang</surname><given-names>N.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Wang</surname><given-names>J.</given-names></name><name><surname>Yan</surname><given-names>T.</given-names></name></person-group><article-title>Strategies for prevention and control of the 2019 Novel Coronavirus Disease in the Department of Kidney Transplantation</article-title><source>Transpl Int.</source><year>2020</year><pub-id pub-id-type="doi">10.1111/tri.13634</pub-id></element-citation></ref><ref id="bib0375"><label>37</label><element-citation publication-type="journal" id="sbref0375"><person-group person-group-type="author"><name><surname>Kang</surname><given-names>L.</given-names></name><name><surname>Ma</surname><given-names>S.</given-names></name><name><surname>Chen</surname><given-names>M.</given-names></name><name><surname>Yang</surname><given-names>J.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>R.</given-names></name></person-group><article-title>Impact on mental health and perceptions of psychological care among medical and nursing staff in Wuhan during the 2019 novel coronavirus disease outbreak: a cross-sectional study</article-title><source>Brain Behav Immun.</source><volume>87</volume><year>2020</year><fpage>11</fpage><lpage>17</lpage><pub-id pub-id-type="pmid">32240764</pub-id></element-citation></ref><ref id="bib0380"><label>38</label><element-citation publication-type="journal" id="sbref0380"><person-group person-group-type="author"><name><surname>Schwartz</surname><given-names>J.</given-names></name><name><surname>King</surname><given-names>C.C.</given-names></name><name><surname>Yen</surname><given-names>M.Y.</given-names></name></person-group><article-title>Protecting health care workers during the COVID-19 coronavirus outbreak -Lessons from Taiwan's SARS response</article-title><source>Clin Infect Dis.</source><year>2020</year><pub-id pub-id-type="doi">10.1093/cid/ciaa255</pub-id></element-citation></ref></ref-list></back></article>