<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="editorial" xml:lang="es"><?properties open_access?><?DTDIdentifier.IdentifierValue -//NLM//DTD JATS (Z39.96) Journal Publishing DTD v1.1 20151215//EN?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName JATS-journalpublishing1.dtd?><?SourceDTD.Version 1.1?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Biomedica</journal-id><journal-id journal-id-type="iso-abbrev">Biomedica</journal-id><journal-id journal-id-type="publisher-id">bio</journal-id><journal-title-group><journal-title>Biom&#x000e9;dica</journal-title></journal-title-group><issn pub-type="ppub">0120-4157</issn><issn pub-type="epub">2590-7379</issn><publisher><publisher-name>Instituto Nacional de Salud</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7357386</article-id><article-id pub-id-type="pmid">32220158</article-id><article-id pub-id-type="publisher-id">00002</article-id><article-categories><subj-group subj-group-type="heading"><subject>Nota Editorial</subject></subj-group></article-categories><title-group><article-title>El desaf&#x000ed;o de comunicar y controlar la epidemia por coronavirus</article-title></title-group><contrib-group><contrib contrib-type="author"><name><surname>Moreno-Montoya</surname><given-names>Jos&#x000e9;</given-names><prefix>Ph.D.</prefix></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref></contrib><aff id="aff1">
<label>1</label>
<institution content-type="original"> Fundaci&#x000f3;n Santa Fe de Bogot&#x000e1; Editor asociado, Biom&#x000e9;dica</institution>
<institution content-type="orgname">Fundaci&#x000f3;n Santa Fe de Bogot&#x000e1;</institution>
</aff></contrib-group><pub-date pub-type="epub"><day>30</day><month>3</month><year>2020</year></pub-date><pub-date pub-type="collection"><month>3</month><year>2020</year></pub-date><volume>40</volume><issue>1</issue><fpage>11</fpage><lpage>13</lpage><permissions><license license-type="open-access" xlink:href="https://creativecommons.org/licenses/by/4.0/"><license-p>Este es un art&#x000ed;culo publicado en acceso abierto bajo una licencia Creative Commons</license-p></license></permissions><counts><fig-count count="0"/><table-count count="0"/><equation-count count="0"/><ref-count count="5"/><page-count count="3"/></counts></article-meta></front><body><p>A finales de enero de 2020, se detect&#x000f3; en territorio chino un nuevo coronavirus (COVID-19), responsable de un brote de neumon&#x000ed;a en la localidad de Wuhan, despu&#x000e9;s de haberse observado casos sintom&#x000e1;ticos desde finales del a&#x000f1;o anterior <xref rid="B1" ref-type="bibr"><sup>1</sup></xref>. Desde entonces, los rasgos caracter&#x000ed;sticos del brote han sido analizados minuciosamente por la comunidad internacional con base en los informes de casos nuevos a medida que avanza la epidemia, incluida la duraci&#x000f3;n del per&#x000ed;odo de incubaci&#x000f3;n. Su distribuci&#x000f3;n geogr&#x000e1;fica hasta febrero de 2020 indicaba que, por lo menos, en 23 pa&#x000ed;ses hab&#x000ed;a casos confirmados procedentes - en la mayor&#x000ed;a de las ocasiones- directamente del pa&#x000ed;s oriental. Entretanto, la provincia de Hubei cerr&#x000f3; sus vuelos y sus rutas de transporte p&#x000fa;blico masivo <xref rid="B2" ref-type="bibr"><sup>2</sup></xref> y, dado que el virus se transmite de persona a persona, dicha medida ha logrado reducir el n&#x000fa;mero reproductivo (R<sub>0</sub>), que equivale a la velocidad de transmisi&#x000f3;n de la enfermedad, el cual se estim&#x000f3; inicialmente en 2,2 <xref rid="B3" ref-type="bibr"><sup>3</sup></xref>. No obstante, persiste la incertidumbre de la real magnitud de dicha velocidad, y se presume que hay una diferencia significativa con respecto al valor cr&#x000ed;tico de uno, ya que los casos que actualmente se detectan y se confirman deben corresponder a personas que contrajeron la infecci&#x000f3;n a mediados o a finales de enero, por lo que se requiere seguir investigando.</p><p>En este contexto, m&#x000e1;s all&#x000e1; de las iniciativas cl&#x000ed;nicas para el tratamiento de la infecci&#x000f3;n, la respuesta sanitaria p&#x000fa;blica a nivel internacional se ha centrado en el fortalecimiento de las intervenciones no farmac&#x000e9;uticas, incluido el seguimiento intensivo de contactos, la cuarentena de individuos potencialmente expuestos a la infecci&#x000f3;n y el aislamiento de aquellos infectados o sospechosamente sintom&#x000e1;ticos. En el proceso, la ampl&#x000ed;sima difusi&#x000f3;n medi&#x000e1;tica ha tenido un papel fundamental, por cuanto la diseminaci&#x000f3;n global del riesgo se ha destacado en los medios masivos de comunicaci&#x000f3;n trascendiendo la informaci&#x000f3;n de publicaciones especializadas. De todas maneras, las consecuencias no han sido menos aterradoras.</p><p>La aparici&#x000f3;n de una enfermedad, especialmente cuando es causada por agentes infecciosos de r&#x000e1;pido contagio, supone una alerta seria para la sociedad y un desaf&#x000ed;o que trasciende las fronteras en un esfuerzo que requiere comprender y racionalizar el alcance y el potencial de tal amenaza. En este sentido, el car&#x000e1;cter inmediato de algunas comunicaciones ha favorecido la construcci&#x000f3;n de un imaginario colectivo catastr&#x000f3;fico, lo que ha permeado incluso algunos &#x000e1;mbitos sanitarios. Probablemente, esas especulaciones tengan raz&#x000f3;n en la medida en que, hasta el momento, no existen medicamentos antivirales ni vacunas espec&#x000ed;ficas para su prevenci&#x000f3;n o control <xref rid="B4" ref-type="bibr"><sup>4</sup></xref>. Sin embargo, as&#x000ed; como existen dudas sobre las medidas terap&#x000e9;uticas farmacol&#x000f3;gicas requeridas, tambi&#x000e9;n las hay con respecto a la idoneidad y la efectividad de las medidas de control. Despu&#x000e9;s del brote inicial por COVID-19, la prensa internacional registr&#x000f3; el efecto que provoc&#x000f3; el cierre de los sistemas de transporte masivo en China. Con certeza, por lo menos 40 millones de personas detuvieron sus planes de desplazamiento <xref rid="B5" ref-type="bibr"><sup>5</sup></xref>. El costo econ&#x000f3;mico y social de dichas medidas para el control de la infecci&#x000f3;n, escapa a las estimaciones epidemiol&#x000f3;gicas que se han hecho.</p><p>Esto no quiere decir que los esfuerzos sean en vano o que su impacto potencial, inconmensurable por el momento, reste validez a las intervenciones sanitarias colectivas. Al contrario, la situaci&#x000f3;n exige que las agencias de salud p&#x000fa;blica, los proveedores de atenci&#x000f3;n m&#x000e9;dica y el p&#x000fa;blico en general, conozcan los efectos potenciales de la epidemia y se fortalezcan las acciones coordinadas, oportunas y efectivas para prevenir casos adicionales o peores resultados sanitarios. Algunos de los componentes b&#x000e1;sicos de tales estrategias son el aprovisionamiento de equipos y el establecimiento de planes especiales de comunicaci&#x000f3;n e informaci&#x000f3;n, que permitan el seguimiento o, por lo menos, la formalizaci&#x000f3;n de los mensajes institucionales sobre las medidas acertadas de prevenci&#x000f3;n, del impacto derivado de la infecci&#x000f3;n en nuestro contexto y de las iniciativas gubernamentales relacionadas.</p><p>Diversas comunidades alrededor del mundo han impulsado, por ejemplo, la creaci&#x000f3;n de p&#x000e1;ginas web espec&#x000ed;ficas para el tratamiento y la actualizaci&#x000f3;n de la informaci&#x000f3;n sobre la epidemia; adem&#x000e1;s, han aprovechado las redes sociales para difundir informaci&#x000f3;n veraz sobre el avance de la infecci&#x000f3;n y las medidas b&#x000e1;sicas de cuidado, como el uso de dispositivos de barrera, el control de los viajeros y los planes locales para atender los posibles casos. Simult&#x000e1;neamente, los prestadores de servicios de salud adelantan campa&#x000f1;as directas de informaci&#x000f3;n, ya que sus usuarios son pacientes potenciales y, adem&#x000e1;s, dichas campa&#x000f1;as son una oportunidad para derrumbar los mitos y las creencias que rodean con incre&#x000ed;ble frecuencia este tipo de situaciones epidemiol&#x000f3;gicas.</p><p>El escenario es claro. El hecho de que el p&#x000fa;blico asocie la aparici&#x000f3;n de nuevos casos de coronavirus con una amenaza real y de mayor magnitud, y que las personas quieran respuestas, debe servir como un recordatorio para todas las agencias de salud p&#x000fa;blica. Cuantas m&#x000e1;s respuestas y mayor claridad puedan proporcionar los expertos, mayor ser&#x000e1; la confianza y la observancia de las recomendaciones. Es prioritario que las entidades reguladoras, los prestadores de servicios sanitarios e, incluso, las instituciones acad&#x000e9;micas del &#x000e1;rea de la salud, den prioridad a las comunicaciones como herramienta de salud p&#x000fa;blica, aboguen por la soluci&#x000f3;n de los vac&#x000ed;os de informaci&#x000f3;n y garanticen la continuidad en el seguimiento del trabajo epidemiol&#x000f3;gico, de laboratorio y de prevenci&#x000f3;n del virus.</p><p>Cuanto m&#x000e1;s r&#x000e1;pida y efectiva sea la comunicaci&#x000f3;n continua sobre esta o cualquier otra situaci&#x000f3;n en una fase aguda, tanto m&#x000e1;s podr&#x000e1;n ser escuchados de manera efectiva por aquellos que, al fin de cuentas, pueden contraer la enfermedad. En esta era de la informaci&#x000f3;n, la comunicaci&#x000f3;n masiva debe constituir una herramienta formal de la salud p&#x000fa;blica para confrontar la amenaza del COVID-19, y una oportunidad de educaci&#x000f3;n, aprendizaje y prevenci&#x000f3;n ante futuros eventos de emergencia sanitaria.</p></body><back><fn-group><fn fn-type="other" id="fn1"><p><bold>Citaci&#x000f3;n:</bold> Moreno-Montoya J. El desaf&#x000ed;o de comunicar y controlar la epidemia por coronavirus. Biom&#x000e9;dica. 2020;40:11-3.</p></fn></fn-group><ref-list><title>Referencias</title><ref id="B1"><label>1</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>World Health Organization</collab></person-group><source>WHO statement regarding cluster of pneumonia cases in Wuhan</source><publisher-loc>China</publisher-loc><date-in-citation content-type="access-date" iso-8601-date="2020-00-00">18 de febrero de 2020</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.who.int/china/news/detail/09-01-2020-who-statement-regarding-cluster-of-pneumonia-cases-in-w">https://www.who.int/china/news/detail/09-01-2020-who-statement-regarding-cluster-of-pneumonia-cases-in-w</ext-link></comment></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Imperial College London</collab></person-group><source>News / COVID-19</source><date-in-citation content-type="access-date" iso-8601-date="2020-00-00">18 de febrero de 2020</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.imperial.ac.uk/medicine/departments/school-public-health/infectious-disease-epidemiology/mrc-global-infectious-disease-analysis/news--wuhan-coronavirus/">http://www.imperial.ac.uk/medicine/departments/school-public-health/infectious-disease-epidemiology/mrc-global-infectious-disease-analysis/news--wuhan-coronavirus/</ext-link></comment></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Q</given-names></name><name><surname>Guan</surname><given-names>X</given-names></name><name><surname>Wu</surname><given-names>P</given-names></name><name><surname>Wang</surname><given-names>X</given-names></name><name><surname>Zhou</surname><given-names>L</given-names></name><name><surname>Tong</surname><given-names>Y</given-names></name><etal/></person-group><article-title>Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia</article-title><source>N Engl J Med</source><month>1</month><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMoa2001316</pub-id></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="webpage"><source>Prevention and treatment</source><date-in-citation content-type="access-date" iso-8601-date="2020-00-00">20 de febrero de 2020</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.cdc.gov/coronavirus/2019-ncov/about/prevention-treatment.html">https://www.cdc.gov/coronavirus/2019-ncov/about/prevention-treatment.html</ext-link></comment></element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Tang</surname><given-names>B</given-names></name><name><surname>Wang</surname><given-names>X</given-names></name><name><surname>Li</surname><given-names>Q</given-names></name><name><surname>Bragazzi</surname><given-names>NL</given-names></name><name><surname>Tang</surname><given-names>S</given-names></name><name><surname>Xiao</surname><given-names>Y</given-names></name><etal/></person-group><article-title>Estimation of the transmission risk of the COVID-19 and its implication for public health interventions</article-title><source>J Clin Med</source><year>2020</year><volume>7</volume><fpage>2</fpage><lpage>2</lpage><pub-id pub-id-type="doi">10.2139/ssrn.3525558</pub-id></element-citation></ref></ref-list></back></article>