<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Intensiva</journal-id><journal-id journal-id-type="iso-abbrev">Med Intensiva</journal-id><journal-title-group><journal-title>Medicina Intensiva</journal-title></journal-title-group><issn pub-type="ppub">0210-5691</issn><issn pub-type="epub">1578-6749</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7271070</article-id><article-id pub-id-type="publisher-id">S0210-5691(20)30089-9</article-id><article-id pub-id-type="doi">10.1016/j.medin.2020.03.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Cuidados intensivos durante la epidemia de coronavirus 2019</article-title><trans-title-group xml:lang="en"><trans-title>Intensive care during the 2019-coronavirus epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Gonz&#x000e1;lez-Castro</surname><given-names>A.</given-names></name><email>e409@humv.es</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Escudero-Acha</surname><given-names>P.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Pe&#x000f1;asco</surname><given-names>Y.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Leizaola</surname><given-names>O.</given-names></name><xref rid="aff0010" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Mart&#x000ed;nez de Pinillos S&#x000e1;nchez</surname><given-names>V.</given-names></name><xref rid="aff0015" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Garc&#x000ed;a de Lorenzo</surname><given-names>A.</given-names></name><xref rid="aff0020" ref-type="aff">d</xref></contrib><aff id="aff0005"><label>a</label>Servicio de Medicina Intensiva, Hospital Universitario Marqu&#x000e9;s de Valdecilla, Santander, Cantabria, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Servicio de Medicina Intensiva, Hospital Universitario Central de Asturias, Oviedo, Asturias, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Complejo Hospitalario de Ja&#x000e9;n, Ja&#x000e9;n, Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Servicio de Medicina Intensiva, Hospital Universitario La Paz-Carlos III, IdiPAZ, Madrid, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>e409@humv.es</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>30</day><month>3</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub" iso-8601-date="2020-09-01"><season>August-September</season><year>2020</year></pub-date><pub-date pub-type="epub"><day>30</day><month>3</month><year>2020</year></pub-date><volume>44</volume><issue>6</issue><fpage>351</fpage><lpage>362</lpage><history><date date-type="received"><day>2</day><month>3</month><year>2020</year></date><date date-type="accepted"><day>19</day><month>3</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U. y SEMICYUC</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><p>El 31 de diciembre de 2019, la Comisi&#x000f3;n de Salud de la provincia China de Hubei, dio a conocer por primera vez un grupo de casos inexplicables de neumon&#x000ed;a, que posteriormente la OMS defini&#x000f3; como el nuevo coronavirus de 2019 (SARS-CoV-2). El SARS-CoV-2 ha presentado una transmisi&#x000f3;n r&#x000e1;pida de persona a persona y actualmente es una pandemia mundial. En la mayor serie de casos descrita hasta la fecha de pacientes hospitalizados con enfermedad por SARS-CoV-2 (2019-nCoViD), el 26% requiri&#x000f3; atenci&#x000f3;n en una unidad de cuidados intensivos (UCI). Esta pandemia est&#x000e1; provocando una movilizaci&#x000f3;n de la comunidad cient&#x000ed;fica sin precedentes, lo que lleva asociado un numero exponencialmente creciente de publicaciones en relaci&#x000f3;n con la misma. La presente revisi&#x000f3;n bibliogr&#x000e1;fica narrativa, tiene como objetivo reunir las principales aportaciones en el &#x000e1;rea de los cuidados intensivos hasta la fecha en relaci&#x000f3;n con la epidemiolog&#x000ed;a, la cl&#x000ed;nica, el diagn&#x000f3;stico y el manejo de 2019-nCoViD.</p></abstract><trans-abstract xml:lang="en"><p>On 31 December 2019, the Health Commission of Hubei Province of China first unveiled a group of unexplained cases of pneumonia, which WHO subsequently defined as the new coronavirus of 2019 (SARS-CoV-2). SARS-CoV-2 has presented rapid person-to-person transmission and is currently a global pandemic. In the largest number of cases described to date of hospitalized patients with SARS-CoV-2 disease (2019-nCoViD), 26% required care in an intensive care unit (ICU). This pandemic is causing an unprecedented mobilization of the scientific community, which has been associated with an exponentially growing number of publications in relation to it. This narrative literature review aims to gather the main contributions in the area of intensive care to date in relation to the epidemiology, clinic, diagnosis and management of 2019-nCoViD.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Coronavirus</kwd><kwd>Cuidados intensivos</kwd><kwd>Pandemia</kwd><kwd>Factores de riesgo</kwd><kwd>SARS-CoV-2</kwd><kwd>Triaje</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>coronavirus</kwd><kwd>Intensive care</kwd><kwd>Pandemic</kwd><kwd>Risk factors</kwd><kwd>SARS-CoV-2</kwd><kwd>Triage</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">El 31 de diciembre de 2019, la Comisi&#x000f3;n de Salud de la provincia China de Hubei, dio a conocer por primera vez un grupo de casos inexplicables de neumon&#x000ed;a<xref rid="bib0365" ref-type="bibr"><sup>1</sup></xref>. Se inform&#x000f3; de que algunos pacientes hab&#x000ed;an desarrollado procesos neum&#x000f3;nicos con cambios radiogr&#x000e1;ficos en vidrio deslustrado; linfopenia y trombopenia; hipoxemia; y alteraci&#x000f3;n de la funci&#x000f3;n hep&#x000e1;tica y renal<xref rid="bib0370" ref-type="bibr"><sup>2</sup></xref>. La autoridad sanitaria china comunic&#x000f3; que los pacientes inicialmente dieron negativo en virus respiratorios y bacterias comunes. Posteriormente, estos pacientes dieron positivo para un nuevo coronavirus<xref rid="bib0375" ref-type="bibr"><sup>3</sup></xref>. El virus fue nombrado por la OMS como el nuevo coronavirus SARS-CoV-2, causante de la enfermedad 2019-nCoViD (del ingl&#x000e9;s, new CoronaVirus Disease). El 13 de marzo de 2020, el Ministerio de Sanidad del Gobierno de Espa&#x000f1;a declaraba 4.209 casos, con una incidencia acumulada de casos confirmados notificados/100.000 habitantes de 8,99<xref rid="bib0380" ref-type="bibr"><sup>4</sup></xref> (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
).<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Resumen epidemiol&#x000f3;gico de casos confirmados notificados a 13 de marzo de 2020</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">Global</th><th align="left">China</th><th align="left">Italia</th><th align="left">Ir&#x000e1;n</th><th align="left">Corea del Sur</th><th align="left">Espa&#x000f1;a</th></tr></thead><tbody><tr><td align="left">N.&#x000b0; de casos (IA)</td><td align="left">132.567</td><td align="left">80.981</td><td align="left">15.113</td><td align="left">10.075</td><td align="left">7.979</td><td align="left">4.209</td></tr><tr><td align="left">N.&#x000b0; de fallecidos<break/>(L)</td><td align="left">4.947 (3,7)</td><td align="left">3.173<break/>(3,9)</td><td align="left">1.016<break/>(6,7)</td><td align="left">429<break/>(4,3)</td><td align="left">67<break/>(0,8)</td><td align="left">120<break/>(2,9)</td></tr></tbody></table><table-wrap-foot><fn id="spar0035"><p>IA: incidencia acumulada de casos confirmados notificados/100.000 habitantes.</p></fn><fn id="spar0040"><p>L: letalidad, porcentaje de fallecidos entre los casos confirmados notificados.</p></fn><fn id="spar0045"><p>Fuente: Ministerio de Sanidad del Gobierno de Espa&#x000f1;a<xref rid="bib0380" ref-type="bibr"><sup>4</sup></xref>.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec0010"><title>Epidemiolog&#x000ed;a</title><p id="par0010">El SARS-CoV-2 tiene una estrecha similitud con los coronavirus de murci&#x000e9;lagos, y se ha postulado que estos son la fuente de neumon&#x000ed;a por coronavirus. Si bien el origen de 2019-nCoViD todav&#x000ed;a est&#x000e1; siendo investigado, las pruebas actuales sugieren que se produjo su propagaci&#x000f3;n a los seres humanos a trav&#x000e9;s de la transmisi&#x000f3;n de animales salvajes vendidos ilegalmente en el mercado mayorista de Huanan<xref rid="bib0385" ref-type="bibr">5</xref>, <xref rid="bib0390" ref-type="bibr">6</xref>.</p><p id="par0015">La secuenciaci&#x000f3;n del genoma completo y el an&#x000e1;lisis filog&#x000e9;nico indicaron que SARS-CoV-2 era distinto de los beta-coronavirus asociados con el s&#x000ed;ndrome respiratorio agudo grave humano (SARS) y el s&#x000ed;ndrome respiratorio de Oriente Medio (MERS). El SARS-CoV-2 tiene caracter&#x000ed;sticas t&#x000ed;picas de la familia coronavirus y ha sido clasificado en el linaje beta-coronavirus 2b. Los coronavirus son virus RNA, con el genoma de mayor tama&#x000f1;o entre los virus RNA conocidos. El genoma, helicoidal y con una &#x000fa;nica hebra, est&#x000e1; empaquetado junto con una prote&#x000ed;na (nucleoc&#x000e1;pside). En la envoltura viral se encuentran al menos 3 estructuras proteicas: prote&#x000ed;na M de membrana, prote&#x000ed;na E cuya funci&#x000f3;n principal es el ensamblaje viral y la prote&#x000ed;na S en las espinas <italic>(spike)</italic> implicada en la penetraci&#x000f3;n del virus en las c&#x000e9;lulas hu&#x000e9;sped atacadas (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
)<xref rid="bib0395" ref-type="bibr"><sup>7</sup></xref>.<fig id="fig0005"><label>Figura 1</label><caption><p>Imagen de la estructura del SARS-CoV-2, donde se aprecia que se trata de un virus RNA monocatenario.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0020">Ambos, SARS-CoV y SARS-CoV-2, entran en la c&#x000e9;lula a trav&#x000e9;s del receptor de la enzima convertidora de la angiotensina 2 (ECA2). El SARS-CoV-2 infecta primero las v&#x000ed;as respiratorias inferiores y se une a ECA2 en las c&#x000e9;lulas epiteliales alveolares. Ambos virus son potentes inductores de las citoquinas inflamatorias. La &#x000ab;tormenta de citoquinas&#x000bb; o &#x000ab;cascada de citoquinas&#x000bb; es el mecanismo postulado para el da&#x000f1;o de &#x000f3;rganos. El virus activa las c&#x000e9;lulas inmunitarias e induce la secreci&#x000f3;n de citoquinas inflamatorias y quimioquinas en c&#x000e9;lulas endoteliales vasculares pulmonares<xref rid="bib0400" ref-type="bibr"><sup>8</sup></xref>.</p><p id="par0025">En comparaci&#x000f3;n con las cepas SARS-CoV previamente aisladas, SARS-CoV-2 (2019) probablemente utiliza la ECA2 humana menos eficazmente que SARS-CoV-2002, pero m&#x000e1;s eficientemente que el SARS-CoV-2003. Debido a que la afinidad de uni&#x000f3;n a la ECA2 ha demostrado ser uno de los determinantes m&#x000e1;s importantes de la infectividad SARS-CoV, se podr&#x000ed;a afirmar que el SARS-CoV-2 ha evolucionado en su capacidad de infectar y trasmitirse entre los seres humanos<xref rid="bib0405" ref-type="bibr"><sup>9</sup></xref>.</p><p id="par0035">Los criterios epidemiol&#x000f3;gicos para definir un caso sospechoso, a finales de enero de 2020, eran los siguientes: un historial de viaje a Wuhan o contacto directo con pacientes de Wuhan que ten&#x000ed;an fiebre o s&#x000ed;ntomas respiratorios, dentro de los 14 d&#x000ed;as antes del inicio de la enfermedad. Un caso confirmado se defini&#x000f3; como un caso con muestras respiratorias que dieron positivo para el SARS-CoV-2 por al menos uno de los siguientes 3 m&#x000e9;todos: aislamiento de SARS-CoV-2 o al menos 2 resultados positivos en tiempo real por reacci&#x000f3;n en cadena de la polimerasa con transcriptasa inversa (RT-PCR) para SARS-CoV-2 o una secuencia gen&#x000e9;tica que coincide con SARS-CoV-2<xref rid="bib0410" ref-type="bibr"><sup>10</sup></xref>.</p><p id="par0040">El per&#x000ed;odo de incubaci&#x000f3;n medio estimado es de aproximadamente 5 d&#x000ed;as, comparable a los valores medios conocidos del per&#x000ed;odo de incubaci&#x000f3;n en el SRAS y el MERS. Adem&#x000e1;s de mostrar emp&#x000ed;ricamente la comparabilidad de SARS-CoV-2 con otros coronavirus que causan enfermedades, el percentil 95 del per&#x000ed;odo de incubaci&#x000f3;n es de alrededor de 10 a 14 d&#x000ed;as, lo que indica que un per&#x000ed;odo de cuarentena de 14 d&#x000ed;as garantizar&#x000ed;a en gran medida la ausencia de enfermedad entre individuos sanos expuestos<xref rid="bib0415" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0045">La 2019-nCoViD ha presentado una transmisi&#x000f3;n r&#x000e1;pida de persona a persona. Basados en la estimaci&#x000f3;n del n&#x000fa;mero reproductivo b&#x000e1;sico (R0), que indica el n&#x000fa;mero de individuos que un caso afectado infecta durante el curso de su enfermedad en una poblaci&#x000f3;n de personas que anteriormente estaban libres de infecci&#x000f3;n y no han sido vacunadas; el R0 de la 2019-nCoViD es de 2,2 individuos de promedio, es decir, cada paciente ha estado extendiendo la enfermedad a m&#x000e1;s de 2 personas de media. Una raz&#x000f3;n que justifica la propagaci&#x000f3;n r&#x000e1;pida puede estar relacionada con los s&#x000ed;ntomas at&#x000ed;picos en las etapas iniciales en algunos pacientes infectados<xref rid="bib0390" ref-type="bibr"><sup>6</sup></xref>. Sin embargo, es reconocido que la infecci&#x000f3;n parece haber sido transmitida durante el per&#x000ed;odo de incubaci&#x000f3;n. El hecho de que las personas asintom&#x000e1;ticas sean fuentes potenciales de infecci&#x000f3;n podr&#x000ed;a justificar una reevaluaci&#x000f3;n de la din&#x000e1;mica de transmisi&#x000f3;n del brote actual<xref rid="bib0420" ref-type="bibr">12</xref>, <xref rid="bib0425" ref-type="bibr">13</xref>.</p><p id="par0050">El mejor ejemplo al respecto se describi&#x000f3; en una familia de 5 miembros que desarrollaron neumon&#x000ed;a por SARS-CoV-2 en Anyang, China, que previamente al inicio del cuadro cl&#x000ed;nico tuvieron contacto con un familiar asintom&#x000e1;tico que hab&#x000ed;a viajado desde el centro epid&#x000e9;mico de Wuhan. La secuencia de eventos que se describen sugiere que el coronavirus puede haber sido transmitido por el portador asintom&#x000e1;tico. El per&#x000ed;odo de incubaci&#x000f3;n para dicho enfermo fue de 19 d&#x000ed;as, que es largo, pero dentro del rango reportado de 0 a 24 d&#x000ed;as. Su primer resultado de RT-PCR fue negativo; se han observado resultados falsos negativos relacionados con la calidad del <italic>kit,</italic> la muestra recogida o el rendimiento de la prueba. La RT-PCR ha sido ampliamente utilizada en virolog&#x000ed;a diagn&#x000f3;stica y ha producido pocos resultados falsos positivos. Por lo tanto, su segundo resultado RT-PCR era poco probable que hubiera sido un falso positivo y se utiliz&#x000f3; para definir la 2019-nCoViD.</p></sec><sec id="sec0015"><title>El triaje de enfermos cr&#x000ed;ticos durante una pandemia</title><p id="par0055">Los protocolos de triaje est&#x000e1;n dise&#x000f1;ados para asignar recursos escasos de manera justa y transparente donde, por definici&#x000f3;n, algunos grupos de personas est&#x000e1;n excluidos del acceso a la atenci&#x000f3;n.&#x000a0;La actual pandemia por 2019-nCoViD nos ha ense&#x000f1;ado que la disponibilidad de camas de las UCI puede ser insuficiente, sugerido alg&#x000fa;n protocolo de triaje a cuidados intensivos<xref rid="bib0430" ref-type="bibr"><sup>14</sup></xref>, as&#x000ed; como medidas extraordinarias para el mejor uso de recursos, mitigar y controlar sus efectos<xref rid="bib0435" ref-type="bibr">15</xref>, <xref rid="bib0440" ref-type="bibr">16</xref>.</p><p id="par0060">Aunque algunos protocolos de triaje se centran en excluir a algunos pacientes para aumentar la disponibilidad de camas de cuidados intensivos, la disponibilidad de camas no es un fin en s&#x000ed; misma<xref rid="bib0445" ref-type="bibr"><sup>17</sup></xref>. La intenci&#x000f3;n impl&#x000ed;cita (y a veces expl&#x000ed;cita) de los protocolos de clasificaci&#x000f3;n debiera de ser el &#x000ab;bien p&#x000fa;blico&#x000bb; de maximizar la supervivencia de la poblaci&#x000f3;n.</p><p id="par0065">Pero es incorrecto suponer que este bien p&#x000fa;blico se logra al maximizar la supervivencia&#x000a0;entre los que reciben&#x000a0;cuidados&#x000a0;intensivos.&#x000a0;Si bien muchos protocolos de triaje reconocen esto al tratar de excluir a los pacientes que no lo necesitan absolutamente (el &#x000ab;demasiado sanos&#x000bb;) y los que tienen menos probabilidades de beneficiarse (el &#x000ab;demasiado enfermo&#x000bb;), no prestan suficiente atenci&#x000f3;n a las diferencias entre grupos en t&#x000e9;rminos de la duraci&#x000f3;n de los cuidados intensivos necesarios para lograr resultados.&#x000a0;La imagen 2 ilustra este punto.</p><p id="par0070">Muchos protocolos de clasificaci&#x000f3;n favorecer&#x000ed;an la admisi&#x000f3;n del grupo A sobre el grupo B porque los pacientes en el grupo A tienen una mayor probabilidad de supervivencia si reciben cuidados intensivos.&#x000a0;Sin embargo, en este ejemplo, los pacientes en el grupo B requieren una estancia m&#x000e1;s corta en la UCI que los pacientes en el grupo A y, por lo tanto, la asignaci&#x000f3;n de recursos de cuidados intensivos al grupo B en realidad conduce a un&#x000a0;n&#x000fa;mero absoluto m&#x000e1;s alto&#x000a0;de sobrevivientes, porque m&#x000e1;s personas tienen acceso a cuidados que salvan vidas.&#x000a0;Si el objetivo del triaje es mejorar la supervivencia de la poblaci&#x000f3;n con un recurso escaso, entonces el recurso escaso no son camas, sino d&#x000ed;as de cama;&#x000a0;no son ventiladores, sino tiempo de ventilaci&#x000f3;n<xref rid="bib0450" ref-type="bibr"><sup>18</sup></xref>.</p><p id="par0075">De ello se deduce que el triaje no ser&#x000e1; efectivo si en la valoraci&#x000f3;n por parte del intensivista, no se discrimina adecuadamente y se considera que la gran mayor&#x000ed;a de las personas que requieren cuidados intensivos tienen una probabilidad similar de supervivencia y una duraci&#x000f3;n de estad&#x000ed;a anticipada similar.</p></sec><sec id="sec0020"><title>Cl&#x000ed;nica y pruebas de laboratorio</title><p id="par0080">Los s&#x000ed;ntomas comunes al inicio de la enfermedad fueron fiebre, tos seca, mialgia, fatiga, disnea y anorexia. Sin embargo, una proporci&#x000f3;n significativa de pacientes present&#x000f3; inicialmente s&#x000ed;ntomas at&#x000ed;picos, como diarrea y n&#x000e1;useas. Las complicaciones de la neumon&#x000ed;a por coronavirus durante la hospitalizaci&#x000f3;n incluyeron s&#x000ed;ndrome de dificultad respiratoria aguda (SDRA), arritmia y <italic>shock.</italic> La distribuci&#x000f3;n bilateral de condensaciones irregulares y opacidad en vidrio deslustrado ha sido un sello distintivo t&#x000ed;pico en la tomograf&#x000ed;a computarizada para la neumon&#x000ed;a por coronavirus. En los pacientes con enfermedad m&#x000e1;s grave que desarrollaron SDRA y requirieron admisi&#x000f3;n en la UCI y oxigenoterapia, el tiempo entre el ingreso hospitalario y el SDRA fue solamente de 2 d&#x000ed;as. Las principales caracter&#x000ed;sticas cl&#x000ed;nicas, as&#x000ed; como las complicaciones m&#x000e1;s importantes asociadas de los datos publicados en poblaci&#x000f3;n China<xref rid="bib0390" ref-type="bibr">6</xref>, <xref rid="bib0455" ref-type="bibr">19</xref>, <xref rid="bib0460" ref-type="bibr">20</xref>, <xref rid="bib0465" ref-type="bibr">21</xref>, <xref rid="bib0470" ref-type="bibr">22</xref> se muestran en la <xref rid="tbl0010" ref-type="table">tabla 2</xref>
.<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Caracter&#x000ed;sticas cl&#x000ed;nicas y complicaciones asociadas de los principales estudios publicados</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th/><th align="left">Huang et al.<xref rid="bib0405" ref-type="bibr"><sup>9</sup></xref><break/>N.&#x000b0;&#x000a0;=&#x000a0;41</th><th align="left">Chen et al.<xref rid="bib0390" ref-type="bibr"><sup>6</sup></xref><break/>N.&#x000b0;&#x000a0;=&#x000a0;99</th><th align="left">Song et al.<xref rid="bib0460" ref-type="bibr"><sup>20</sup></xref><break/>N.&#x000b0;&#x000a0;=&#x000a0;51</th><th align="left">Chen et al.<xref rid="bib0465" ref-type="bibr"><sup>21</sup></xref><break/>N.&#x000b0;&#x000a0;=&#x000a0;29</th><th align="left">Wang et al.<xref rid="bib0470" ref-type="bibr"><sup>22</sup></xref><break/>N.&#x000b0;&#x000a0;=&#x000a0;138</th></tr></thead><tbody><tr><td align="left">Edad media</td><td align="left">49 (41-58)</td><td align="left">55&#x000a0;&#x000b1;&#x000a0;13</td><td align="left">49&#x000a0;&#x000b1;&#x000a0;16</td><td align="left">56 (26-79)</td><td align="left">56 (42-68)</td></tr><tr><td align="left">Cl&#x000ed;nica</td><td align="left">Fiebre (98%)<break/>Tos (76%)<break/>Disnea (55%)<break/>Mialgia o fatiga (44%)<break/>Expectoraci&#x000f3;n (28%)<break/>Dolor de cabeza (8%)<break/>Hemoptisis (5%)<break/>Diarrea (3%)</td><td align="left">Fiebre (83%)<break/>Tos (82%)<break/>Disnea (31%)<break/>Mialgias (11%)<break/>Confusi&#x000f3;n (9%)<break/>Cefalea (8%)<break/>Rinorrea (4%)<break/>Dolor tor&#x000e1;cico (2%)<break/>Diarrea (2%)<break/>N&#x000e1;useas y v&#x000f3;mitos (1%)</td><td align="left">Fiebre (96%)<break/>Tos (47%)<break/>Mialgia (31%), anorexia (18%)<break/>Cefalea (16%)<break/>Disnea (14%)<break/>Diarrea (10%)<break/>N&#x000e1;useas (6%)</td><td align="left">Fiebre (97%)<break/>Expectoraci&#x000f3;n (72%)<break/>Disnea (59%)<break/>Mialgia (41%), diarrea (14%)<break/>Cefalea (7%)</td><td align="left">Fiebre (98,6%)<break/>Fatiga (69,6%)<break/>Tos seca (59,4%)<break/>Anorexia (39,9%)<break/>Mialgia (34,8%)<break/>Disnea (31,2%)<break/>Expectoraci&#x000f3;n (26,8%)<break/>Diarrea (10,1%)<break/>N&#x000e1;useas (10,1%), mareos (9,4%)<break/>Cefalea (6,5%)<break/>V&#x000f3;mitos (3,6%)<break/>Abdominalgia (2,2%)</td></tr><tr><td align="left">Complicaciones</td><td align="left">SDRA (29%)<break/>Anemia (15%)<break/>ICC (12%)<break/>IRA (7%)<break/>Infecci&#x000f3;n (10%)<break/><italic>Shock</italic> (7%)</td><td align="left">SDRA (17%)<break/>IRA (3%)<break/><italic>Shock</italic> s&#x000e9;ptico (4%)<break/>NAVM (1%)</td><td/><td/><td align="left"><italic>Shock</italic> (8,7%)<break/>ICC (7,2%)<break/>Arritmia (16,7%)<break/>SDRA (19,6%)<break/>IRA (3,6%)</td></tr></tbody></table><table-wrap-foot><fn><p>ICC: insuficiencia cardiaca congestiva; IRA: insuficiencia renal aguda; NAVM: neumon&#x000ed;a asociada a ventilaci&#x000f3;n mec&#x000e1;nica; SDRA: s&#x000ed;ndrome de distr&#x000e9;s respiratorio.</p></fn></table-wrap-foot></table-wrap></p><p id="par0085">La mayor&#x000ed;a de los pacientes enfermos cr&#x000ed;ticos eran de mayor edad y ten&#x000ed;an m&#x000e1;s afecciones subyacentes que los pacientes no ingresados en la UCI<xref rid="bib0470" ref-type="bibr"><sup>22</sup></xref>. Esto sugiere que la edad y las comorbilidades previas pueden ser factores de riesgo para un peor desenlace. En comparaci&#x000f3;n con los s&#x000ed;ntomas en pacientes que no ingresaron en la UCI, los s&#x000ed;ntomas m&#x000e1;s frecuentes en pacientes en estado cr&#x000ed;tico fueron la disnea, el dolor abdominal y la anorexia. Es posible que la aparici&#x000f3;n de estos s&#x000ed;ntomas pueda ayudar a identificar a los pacientes con peor pron&#x000f3;stico.</p><p id="par0090">El otro gran foco 2019-nCoViD hasta el momento, Italia, ha declarado 12.462 casos hasta el 11 de marzo, y 827 muertes. Solo China ha registrado m&#x000e1;s muertes debido a este brote de SARS-CoV-2. La edad media de los fallecidos en Italia fue de 81 a&#x000f1;os y m&#x000e1;s de dos tercios de estos pacientes ten&#x000ed;an diabetes, enfermedades cardiovasculares o c&#x000e1;ncer, o eran ex fumadores. Por lo tanto, es cierto que estos pacientes ten&#x000ed;an condiciones de salud subyacentes, pero tambi&#x000e9;n vale la pena se&#x000f1;alar que ten&#x000ed;an SDRA causada por neumon&#x000ed;a y SDRA por SARS-CoV-2. De los pacientes que murieron, el 42,2% ten&#x000ed;an entre 80 y 89 a&#x000f1;os, el 32,4% ten&#x000ed;an entre 70 y 79 a&#x000f1;os, el 8,4% ten&#x000ed;an entre 60 y 69 a&#x000f1;os y el 2,8% ten&#x000ed;an entre 50 y 59 a&#x000f1;os<xref rid="bib0475" ref-type="bibr"><sup>23</sup></xref>.</p><p id="par0095">Las anomal&#x000ed;as de laboratorio m&#x000e1;s comunes observadas han sido linfopenia, tiempo de protrombina prolongado y lactato deshidrogenasa elevada. Estas anomal&#x000ed;as de laboratorio son similares a las observadas anteriormente en pacientes con infecci&#x000f3;n por MERS y SARS. En los no sobrevivientes, el recuento de neutr&#x000f3;filos, el d&#x000ed;mero D, la urea en sangre y los niveles de creatinina continuaron aumentando, y el recuento de linfocitos continu&#x000f3; disminuyendo hasta que los enfermos fallecieron. Por otro lado, la neutrofilia puede estar relacionada con la tormenta de citoquinas inducida por la invasi&#x000f3;n del virus, la activaci&#x000f3;n de la coagulaci&#x000f3;n podr&#x000ed;a haber estado relacionada con una respuesta inflamatoria sostenida, y la lesi&#x000f3;n renal aguda podr&#x000ed;a haber estado relacionada con efectos directos del virus, la hipoxia y el <italic>shock.</italic> Los 3 mecanismos patol&#x000f3;gicos pueden estar asociados con la muerte de pacientes con neumon&#x000ed;a por coronavirus<xref rid="bib0415" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0100">Un reciente metaan&#x000e1;lisis, muestra que el aumento de los valores de procalcitonina se asocia con un riesgo casi 5 veces mayor de infecci&#x000f3;n grave por SARS-CoV-2 (<italic>odds ratio</italic> ajustado [OR]: 4,76; IC del 95%: 2,74-8,29)<xref rid="bib0480" ref-type="bibr"><sup>24</sup></xref>. Aunque el n&#x000fa;mero total de pacientes con 2019-nCoViD con valores de procalcitonina aumentados parece limitado<xref rid="bib0485" ref-type="bibr"><sup>25</sup></xref>, los resultados de este metaan&#x000e1;lisis sugieren que la medici&#x000f3;n de la procalcitonina en serie puede desempe&#x000f1;ar un papel para predecir la evoluci&#x000f3;n hacia una forma m&#x000e1;s grave de enfermedad. Se conoce que la producci&#x000f3;n y la liberaci&#x000f3;n en la circulaci&#x000f3;n de la procalcitonina se amplifica enormemente durante las infecciones bacterianas. Sin embargo, la s&#x000ed;ntesis de este biomarcador se ve inhibida por el interfer&#x000f3;n gamma, cuya concentraci&#x000f3;n aumenta durante las infecciones virales. Por lo tanto, no es de extra&#x000f1;ar que el valor de la procalcitonina se mantenga dentro del rango de referencia en pacientes con infecci&#x000f3;n no complicada del SARS-CoV-2, y un aumento sustancial reflejase la co-infecci&#x000f3;n bacteriana en aquellos que desarrollan una forma grave de la enfermedad, contribuyendo as&#x000ed; a complicar el cuadro cl&#x000ed;nico<xref rid="bib0490" ref-type="bibr"><sup>26</sup></xref>. Por otro lado, la elevaci&#x000f3;n marcada de la prote&#x000ed;na C reactiva en sangre se ha constituido en un marcador importante de 2019-nCoViD<xref rid="bib0495" ref-type="bibr"><sup>27</sup></xref>. De hecho, la prote&#x000ed;na C reactiva elevada significativamente se ha asociado con mayores riesgos del desarrollo de SDRA<xref rid="bib0500" ref-type="bibr"><sup>28</sup></xref>.</p><p id="par0105">Recientemente se ha descrito como 4 pacientes con 2019-nCoV que cumplieron con los criterios para el alta hospitalaria o la interrupci&#x000f3;n de la cuarentena en China (ausencia de s&#x000ed;ntomas cl&#x000ed;nicos y anomal&#x000ed;as radiol&#x000f3;gicas y 2 resultados negativos de la prueba RT-PCR tuvieron resultados positivos de la prueba RT-PCR 5 a 13 d&#x000ed;as despu&#x000e9;s. Estos hallazgos sugieren que al menos una proporci&#x000f3;n de pacientes recuperados todav&#x000ed;a pueden ser portadores del virus. Aunque ning&#x000fa;n miembro de la familia estaba infectado, todos los pacientes descritos eran profesionales m&#x000e9;dicos y tuvieron especial cuidado durante la cuarentena domiciliaria. Es posible que sea necesario reevaluar los criterios actuales para el alta hospitalaria o la interrupci&#x000f3;n de la cuarentena y el tratamiento continuo del paciente<xref rid="bib0505" ref-type="bibr"><sup>29</sup></xref>.</p></sec><sec id="sec0025"><title>Puntos claves de la radiolog&#x000ed;a</title><p id="par0110">Las im&#x000e1;genes de neumon&#x000ed;as producidas por virus son variadas y poco espec&#x000ed;ficas, pudi&#x000e9;ndose ver en otros procesos infecciosos o inflamatorios pulmonares<xref rid="bib0510" ref-type="bibr">30</xref>, <xref rid="bib0515" ref-type="bibr">31</xref>. La radiograf&#x000ed;a simple de t&#x000f3;rax muestra un patr&#x000f3;n intersticial en m&#x000e1;s del 85% de los casos, y se presenta de forma bilateral en m&#x000e1;s del 75% (<xref rid="fig0010" ref-type="fig">fig. 2</xref>
). Por otra parte, se ha relacionado la mayor afectaci&#x000f3;n en la radiograf&#x000ed;a simple con la necesidad de ingreso en una unidad de cuidados intensivos<xref rid="bib0520" ref-type="bibr"><sup>32</sup></xref>.<fig id="fig0010"><label>Figura 2</label><caption><p>Recreaci&#x000f3;n grafica de 2 posibles escenarios de triaje en una unidad de cuidados intensivos durante un periodo de pandemia.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0115">Las im&#x000e1;genes obtenidas mediante tomograf&#x000ed;a computarizada (TC) se utilizaron para el cribado y la selecci&#x000f3;n de casos sospechosos en hospitales con alta carga asistencial de esta entidad<xref rid="bib0490" ref-type="bibr"><sup>26</sup></xref>. Estudios posteriores han demostrado la gran utilidad de esta t&#x000e9;cnica, incluso en comparaci&#x000f3;n con los estudios moleculares, encontrando hallazgos sugestivos de enfermedad en pacientes con resultados microbiol&#x000f3;gicos negativos<xref rid="bib0525" ref-type="bibr"><sup>33</sup></xref>. Los hallazgos m&#x000e1;s frecuentes son las im&#x000e1;genes en vidrio esmerilado, asociado o no a condensaci&#x000f3;n pulmonar con broncograma a&#x000e9;reo; el engrosamiento de las cisuras; la distribuci&#x000f3;n perif&#x000e9;rica y la afectaci&#x000f3;n predominante de m&#x000e1;s de un l&#x000f3;bulo y frecuentemente bilateral. Menos frecuentes son las im&#x000e1;genes de cavitaci&#x000f3;n, derrame pleural, n&#x000f3;dulos pulmonares o signos de linfadenopat&#x000ed;a. La presencia de consolidaci&#x000f3;n pulmonar y engrosamiento del septo interlobular se ha relacionado con casos m&#x000e1;s graves que han precisado ingreso en la UCI. Estos hallazgos obligan a realizar un diagn&#x000f3;stico diferencial con otros procesos neum&#x000f3;nicos de origen viral. En comparaci&#x000f3;n con otros virus de la misma familia, parece existir una mayor tendencia a la afectaci&#x000f3;n bilateral que en el SARS y una ausencia de un patr&#x000f3;n de distribuci&#x000f3;n espec&#x000ed;fico similar al MERS<xref rid="bib0480" ref-type="bibr">24</xref>, <xref rid="bib0490" ref-type="bibr">26</xref>, <xref rid="bib0530" ref-type="bibr">34</xref>, <xref rid="bib0535" ref-type="bibr">35</xref>, <xref rid="bib0540" ref-type="bibr">36</xref>, <xref rid="bib0545" ref-type="bibr">37</xref>, <xref rid="bib0550" ref-type="bibr">38</xref>.</p><p id="par0120">No obstante, es posible que no se encuentren hallazgos espec&#x000ed;ficos en las pruebas de imagen, por lo que no es una prueba v&#x000e1;lida para excluir pacientes con enfermedad, aunque las im&#x000e1;genes normales en la TC se han descrito en pocos casos incluso en estadios iniciales de la enfermedad<xref rid="bib0420" ref-type="bibr">12</xref>, <xref rid="bib0555" ref-type="bibr">39</xref>.</p><p id="par0125">Sin embargo, la TC tiene ciertas desventajas, ya que la dotaci&#x000f3;n de equipos puede ser insuficiente, el paciente necesita movilizarse desde al &#x000e1;rea de cr&#x000ed;ticos y puede causar infecciones cruzadas. Las lesiones de neumon&#x000ed;a viral generalmente comienzan en los alv&#x000e9;olos terminales, que est&#x000e1;n cerca de la pleura y se pueden observar claramente por ecograf&#x000ed;a pulmonar. En la pr&#x000e1;ctica cl&#x000ed;nica, para los pacientes que no pueden ser movidos o que no pueden recibir un examen radiogr&#x000e1;fico, en caso de que la enfermedad progrese r&#x000e1;pidamente, la evaluaci&#x000f3;n oportuna de la cabecera es crucial para ajustar el plan de tratamiento.</p><p id="par0130">La ecograf&#x000ed;a pulmonar tiene ventajas sobre la TC y el equipo de rayos X en la desinfecci&#x000f3;n y el &#x000e1;rea m&#x000e1;s peque&#x000f1;a de contacto con los pacientes. En particular, la sonda de matriz lineal de alta frecuencia de 9-15&#x000a0;MHz puede mostrar claramente la morfolog&#x000ed;a y los cambios de las lesiones subpleurales, y los cambios del contenido de aire y agua en los tejidos peripulmonares consolidados. Las im&#x000e1;genes ecogr&#x000e1;ficas en la enfermedad pulmonar por SARS-CoV-2 fueron significativamente diferentes de otras lesiones, como neumon&#x000ed;a bacteriana, absceso pulmonar, tuberculosis, compresi&#x000f3;n y atelectasia obstructiva, neumot&#x000f3;rax, tumores benignos y malignos, etc.<xref rid="bib0560" ref-type="bibr"><sup>40</sup></xref>.</p></sec><sec id="sec0030"><title>Diagn&#x000f3;stico microbiol&#x000f3;gico</title><p id="par0135">Disponer de un diagn&#x000f3;stico de laboratorio sensible y espec&#x000ed;fico resulta fundamental para la correcta identificaci&#x000f3;n de los casos. En este aspecto, la utilizaci&#x000f3;n del cultivo viral no resulta pr&#x000e1;ctica como m&#x000e9;todo de diagn&#x000f3;stico debido a la demora en la obtenci&#x000f3;n de resultados. Por otra parte, los test de detecci&#x000f3;n de ant&#x000ed;genos y anticuerpos no est&#x000e1;n validados. Por todo ello, la RT-PCR realizada en muestras respiratorias resulta la prueba m&#x000e1;s &#x000fa;til para el diagn&#x000f3;stico de laboratorio<xref rid="bib0565" ref-type="bibr"><sup>41</sup></xref>.</p><p id="par0140">De forma progresiva se han desarrollado diferentes t&#x000e9;cnicas con mayor sensibilidad y especificidad para el diagn&#x000f3;stico microbiol&#x000f3;gico. Sin embargo, estas &#x000fa;ltimas t&#x000e9;cnicas han puesto de manifiesto una alta proporci&#x000f3;n de pacientes no diagnosticados con las t&#x000e9;cnicas habituales utilizadas hasta entonces<xref rid="bib0565" ref-type="bibr"><sup>41</sup></xref>. La presencia de falsos negativos hace necesaria la realizaci&#x000f3;n de los test en 2 o 3 ocasiones al mismo paciente<xref rid="bib0570" ref-type="bibr"><sup>42</sup></xref>. La muestra obtenida mediante lavado bronquialveolar se considera la m&#x000e1;s adecuada, en probable relaci&#x000f3;n a una mayor carga viral observada en las muestras del tracto respiratorio inferior. La probabilidad de encontrar un resultado positivo es mayor cuando se toman muestras del tracto respiratorio inferior mediante lavado bronquioalveolar, en pacientes con fiebre, edad avanzada y en varones<xref rid="bib0575" ref-type="bibr">43</xref>, <xref rid="bib0580" ref-type="bibr">44</xref>. No obstante, por el momento no existen datos sobre la tasa de falsos negativos con exactitud. Este hecho puede guardar relaci&#x000f3;n a la ausencia de un <italic>gold standard</italic> para el diagn&#x000f3;stico microbiol&#x000f3;gico.</p></sec><sec id="sec0035"><title>S&#x000ed;ndrome de dificultad respiratoria aguda en la infecci&#x000f3;n por SARS-CoV-2</title><p id="par0145">La utilizaci&#x000f3;n de t&#x000e9;cnicas moleculares ha hecho que en los &#x000fa;ltimos a&#x000f1;os haya aumentado la detecci&#x000f3;n de infecci&#x000f3;n viral en pacientes ingresados en la UCI por infecci&#x000f3;n respiratoria, siendo su prevalencia entre un 17% y hasta un 53% seg&#x000fa;n las series, adem&#x000e1;s los pacientes con infecciones virales graves que requieren ingreso en la UCI presentan con frecuencia insuficiencia respiratoria hipox&#x000e9;mica. Si bien el manejo de los pacientes con SDRA debido a una infecci&#x000f3;n viral es similar al causado por otra etiolog&#x000ed;a, existen algunas diferencias para tener en cuenta<xref rid="bib0585" ref-type="bibr"><sup>45</sup></xref>.</p><p id="par0150">En cuanto a la ventilaci&#x000f3;n mec&#x000e1;nica no invasiva (VMNI) los estudios que se han realizado han girado en torno a la infecci&#x000f3;n por virus influenza. En un estudio multic&#x000e9;ntrico realizado en pacientes con insuficiencia respiratoria secundaria a infecci&#x000f3;n por virus influenza se objetiv&#x000f3; que el 56,8% de los mismo requer&#x000ed;a ventilaci&#x000f3;n mec&#x000e1;nica invasiva (VMI), y que este hecho se asociaba con un aumento de la mortalidad en la UCI<xref rid="bib0590" ref-type="bibr"><sup>46</sup></xref> (<xref rid="fig0015" ref-type="fig">fig. 3</xref>
). Si atendemos a la infecci&#x000f3;n por MERS se public&#x000f3; en el a&#x000f1;o 2019 un estudio multic&#x000e9;ntrico en el cual se hab&#x000ed;a iniciado VMNI en el 35% de los pacientes, sin embargo, el 92,4% de los mismos precisaron VMI, no vi&#x000e9;ndose asociaci&#x000f3;n con la mortalidad en la UCI a 90 d&#x000ed;as en este caso<xref rid="bib0595" ref-type="bibr"><sup>47</sup></xref>.<fig id="fig0015"><label>Figura 3</label><caption><p>Imagen radiol&#x000f3;gica de un enfermo infectado por SARS-CoV-2. A) Infiltrado bilateral neum&#x000f3;nico t&#x000ed;pico en 2019-n-CoViD. B) Evoluci&#x000f3;n del mismo enfermo tras intubaci&#x000f3;n orotraqueal y conexi&#x000f3;n a ventilaci&#x000f3;n mec&#x000e1;nica.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p><p id="par0155">Existen trabajos en los que el uso de gafas nasales de alto flujo (GNAF) disminuye la necesidad de intubaci&#x000f3;n<xref rid="bib0600" ref-type="bibr"><sup>48</sup></xref>. Sin embargo, los pacientes que reciben ventilaci&#x000f3;n con GNAF deben estar monitorizados y atendidos por personal experimentado capaz de proceder a la intubaci&#x000f3;n endotraqueal en caso de que la situaci&#x000f3;n cl&#x000ed;nica del paciente se deteriore r&#x000e1;pidamente o no mejore despu&#x000e9;s de un breve tiempo (aproximadamente 1&#x000a0;h)<xref rid="bib0520" ref-type="bibr"><sup>32</sup></xref>. En este contexto se podr&#x000ed;a valorar la utilidad del &#x000ed;ndice ROX ([SatO<sub>2</sub>/FiO<sub>2</sub>]&#x000a0;&#x000d7;&#x000a0;FR) para predecir de manera temprana la necesidad de aumentar el soporte respiratorio si este es menor de 3,85 a las 12&#x000a0;h<xref rid="bib0605" ref-type="bibr"><sup>49</sup></xref>.</p><p id="par0160">En la actualidad la recomendaci&#x000f3;n para el uso de la VMNI en pacientes con infecci&#x000f3;n viral grave pasa por seleccionar adecuadamente a los pacientes, pudiendo beneficiarse aquellos con formas leves-moderadas de insuficiencia respiratoria hipox&#x000e9;mica<xref rid="bib0610" ref-type="bibr"><sup>50</sup></xref>. En el protocolo publicado por el Ministerio de Sanidad en colaboraci&#x000f3;n con numerosas sociedades m&#x000e9;dicas espa&#x000f1;olas (incluyendo en ellas la SEMICYUC) se recomienda la limitaci&#x000f3;n de uso de VMNI para pacientes muy concretos, teniendo en cuenta los antecedentes de alta tasa de fallo en la infecci&#x000f3;n precedente por MERS<xref rid="bib0615" ref-type="bibr"><sup>51</sup></xref>.</p><p id="par0165">Recientemente, un an&#x000e1;lisis de pacientes que ingresaron en un centro hospitalario de Wuhan con diagn&#x000f3;stico de s&#x000ed;ndrome de distr&#x000e9;s respiratorio agudo por 2019-nCoV, expone que el 63,5% fue tratado con GNAF, el 56% de los pacientes recibieron VMNI y el 42% requiri&#x000f3; VMI, sin precisar la tasa de reconversi&#x000f3;n de los pacientes tratados con GNAF/VMNI a VMI<xref rid="bib0620" ref-type="bibr"><sup>52</sup></xref>.</p><p id="par0170">En cuanto a la maniobra de prono, ya en un estudio sobre pacientes infectados con virus influenza A se demostr&#x000f3; su utilidad en mejora de la oxigenaci&#x000f3;n, mantenimiento de esta tras pasar a supino y el descenso en pCO<sub>2</sub>
<xref rid="bib0625" ref-type="bibr"><sup>53</sup></xref>.</p><p id="par0175">En datos no publicados del manejo de pacientes en Italia encontramos que en la mayor&#x000ed;a de los casos se trata de pulmones compliantes, generalmente ventilados con PEEP elevadas y manteniendo presi&#x000f3;n meseta y presi&#x000f3;n de conducci&#x000f3;n protectoras. Por otro lado, la maniobra m&#x000e1;s efectiva en el tratamiento est&#x000e1; siendo el dec&#x000fa;bito prono, en varios ciclos y prolongado entre 18 y 24&#x000a0;h<xref rid="bib0630" ref-type="bibr"><sup>54</sup></xref>.</p><p id="par0180">En esta serie de pacientes infectados por SARS-CoV-2 la tasa de maniobra de prono se realiz&#x000f3; en 6 pacientes (11,5%), 4 de ellos fallecieron. Del total de pacientes, precisaron terapia de oxigenaci&#x000f3;n con circulaci&#x000f3;n extracorp&#x000f3;rea 6 (11,5%), 5 de los cuales fallecieron. De acuerdo con el protocolo publicado por el Ministerio de Sanidad se recomienda el uso de membranas de oxigenaci&#x000f3;n en sistemas extracorp&#x000f3;reos (ECMO) tras haber iniciado ventilaci&#x000f3;n protectora y maniobras de prono sin lograr mejor&#x000ed;a de al menos el 20% en hipoxemia y en pacientes con hipercapnia refractaria al tratamiento con sistemas de eliminaci&#x000f3;n de CO<sub>2</sub>.</p><p id="par0185">El papel de los corticoides en el manejo de la insuficiencia respiratoria grave de origen viral ha sido ampliamente estudiado en pacientes con infecci&#x000f3;n por SARS y MERS, y en la actualidad se est&#x000e1;n utilizando en pacientes con infecci&#x000f3;n por SARS-CoV-2.</p><p id="par0190">Los corticoides fueron utilizados en infecciones por SARS y MERS dado que la histolog&#x000ed;a pulmonar revelaba inflamaci&#x000f3;n y da&#x000f1;o alveolar difuso<xref rid="bib0635" ref-type="bibr"><sup>55</sup></xref>, as&#x000ed; como un caso sugestivo de s&#x000ed;ndrome hemofagoc&#x000ed;tico<xref rid="bib0640" ref-type="bibr"><sup>56</sup></xref>. En este contexto podr&#x000ed;a tener inter&#x000e9;s el papel de los corticoides en la modulaci&#x000f3;n de la respuesta inflamatoria. Si bien se apreci&#x000f3; mejor&#x000ed;a cl&#x000ed;nica en algunos pacientes, un estudio retrospectivo sobre la cohorte de pacientes con infecci&#x000f3;n por SARS de Hong Kong demostr&#x000f3; que el uso de corticoides se asoci&#x000f3; con un mayor riesgo de mortalidad a 30 d&#x000ed;as (OR: 26,0; IC del 95%: 4,4-154,8)<xref rid="bib0645" ref-type="bibr"><sup>57</sup></xref>. En otro estudio retrospectivo sobre pacientes con infecci&#x000f3;n por MERS se relacion&#x000f3; el uso de corticoides con aumento de del riesgo de precisar ventilaci&#x000f3;n mec&#x000e1;nica, vasopresores y terapias de reemplazo renal<xref rid="bib0650" ref-type="bibr"><sup>58</sup></xref>.</p><p id="par0195">De acuerdo con las gu&#x000ed;as actuales de la Organizaci&#x000f3;n Mundial de la Salud (OMS), no se recomienda el uso de corticoides de manera sistem&#x000e1;tica salvo que se empleen por otro motivo distinto a la infecci&#x000f3;n por SARS-CoV-2 o en ensayos cl&#x000ed;nicos<xref rid="bib0655" ref-type="bibr"><sup>59</sup></xref>.</p><p id="par0200">Sin embargo, recientemente un estudio sobre los factores de riesgo asociados con el SDRA y la muerte en pacientes con neumon&#x000ed;a por coronavirus 2019 en Wuhan evidenci&#x000f3; que entre los pacientes con SDRA, el tratamiento con metilprednisolona disminuy&#x000f3; el riesgo de muerte (OR: 0,38; IC del 95%: 0,20-0,72), neutrofilia, y disfunci&#x000f3;n org&#x000e1;nica y de coagulaci&#x000f3;n<xref rid="bib0500" ref-type="bibr"><sup>28</sup></xref>.</p></sec><sec id="sec0040"><title>Tratamiento antiviral</title><p id="par0205">En la actualidad, no hay evidencia basada en estudios controlados aleatorizados para apoyar el tratamiento farmacol&#x000f3;gico espec&#x000ed;fico contra el 2019-nCoV en casos sospechosos o confirmados. Se puede considerar en adultos, con un grado de recomendaci&#x000f3;n d&#x000e9;bil, la inhalaci&#x000f3;n de atomizaci&#x000f3;n de interfer&#x000f3;n alfa (5 millones de unidades en agua est&#x000e9;ril/2 veces al d&#x000ed;a); Tambi&#x000e9;n con grado de recomendaci&#x000f3;n d&#x000e9;bil se pueden considerar el uso de lopinavir/ritonavir por v&#x000ed;a oral, 2 c&#x000e1;psulas/2 veces al d&#x000ed;a<xref rid="bib0660" ref-type="bibr"><sup>60</sup></xref>.</p><p id="par0210">Recientemente, una revisi&#x000f3;n sistem&#x000e1;tica evidenci&#x000f3; que la terapia temprana con lopinavir/ritonavir mejoraba el efecto anti-coronavirus en t&#x000e9;rminos de mortalidad de los pacientes y reducci&#x000f3;n en el consumo de glucocorticoides. Sin embargo, m&#x000e1;s all&#x000e1; de la ventana temprana de tratamiento, no se encontr&#x000f3; ning&#x000fa;n efecto significativo en su aplicaci&#x000f3;n tard&#x000ed;a<xref rid="bib0665" ref-type="bibr"><sup>61</sup></xref>.</p><p id="par0215">Actualmente, los antivirales m&#x000e1;s implicados en ensayos cl&#x000ed;nicos, incluyen remdesivir, ASC 09, lopinavir/ritonavir, arbidol, as&#x000ed; como los agentes biol&#x000f3;gicos tradicionales como el interfer&#x000f3;n-alfa y la timosina alfa-1. Al mismo tiempo se encuentran en marcha 3 estudios con glucocorticoides, 2 de ellos para pacientes con neumon&#x000ed;a grave. Adem&#x000e1;s, tambi&#x000e9;n se est&#x000e1;n estudiando ampliamente los medicamentos antipal&#x000fa;dicos tradicionales: cloroquina e hidroxicloroquina<xref rid="bib0670" ref-type="bibr"><sup>62</sup></xref>. Si bien existe evidencia ya <italic>in vitro</italic> de la mayor potencia de la hidroxicloroquina sobre la cloroquina<xref rid="bib0675" ref-type="bibr"><sup>63</sup></xref>. En la <xref rid="tbl0015" ref-type="table">tabla 3</xref>
se muestran las opciones terap&#x000e9;uticas.<table-wrap position="float" id="tbl0015"><label>Tabla 3</label><caption><p>F&#x000e1;rmacos utilizados y en estudio para el tratamiento de la infecci&#x000f3;n por SARS-CoV-2</p></caption><alt-text id="at3">Tabla 3</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">F&#x000e1;rmaco</th><th align="left">Dosis</th><th align="left">Efectos adversos</th></tr></thead><tbody><tr><td align="left">Lopinavir/ritonavir</td><td align="left">400/100&#x000a0;mg/12&#x000a0;h</td><td align="left">Diarrea, n&#x000e1;useas, polongaci&#x000f3;n QT, inhibici&#x000f3;n CYP3A del P450</td></tr><tr><td align="left">Lopinavir/ritonavir + INF-&#x003b2;1b subcut&#x000e1;neo</td><td align="left">400/100&#x000a0;mg/12&#x000a0;h<break/>250&#x000a0;&#x003bc;g/ml</td><td align="left">Evitar INF-&#x003b2;1b en paciente psiqui&#x000e1;trico<break/>Fiebre, cefalea, leucopenia, hipertonia</td></tr><tr><td align="left">Lopinavir/ritonavir + INF-&#x003b1;2b nebulizado</td><td align="left">400/100&#x000a0;mg/12&#x000a0;h</td><td align="left">Evitar INF-&#x003b1;2b en enfermedad cardiaca, disfunci&#x000f3;n hep&#x000e1;tica o renal</td></tr><tr><td align="left">Remdesivir<xref rid="tblfn0005" ref-type="table-fn">a</xref></td><td align="left">Carga: 200&#x000a0;mg/24&#x000a0;h<break/>Mantenimiento: 100 mg/24&#x000a0;h/durante 5-10 d&#x000ed;as</td><td/></tr><tr><td align="left">Hidroxicloroquina</td><td align="left">Carga: 400&#x000a0;mg/12&#x000a0;h<break/>Mantenimiento: 200&#x000a0;mg/12&#x000a0;h/durante 4 d&#x000ed;as</td><td align="left">Retinopat&#x000ed;a</td></tr></tbody></table><table-wrap-foot><fn><p>AEMPS: Agencia Espa&#x000f1;ola de Medicamentos y Productos Sanitarios; SARS-CoV-2: coronavirus 2 del s&#x000ed;ndrome respiratorio agudo grave.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0005"><label>a</label><p id="npar0005">No aprobado su uso. Contactar con AEMPS.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec0045"><title>Tratamiento antibi&#x000f3;tico</title><p id="par0220">En un an&#x000e1;lisis realizado sobre pacientes cr&#x000ed;ticos ingresados por MERS, el 18% de ellos tuvieron coinfecci&#x000f3;n bacteriana y un 5% de coinfecci&#x000f3;n viral.</p><p id="par0225">En un registro de 68 pacientes del norte de China la tasa de coinfecci&#x000f3;n variaba de un 20 a un 80% entre zonas, siendo los pat&#x000f3;genos m&#x000e1;s frecuentemente asociados virus influenza A y B, <italic>Mycoplasma pneumoniae</italic> y <italic>Legionella pneumophila</italic>
<xref rid="bib0680" ref-type="bibr"><sup>64</sup></xref>.</p><p id="par0230">Sin embargo, de acuerdo con el protocolo publicado por el Ministerio de Sanidad, si bien las recomendaciones actuales no apoyan el uso de antibi&#x000f3;ticos de entrada, se debe contemplar su uso en pacientes graves que presenten neumon&#x000ed;a de origen no filiado, sepsis o sospecha de sobreinfecci&#x000f3;n bacteriana.</p></sec><sec id="sec0050"><title>Seguridad frente a la pandemia</title><p id="par0235">Las claves que la OMS<xref rid="bib0685" ref-type="bibr"><sup>65</sup></xref> ha dado al respecto se basan en varios puntos clave:</p><sec id="sec0055"><title>Reconocimiento precoz y control de la fuente</title><p id="par0240">Adherencia estricta a los protocolos de prevenci&#x000f3;n. Identificar y aislar r&#x000e1;pidamente a los pacientes que presentan s&#x000ed;ntomas respiratorios de forma aguda, que potencialmente se puedan atribuir al 2019-nCoV. Es necesario tener en cuenta que, en &#x000e9;poca de epidemia, aproximadamente el 20% de los pacientes con s&#x000ed;ndrome de SDRA necesitar&#x000e1;n ingreso en la UCI, pacientes que necesitar&#x000e1;n habitaciones individuales con presi&#x000f3;n negativa ventilaci&#x000f3;n adecuada (&#x02265;&#x000a0;160&#x000a0;l/s/paciente). Tambi&#x000e9;n es importante establecer rutas predeterminadas si hay que transportar al paciente, minimizar el tr&#x000e1;nsito en la habitaci&#x000f3;n (tanto de personal como de visitantes), y la aplicaci&#x000f3;n de mascarillas FFP2 o FFP3<xref rid="bib0420" ref-type="bibr">12</xref>, <xref rid="bib0690" ref-type="bibr">66</xref>, <xref rid="bib0695" ref-type="bibr">67</xref>.</p></sec><sec id="sec0060"><title>Precauciones est&#x000e1;ndar</title><p id="par0245">El personal en contacto con pacientes infectados deber&#x000e1; llevar el equipo personal protocolizado: mascarilla (FFP2: para asistencia y anal&#x000ed;tica general [hemograma, bioqu&#x000ed;mica] o FFP3: si se van a tomar adem&#x000e1;s muestras con riesgo de generar aerosoles), guantes, protecci&#x000f3;n ocular, batas protectoras de manga larga no est&#x000e9;riles, delantal y calzado que pueda ser descontaminado. Los equipos deben ser de un solo uso, aunque si han de ser reutilizados, la esterilizaci&#x000f3;n debe realizarse de forma correcta (por ejemplo, con alcohol et&#x000ed;lico al 70%). Es fundamental el lavado correcto de manos y la aplicaci&#x000f3;n de soluci&#x000f3;n alcoh&#x000f3;lica si no hay restos org&#x000e1;nicos visibles. Especial cuidado con las intervenciones sobre la v&#x000ed;a a&#x000e9;rea o que expongan al personal a secreciones respiratorias, as&#x000ed; como la recogida y transporte de muestras respiratorias. La limpieza de superficies con lej&#x000ed;a es eficaz y suficiente<xref rid="bib0430" ref-type="bibr">14</xref>, <xref rid="bib0700" ref-type="bibr">68</xref>.</p><p id="par0250">Quiz&#x000e1;s uno de los elementos clave es recordar paso por paso la puesta y, sobre todo, la retirada de los materiales de protecci&#x000f3;n (<xref rid="tbl0020" ref-type="table">tabla 4</xref>
)<xref rid="bib0705" ref-type="bibr"><sup>69</sup></xref>.<table-wrap position="float" id="tbl0020"><label>Tabla 4</label><caption><p>Resumen de la puesta y la retirada de los materiales de protecci&#x000f3;n</p></caption><alt-text id="at4">Tabla 4</alt-text><table frame="hsides" rules="groups"><tbody><tr><td align="left"><bold>Puesta</bold><break/>Comprobar que se viste ropa de trabajo (pijama y calzado de tal&#x000f3;n cerrado), no se porta objetos personales (m&#x000f3;viles, bol&#x000ed;grafos), pelo recogido y u&#x000f1;as recortadas. Se dispone de adecuada hidrataci&#x000f3;n y recordar el uso del servicio higi&#x000e9;nico en previsi&#x000f3;n de necesidad.</td><td align="left"><bold>Retirada</bold><break/><italic>Retirada en habitaci&#x000f3;n del paciente, junto a la puerta.</italic><break/>Junto a la puerta habr&#x000e1; dispuesto para la higiene de manos, una silla y un contenedor negro.</td></tr><tr><td align="left"><italic>1. Higiene de manos.</italic> Con gel alcoh&#x000f3;lico y secar al aire.<break/><italic>2. Cubrecalzas altas.</italic> Hasta media pierna. Atar las cintas.<break/><italic>3. Bata impermeable.</italic> Hasta media pierna, talla holgada, atar en cuello y cintura.<break/><italic>4. Mascarilla FFP3.</italic> Disponer la cinta superior en lo alto de la cabeza y la cinta inferior por debajo del nivel de las orejas. Ajustar la pieza nasal. Comprobar el ajuste: ambas manos tapando el frontal, al exhalar fuerte tender&#x000e1; a separarse de la cara, y al inhalar a colapsar sobre la cara; en caso contrario hay fuga lateral y se debe reajustar.<break/><italic>5. Caperuza.</italic> Extender los faldones por delante y por detr&#x000e1;s reduciendo la apertura en cara a lo imprescindible para la adecuada visi&#x000f3;n.<break/><italic>6. Gafa panor&#x000e1;mica o pantalla facial.</italic> Ajustar la banda para que quede segura. No se aconseja el uso de gafa y pantalla al tiempo.<break/><italic>7. Guantes de nitrilo.</italic> Extenderlos por encima de los pu&#x000f1;os de la bata.</td><td align="left"><italic>1. Guantes.</italic> Retirar procurando no tocar su parte externa y desechar al contenedor negro.<break/><italic>2. Higiene de manos.</italic><break/><italic>3. Pantalla facial o gafa panor&#x000e1;mica.</italic> Con leve flexi&#x000f3;n de cabeza coger la cinta por la parte posterior, izar y separar hacia delante sin tocar el frontal y desechar.<break/><italic>4. Higiene de manos.</italic><break/><italic>5. Caperuza.</italic> Cabeza en leve flexi&#x000f3;n, asir con una mano por su parte m&#x000e1;s alta y retirarla despacio separ&#x000e1;ndolo de la cara, desechar.<break/><italic>6. Higiene de manos.</italic><break/><italic>7. Bata impermeable.</italic> Soltar las lazadas cuello y cintura. Asir por las lazadas de cuello por detr&#x000e1;s y tirar suavemente hacia delante. Retirar la bata enrollando la parte interna sobre la externa y desechar.<break/><italic>8. Higiene de manos.</italic><break/><italic>9. Cubrecalzas altas.</italic> Sentarse en silla y soltar lazadas. Retirar everti&#x000e9;ndolas de dentro hacia fuera y hacia abajo. Desechar al contenedor.<break/><italic>10. Higiene de manos y salir de la habitaci&#x000f3;n.</italic><break/><break/><italic>Fuera de la habitaci&#x000f3;n, junto a la puerta</italic> habr&#x000e1; dispuesto para la higiene de manos y un contenedor negro.<break/><break/><italic>11. Mascarilla FFP3.</italic> En flexi&#x000f3;n leve de cabeza asir con las 2 manos por detr&#x000e1;s la cinta inferior y subirla al nivel de la superior. Asir las 2 cintas, izar y extenderlas hacia delante alejando la mascarilla de la cara, y sin tocar su parte frontal desechar al contenedor.<break/><break/><italic>Higiene final de manos con gel alcoh&#x000f3;lico.</italic></td></tr></tbody></table></table-wrap></p><p id="par0255">Si se decide iniciar soporte respiratorio con GNAF se aconseja colocar al paciente una mascarilla quir&#x000fa;rgica para limitar la producci&#x000f3;n de aerosoles. De la misma manera, si el soporte en con VMNI, se deber&#x000ed;an utilizar m&#x000e1;scaras cerradas, bien adaptadas a la cara del paciente para evitar fugas. Especialmente a tener en cuenta, se recomiendan usar sistemas de 2 ramas con colocaci&#x000f3;n de filtro antibacteriano en ambas<xref rid="bib0710" ref-type="bibr"><sup>70</sup></xref>.</p><p id="par0260">La intubaci&#x000f3;n es el momento quiz&#x000e1; de mayor riesgo de transmisi&#x000f3;n. Por tanto, es un escenario que hay que planear de manera adecuada, a fin de disponer del personal justo y necesario en la habitaci&#x000f3;n (menor n&#x000fa;mero de personal en contacto con el paciente, menor riesgo de transmisi&#x000f3;n) y, por supuesto, disponer de todo el material necesario dentro del cub&#x000ed;culo (para evitar, l&#x000f3;gicamente entradas y salidas del mismo). Se recomienda que sea el profesional con mayor experiencia en intubaci&#x000f3;n mediante secuencia r&#x000e1;pida el que realice la t&#x000e9;cnica, con intenci&#x000f3;n de minimizar los intentos, intentando que sea una intubaci&#x000f3;n electiva y no emergente. Del mismo modo, se evitar&#x000e1; la ventilaci&#x000f3;n con amb&#x000fa;, a fin de evitar la generaci&#x000f3;n de aerosoles. Para realizar la laringoscopia, es preferible utilizar un video-laringoscopio con pantalla separada, para que la distancia con el paciente sea la mayor posible<xref rid="bib0715" ref-type="bibr"><sup>71</sup></xref>.</p></sec><sec id="sec0065"><title>Controles administrativos</title><p id="par0265">Es necesario establecer la educaci&#x000f3;n y el entrenamiento del personal a cargo del paciente y de sus cuidadores e implementar los mecanismos de mejora en cuanto al manejo a medida que vayan surgiendo dudas, as&#x000ed; como designar un responsable que observe la pr&#x000e1;ctica del personal y establezca un <italic>feedback</italic> adecuado para el control de la infecci&#x000f3;n.</p><p id="par0270">El uso adecuado de mascarillas depende del suministro regular, entrenamiento adecuado, higiene de manos y actitud del personal sanitario. Es &#x000fa;til mantener un registro de las personas que entran en la habitaci&#x000f3;n del paciente. Debe ser valorado tambi&#x000e9;n el aumento del ratio m&#x000e9;dico/paciente y enfermera/paciente para proveer mejores cuidados<xref rid="bib0420" ref-type="bibr">12</xref>, <xref rid="bib0435" ref-type="bibr">15</xref>.</p></sec><sec id="sec0070"><title>Impacto psicol&#x000f3;gico</title><p id="par0275">Existe una dimensi&#x000f3;n escasamente explorada en los grandes problemas de salud p&#x000fa;blica que implican la existencia de una pandemia, y que afecta en general a todos los pacientes que requieren aislamiento, a sus familiares y allegados, y a los profesionales sanitarios incluidos en este aislamiento por razones de seguridad, que pasan largo tiempo en esta situaci&#x000f3;n.</p><p id="par0280">En la ciudad de Wuhan, los profesionales se han estado enfrentando a una enorme presi&#x000f3;n, incluyendo un riesgo elevado de infecci&#x000f3;n y una inadecuada protecci&#x000f3;n contra el virus, exceso de trabajo, frustraci&#x000f3;n, discriminaci&#x000f3;n, aislamiento, pacientes con emociones negativas, falta de contacto con sus familias y agotamiento f&#x000ed;sico y mental. Esto deviene en los profesionales sanitarios en estr&#x000e9;s, ansiedad, s&#x000ed;ntomas depresivos, insomnio, negaci&#x000f3;n, ira y miedo, convirti&#x000e9;ndose en problemas que no solo afectan a los sanitarios, sino que influyen de la misma forma en los pacientes y en la calidad de la asistencia que se les proporciona. El reconocimiento del contagio como enfermedad laboral y el aumento de la plantilla durante la epidemia son fundamentales, as&#x000ed; como la implantaci&#x000f3;n de sistemas de descanso adecuados y renovaci&#x000f3;n de sanitarios en &#x000ab;primera l&#x000ed;nea de atenci&#x000f3;n&#x000bb;. Se han implementado equipos de intervenci&#x000f3;n psicol&#x000f3;gica tanto para sanitarios como para pacientes, con buena respuesta<xref rid="bib0720" ref-type="bibr"><sup>72</sup></xref>.</p></sec></sec><sec id="sec0075"><title>Autor&#x000ed;as</title><p id="par0285">Alejandro Gonz&#x000e1;lez-Castro: Dise&#x000f1;o del trabajo. Selecci&#x000f3;n de la bibliograf&#x000ed;a de epidemiolog&#x000ed;a, cl&#x000ed;nica y laboratorio. Redacci&#x000f3;n final del manuscrito.</p><p id="par0290">Patricia Escudero-Acha: Selecci&#x000f3;n de la bibliograf&#x000ed;a y redacci&#x000f3;n del apartado de SDRA. Redacci&#x000f3;n final del manuscrito.</p><p id="par0295">Yhivian Pe&#x000f1;asco: Selecci&#x000f3;n de la bibliograf&#x000ed;a y redacci&#x000f3;n del apartado de radiolog&#x000ed;a.</p><p id="par0300">Oihana Leizaola: Selecci&#x000f3;n de la bibliograf&#x000ed;a y redacci&#x000f3;n del apartado de tratamiento.</p><p id="par0305">Victoria Mart&#x000ed;nez de Pinillos S&#x000e1;nchez: Selecci&#x000f3;n de la bibliograf&#x000ed;a y redacci&#x000f3;n del apartado de seguridad.</p></sec><sec id="sec0080"><title>Financiaci&#x000f3;n</title><p id="par0310">El presente manuscrito no ha recibido financiaci&#x000f3;n alguna.</p></sec><sec id="sec0085"><title>Conflicto de intereses</title><p id="par0315">Todos los autores reconocen no presentar conflicto de intereses en la realizaci&#x000f3;n del presente trabajo.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0365"><label>1</label><mixed-citation publication-type="other" id="oref0005">Centre for Health Protection of the Hong Kong Special Administrative Region Government. CHP closely monitors cluster of pneumonia cases on Mainland. Dec 31, 2019.</mixed-citation></ref><ref id="bib0370"><label>2</label><element-citation publication-type="journal" id="sbref0370"><person-group person-group-type="author"><name><surname>Chan</surname><given-names>J.F.</given-names></name><name><surname>Yuan</surname><given-names>S.</given-names></name><name><surname>Kok</surname><given-names>K.H.</given-names></name><name><surname>To</surname><given-names>K.K.</given-names></name><name><surname>Chu</surname><given-names>H.</given-names></name><name><surname>Yang</surname><given-names>J.</given-names></name></person-group><article-title>A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>514</fpage><lpage>523</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30154-9</pub-id><pub-id pub-id-type="pmid">31986261</pub-id></element-citation></ref><ref id="bib0375"><label>3</label><mixed-citation publication-type="other" id="oref0015">Centre for Health Protection of the Hong Kong Special Administrative Region Government. CHP provides further information on cluster of pneumonia cases in Wuhan. Jan 12, 2020.</mixed-citation></ref><ref id="bib0380"><label>4</label><mixed-citation publication-type="other" id="oref0020">Ministerio de Sanidad del Gobierno de Espa&#x000f1;a.</mixed-citation></ref><ref id="bib0385"><label>5</label><element-citation publication-type="journal" id="sbref0385"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>J.</given-names></name><collab>China Novel Coronavirus Investigating and Research Team</collab></person-group><article-title>A novel coronavirus from patients with pneumonia in China, 2019</article-title><source>N Engl J Med</source><volume>382</volume><year>2020</year><fpage>727</fpage><lpage>733</lpage><pub-id pub-id-type="doi">10.1056/NEJMoa2001017</pub-id><pub-id pub-id-type="pmid">31978945</pub-id></element-citation></ref><ref id="bib0390"><label>6</label><element-citation publication-type="journal" id="sbref0390"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>N.</given-names></name><name><surname>Zhou</surname><given-names>M.</given-names></name><name><surname>Dong</surname><given-names>X.</given-names></name><name><surname>Qu</surname><given-names>J.</given-names></name><name><surname>Gong</surname><given-names>F.</given-names></name><name><surname>Han</surname><given-names>Y.</given-names></name></person-group><article-title>Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: Descriptive study</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>507</fpage><lpage>513</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30211-7</pub-id><pub-id pub-id-type="pmid">32007143</pub-id></element-citation></ref><ref id="bib0395"><label>7</label><element-citation publication-type="journal" id="sbref0395"><person-group person-group-type="author"><name><surname>Li</surname><given-names>F.</given-names></name></person-group><article-title>Structure Function, and Evolution of Coronavirus Spike Proteins</article-title><source>Annu Rev Virol</source><volume>3</volume><year>2016</year><fpage>237</fpage><lpage>261</lpage><pub-id pub-id-type="doi">10.1146/annurev-virology-110615-042301</pub-id><pub-id pub-id-type="pmid">27578435</pub-id></element-citation></ref><ref id="bib0400"><label>8</label><element-citation publication-type="journal" id="sbref0400"><person-group person-group-type="author"><name><surname>Wan</surname><given-names>Y.</given-names></name><name><surname>Shang</surname><given-names>J.</given-names></name><name><surname>Graham</surname><given-names>R.</given-names></name><name><surname>Baric</surname><given-names>R.S.</given-names></name><name><surname>Li</surname><given-names>F.</given-names></name></person-group><article-title>Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS</article-title><source>J Virol</source><year>2020</year><pub-id pub-id-type="other">10.1128/JVI. 00127-20</pub-id><comment>pii: JVI. 00127-20</comment></element-citation></ref><ref id="bib0405"><label>9</label><element-citation publication-type="journal" id="sbref0405"><person-group person-group-type="author"><name><surname>Wan</surname><given-names>Y.</given-names></name><name><surname>Shang</surname><given-names>J.</given-names></name><name><surname>Graham</surname><given-names>R.</given-names></name><name><surname>Baric</surname><given-names>R.S.</given-names></name><name><surname>Li</surname><given-names>F.</given-names></name></person-group><article-title>Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS</article-title><source>J Virol</source><volume>94</volume><year>2020</year><pub-id pub-id-type="other">10.1128/JVI. 00127-20</pub-id></element-citation></ref><ref id="bib0410"><label>10</label><element-citation publication-type="journal" id="sbref0410"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Q.</given-names></name><name><surname>Guan</surname><given-names>X.</given-names></name><name><surname>Wu</surname><given-names>P.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>Tong</surname><given-names>Y.</given-names></name></person-group><article-title>Early Transmission Dynamics in Wuhan China, of Novel Coronavirus-Infected Pneumonia</article-title><source>N Engl J Med</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMoa200131</pub-id></element-citation></ref><ref id="bib0415"><label>11</label><element-citation publication-type="journal" id="sbref0415"><person-group person-group-type="author"><name><surname>Linton</surname><given-names>N.M.</given-names></name><name><surname>Kobayashi</surname><given-names>T.</given-names></name><name><surname>Yang</surname><given-names>Y.</given-names></name><name><surname>Hayashi</surname><given-names>K.</given-names></name><name><surname>Akhmetzhanov</surname><given-names>A.R.</given-names></name><name><surname>Jung</surname><given-names>S.M.</given-names></name></person-group><article-title>Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data</article-title><source>J Clin Med</source><volume>9</volume><year>2020</year><pub-id pub-id-type="doi">10.3390/jcm9020538</pub-id></element-citation></ref><ref id="bib0420"><label>12</label><element-citation publication-type="journal" id="sbref0420"><person-group person-group-type="author"><name><surname>Rothe</surname><given-names>C.</given-names></name><name><surname>Schunk</surname><given-names>M.</given-names></name><name><surname>Sothmann</surname><given-names>P.</given-names></name><name><surname>Bretzel</surname><given-names>G.</given-names></name><name><surname>Froeschl</surname><given-names>G.</given-names></name><name><surname>Wallrauch</surname><given-names>C.</given-names></name></person-group><article-title>Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany</article-title><source>N Engl J Med</source><year>2020</year><pub-id pub-id-type="doi">10.1056/NEJMc2001468</pub-id></element-citation></ref><ref id="bib0425"><label>13</label><element-citation publication-type="journal" id="sbref0425"><person-group person-group-type="author"><name><surname>Callaway</surname><given-names>E.</given-names></name><name><surname>Cyranoski</surname><given-names>D.</given-names></name></person-group><article-title>China coronavirus: Six questions scientists are asking</article-title><source>Nature</source><volume>577</volume><year>2020</year><fpage>605</fpage><lpage>607</lpage><pub-id pub-id-type="doi">10.1038/d41586-020-00166-6</pub-id><pub-id pub-id-type="pmid">31992880</pub-id></element-citation></ref><ref id="bib0430"><label>14</label><element-citation publication-type="journal" id="sbref0430"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>J.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>Yang</surname><given-names>Y.</given-names></name><name><surname>Peng</surname><given-names>W.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>X.</given-names></name></person-group><article-title>Therapeutic and triage strategies for 2019 novel coronavirus disease in fever clinics</article-title><source>Lancet Respir Med</source><volume>8</volume><year>2020</year><fpage>e11</fpage><lpage>e12</lpage><pub-id pub-id-type="doi">10.1016/S2213-2600(20)30071-0</pub-id><pub-id pub-id-type="pmid">32061335</pub-id></element-citation></ref><ref id="bib0435"><label>15</label><element-citation publication-type="journal" id="sbref0435"><person-group person-group-type="author"><name><surname>Grasselli</surname><given-names>G.</given-names></name><name><surname>Pesenti</surname><given-names>A.</given-names></name><name><surname>Cecconi</surname><given-names>M.</given-names></name></person-group><article-title>Utilizaci&#x000f3;n de cuidados cr&#x000ed;ticos para el brote de COVID-19 en Lombard&#x000ed;a, Italia:&#x000a0;experiencia temprana y pron&#x000f3;stico durante una respuesta de emergencia</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.4031</pub-id></element-citation></ref><ref id="bib0440"><label>16</label><element-citation publication-type="journal" id="sbref0440"><person-group person-group-type="author"><name><surname>Parodi</surname><given-names>S.M.</given-names></name><name><surname>Liu</surname><given-names>V.X.</given-names></name></person-group><article-title>De la contenci&#x000f3;n a la mitigaci&#x000f3;n de COVID-19 en los EE. UU</article-title><source>JAMA.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.3882</pub-id></element-citation></ref><ref id="bib0445"><label>17</label><element-citation publication-type="journal" id="sbref0445"><person-group person-group-type="author"><name><surname>Christian</surname><given-names>M.D.</given-names></name><name><surname>Sprung</surname><given-names>C.L.</given-names></name><name><surname>King</surname><given-names>M.A.</given-names></name><name><surname>Dichter</surname><given-names>J.R.</given-names></name><name><surname>Kissoon</surname><given-names>N.</given-names></name><name><surname>Devereaux</surname><given-names>A.V.</given-names></name></person-group><article-title>Triage: Care of the critically ill and injured during pandemics and disasters: CHEST consensus statement</article-title><source>Chest</source><volume>146</volume><year>2014</year><pub-id pub-id-type="doi">10.1378/chest.14-0736</pub-id><comment>e61S-eS4</comment></element-citation></ref><ref id="bib0450"><label>18</label><mixed-citation publication-type="other" id="oref0090">Covid-19: How to triage effectively in a pandemic. [Consultado 15 Mar 2020]. Disponible en: https://blogs.bmj.com/bmj/2020/03/09/covid-19-triage-in-a-pandemic-is-even-thornier-than-you-might-think/?utm_campaign&#x000a0;=&#x000a0;shareaholic&#x00026;utm_medium&#x000a0;=&#x000a0;twitter&#x00026;utm_source&#x000a0;=&#x000a0;socialnetwork</mixed-citation></ref><ref id="bib0455"><label>19</label><element-citation publication-type="journal" id="sbref0455"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Ren</surname><given-names>L.</given-names></name><name><surname>Zhao</surname><given-names>J.</given-names></name><name><surname>Hu</surname><given-names>Y.</given-names></name></person-group><article-title>Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China</article-title><source>Lancet</source><volume>395</volume><year>2020</year><fpage>497</fpage><lpage>506</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30183-5</pub-id><pub-id pub-id-type="pmid">31986264</pub-id></element-citation></ref><ref id="bib0460"><label>20</label><element-citation publication-type="journal" id="sbref0460"><person-group person-group-type="author"><name><surname>Song</surname><given-names>F.</given-names></name><name><surname>Shi</surname><given-names>N.</given-names></name><name><surname>Shan</surname><given-names>F.</given-names></name><name><surname>Zhang</surname><given-names>Z.</given-names></name><name><surname>Shen</surname><given-names>J.</given-names></name><name><surname>Lu</surname><given-names>H.</given-names></name></person-group><article-title>Emerging Coronavirus 2019-nCoV Pneumonia</article-title><source>Radiology</source><volume>295</volume><year>2020</year><fpage>210</fpage><lpage>217</lpage><pub-id pub-id-type="doi">10.1148/radiol.2020200274</pub-id><pub-id pub-id-type="pmid">32027573</pub-id></element-citation></ref><ref id="bib0465"><label>21</label><element-citation publication-type="journal" id="sbref0465"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>L.</given-names></name><name><surname>Liu</surname><given-names>H.G.</given-names></name><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Liu</surname><given-names>J.</given-names></name><name><surname>Liu</surname><given-names>K.</given-names></name><name><surname>Shang</surname><given-names>J.</given-names></name></person-group><article-title>Analysis of clinical features of 29 patients with 2019 novel coronavirus pneumonia [Article in Chinese; Abstract available in Chinese from the publisher]</article-title><source>Zhonghua Jie He He Hu Xi Za Zhi</source><volume>43</volume><year>2020</year><fpage>E005</fpage><pub-id pub-id-type="doi">10.3760/cma.j.issn.1001-0939.2020.0005</pub-id><pub-id pub-id-type="pmid">32026671</pub-id></element-citation></ref><ref id="bib0470"><label>22</label><element-citation publication-type="journal" id="sbref0470"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>D.</given-names></name><name><surname>Hu</surname><given-names>B.</given-names></name><name><surname>Hu</surname><given-names>C.</given-names></name><name><surname>Zhu</surname><given-names>F.</given-names></name><name><surname>Liu</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>J.</given-names></name></person-group><article-title>Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China</article-title><source>JAMA</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.1585</pub-id></element-citation></ref><ref id="bib0475"><label>23</label><element-citation publication-type="journal" id="sbref0475"><person-group person-group-type="author"><name><surname>Remuzzi</surname><given-names>A.</given-names></name><name><surname>Remuzzi</surname><given-names>G.</given-names></name></person-group><article-title>COVID-19 and Italy: What next?</article-title><source>Lancet.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30627-9</pub-id></element-citation></ref><ref id="bib0480"><label>24</label><element-citation publication-type="journal" id="sbref0480"><person-group person-group-type="author"><name><surname>Lippi</surname><given-names>G.</given-names></name><name><surname>Plebani</surname><given-names>M.</given-names></name></person-group><article-title>Procalcitonin in patients with severe coronavirus disease 2019(COVID-19): A meta-analysis</article-title><source>Clinica Chimica Acta</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.cca.2020.03.004</pub-id></element-citation></ref><ref id="bib0485"><label>25</label><element-citation publication-type="journal" id="sbref0485"><person-group person-group-type="author"><name><surname>Lippi</surname><given-names>G.</given-names></name><name><surname>Plebani</surname><given-names>M.</given-names></name></person-group><article-title>Laboratory abnormalities in patients with COVID-2019 infection</article-title><source>Clin Chem Lab Med</source><year>2020</year><pub-id pub-id-type="doi">10.1515/cclm-2020-0198</pub-id></element-citation></ref><ref id="bib0490"><label>26</label><element-citation publication-type="journal" id="sbref0490"><person-group person-group-type="author"><name><surname>Higgins</surname><given-names>J.P.</given-names></name><name><surname>Thompson</surname><given-names>S.G.</given-names></name><name><surname>Deeks</surname><given-names>J.J.</given-names></name><name><surname>Altman</surname><given-names>D.G.</given-names></name></person-group><article-title>Measuring inconsistency in metaanalyses</article-title><source>BMJ</source><volume>327</volume><year>2003</year><fpage>557</fpage><lpage>560</lpage><pub-id pub-id-type="doi">10.1136/bmj.327.7414.557</pub-id><pub-id pub-id-type="pmid">12958120</pub-id></element-citation></ref><ref id="bib0495"><label>27</label><element-citation publication-type="journal" id="sbref0495"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>J.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>Yang</surname><given-names>Y.</given-names></name><name><surname>Peng</surname><given-names>W.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>X.</given-names></name></person-group><article-title>Therapeutic and triage strategies for 2019 novel coronavirus disease in fever clinics</article-title><source>Lancet Respir Med</source><volume>8</volume><year>2020</year><fpage>e11</fpage><lpage>e12</lpage><pub-id pub-id-type="doi">10.1016/S2213-2600(20)30071-0</pub-id><pub-id pub-id-type="pmid">32061335</pub-id></element-citation></ref><ref id="bib0500"><label>28</label><element-citation publication-type="journal" id="sbref0500"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>C.</given-names></name><name><surname>Chen</surname><given-names>X.</given-names></name><name><surname>Cai</surname><given-names>Y.</given-names></name><name><surname>Xia</surname><given-names>J.</given-names></name><name><surname>Zhou</surname><given-names>X.</given-names></name><name><surname>Xu</surname><given-names>S.</given-names></name></person-group><article-title>Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China</article-title><source>JAMA Intern Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1001/jamainternmed.2020.0994</pub-id></element-citation></ref><ref id="bib0505"><label>29</label><element-citation publication-type="journal" id="sbref0505"><person-group person-group-type="author"><name><surname>Lan</surname><given-names>L.</given-names></name><name><surname>Xu</surname><given-names>D.</given-names></name><name><surname>Ye</surname><given-names>G.</given-names></name><name><surname>Xia</surname><given-names>C.</given-names></name><name><surname>Wang</surname><given-names>S.</given-names></name><name><surname>Li</surname><given-names>Y.</given-names></name></person-group><article-title>Positive RT-PCR Test Results in Patients Recovered From COVID-19</article-title><source>JAMA</source><volume>27</volume><year>2020</year><pub-id pub-id-type="doi">10.1001/jama.2020.2783</pub-id></element-citation></ref><ref id="bib0510"><label>30</label><element-citation publication-type="journal" id="sbref0510"><person-group person-group-type="author"><name><surname>Chung</surname><given-names>M.</given-names></name><name><surname>Bernheim</surname><given-names>A.</given-names></name><name><surname>Mei</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>N.</given-names></name><name><surname>Huang</surname><given-names>M.</given-names></name><name><surname>Zeng</surname><given-names>X.</given-names></name></person-group><article-title>CT Imaging Features of 2019 Novel Coronavirus (2019-nCoV)</article-title><source>Radiology</source><year>2020</year><pub-id pub-id-type="doi">10.1148/radiol.2020.200230</pub-id><comment>200230</comment></element-citation></ref><ref id="bib0515"><label>31</label><element-citation publication-type="journal" id="sbref0515"><person-group person-group-type="author"><name><surname>Lei</surname><given-names>J.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Qi</surname><given-names>X.</given-names></name></person-group><article-title>CT Imaging of the Novel Coronavirus (2019-nCoV) Pneumonia</article-title><source>Radiology</source><year>2020</year><fpage>200236</fpage><pub-id pub-id-type="doi">10.1148/radiol.2020200236</pub-id></element-citation></ref><ref id="bib0520"><label>32</label><element-citation publication-type="journal" id="sbref0520"><person-group person-group-type="author"><name><surname>Kanne</surname><given-names>J.P.</given-names></name></person-group><article-title>Chest CT Findings in 2019 Novel Coronavirus (2019-nCoV) Infections from Wuhan China: Key Points for the Radiologist</article-title><source>Radiology</source><year>2020</year><fpage>200241</fpage><pub-id pub-id-type="doi">10.1148/radiol.2020200241</pub-id></element-citation></ref><ref id="bib0525"><label>33</label><element-citation publication-type="journal" id="sbref0525"><person-group person-group-type="author"><name><surname>Ai</surname><given-names>T.</given-names></name><name><surname>Yang</surname><given-names>Z.</given-names></name><name><surname>Hou</surname><given-names>H.</given-names></name><name><surname>Zhan</surname><given-names>C.</given-names></name><name><surname>Chen</surname><given-names>C.</given-names></name><name><surname>Lv</surname><given-names>W.</given-names></name></person-group><article-title>Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases</article-title><source>Radiology</source><year>2020</year><fpage>200642</fpage><pub-id pub-id-type="doi">10.1148/radiol.2020200642</pub-id></element-citation></ref><ref id="bib0530"><label>34</label><element-citation publication-type="journal" id="sbref0530"><person-group person-group-type="author"><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Xia</surname><given-names>L.</given-names></name></person-group><article-title>Coronavirus Disease 2019 (COVID-19): Role of Chest CT in Diagnosis and Management</article-title><source>AJR Am J Roentgenol</source><volume>4</volume><year>2020</year><fpage>1</fpage><lpage>7</lpage><pub-id pub-id-type="doi">10.2214/AJR.20.22954</pub-id></element-citation></ref><ref id="bib0535"><label>35</label><element-citation publication-type="journal" id="sbref0535"><person-group person-group-type="author"><name><surname>Dai</surname><given-names>W.C.</given-names></name><name><surname>Zhang</surname><given-names>H.W.</given-names></name><name><surname>Yu</surname><given-names>J.</given-names></name><name><surname>Xu</surname><given-names>H.J.</given-names></name><name><surname>Chen</surname><given-names>H.</given-names></name><name><surname>Luo</surname><given-names>S.P.</given-names></name></person-group><article-title>CT Imaging and Differential Diagnosis of COVID-19</article-title><source>Can Assoc Radiol J</source><year>2020</year><fpage>4</fpage><pub-id pub-id-type="doi">10.1177/0846537120913033</pub-id><pub-id pub-id-type="pmid">32066282</pub-id></element-citation></ref><ref id="bib0540"><label>36</label><element-citation publication-type="journal" id="sbref0540"><person-group person-group-type="author"><name><surname>Cu</surname><given-names>Y.H.</given-names></name><name><surname>Dong</surname><given-names>J.H.</given-names></name><name><surname>An</surname><given-names>W.M.</given-names></name><name><surname>Lv</surname><given-names>X.Y.</given-names></name><name><surname>Yin</surname><given-names>X.P.</given-names></name><name><surname>Zhang</surname><given-names>J.Z.</given-names></name></person-group><article-title>Clinical and computed tomographic imaging features of Novel Coronavirus Pneumonia caused by SARS-CoV-2</article-title><source>J Infect</source><year>2020</year><fpage>25</fpage><pub-id pub-id-type="doi">10.1016/j.jinf.2020.02.017</pub-id></element-citation></ref><ref id="bib0545"><label>37</label><element-citation publication-type="journal" id="sbref0545"><person-group person-group-type="author"><name><surname>Xu</surname><given-names>X.</given-names></name><name><surname>Yu</surname><given-names>C.</given-names></name><name><surname>Qu</surname><given-names>J.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Jiang</surname><given-names>S.</given-names></name><name><surname>Huang</surname><given-names>D.</given-names></name></person-group><article-title>Imaging and clinical features of patients with 2019 novel coronavirus SARS-CoV-2</article-title><source>Eur J Nucl Med Mol Imaging</source><year>2020</year><pub-id pub-id-type="doi">10.1007/s00259-020-04735-9</pub-id></element-citation></ref><ref id="bib0550"><label>38</label><element-citation publication-type="journal" id="sbref0550"><person-group person-group-type="author"><name><surname>Shi</surname><given-names>H.</given-names></name><name><surname>Jiang</surname><given-names>N.</given-names></name><name><surname>Cao</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Jiang</surname><given-names>S.</given-names></name><name><surname>Huang</surname><given-names>D.</given-names></name></person-group><article-title>Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan China: A descriptive study</article-title><source>Lancet Infect Dis</source><year>2020</year><fpage>28</fpage><pub-id pub-id-type="doi">10.1016/S1473-3099(20)30086-4</pub-id></element-citation></ref><ref id="bib0555"><label>39</label><element-citation publication-type="journal" id="sbref0555"><person-group person-group-type="author"><name><surname>Pan</surname><given-names>L.</given-names></name><name><surname>Wang</surname><given-names>L.</given-names></name><name><surname>Huang</surname><given-names>X.</given-names></name></person-group><article-title>How to face the novel coronavirus infection during the 22019-2020 epidemic: The experience of Sichuan Provincial Peopl&#x000e9;s Hospital</article-title><source>Intensive Care Med</source><year>2020</year><pub-id pub-id-type="doi">10.1007/s00134-020-05964-0</pub-id></element-citation></ref><ref id="bib0560"><label>40</label><element-citation publication-type="journal" id="sbref0560"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>Y.</given-names></name><name><surname>Wang</surname><given-names>S.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>Y.</given-names></name><name><surname>Zheng</surname><given-names>C.</given-names></name><name><surname>Zheng</surname><given-names>Y.</given-names></name></person-group><article-title>A Preliminary Study on the Ultrasonic Manifestations of Peripulmonary Lesions of Non-Critical Novel Coronavirus Pneumonia (COVID-19)</article-title><source>SSRN</source><year>2020</year><pub-id pub-id-type="doi">10.2139/ssrn.3544750</pub-id></element-citation></ref><ref id="bib0565"><label>41</label><element-citation publication-type="journal" id="sbref0565"><person-group person-group-type="author"><name><surname>Chan</surname><given-names>J.F.</given-names></name><name><surname>Yip</surname><given-names>C.C.</given-names></name><name><surname>To</surname><given-names>K.K.</given-names></name><name><surname>Tang</surname><given-names>T.H.</given-names></name><name><surname>Wong</surname><given-names>S.C.</given-names></name><name><surname>Leung</surname><given-names>K.H.</given-names></name></person-group><article-title>Improved molecular diagnosis of COVID-19 by the novel, highly sensitive and specific COVID-19-RdRp/Hel real-time reverse transcription-polymerase chain reaction assay validated in vitro and with clinical specimens</article-title><source>J Clin Microbiol</source><year>2020</year><fpage>4</fpage><pub-id pub-id-type="other">10.1128/JCM. 00310-20</pub-id></element-citation></ref><ref id="bib0570"><label>42</label><element-citation publication-type="journal" id="sbref0570"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>R.</given-names></name><name><surname>Han</surname><given-names>H.</given-names></name><name><surname>Liu</surname><given-names>F.</given-names></name><name><surname>Lv</surname><given-names>Z.</given-names></name><name><surname>Wu</surname><given-names>K.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name></person-group><article-title>Positive rate of RT-PCR detection of SARS-CoV-2 infection in 4880 cases from one hospital in Wuhan China, from Jan to Feb 2020</article-title><source>Clin Chim Acta</source><year>2020</year><fpage>7</fpage><pub-id pub-id-type="doi">10.1016/j.cca.2020.03.009</pub-id></element-citation></ref><ref id="bib0575"><label>43</label><element-citation publication-type="journal" id="sbref0575"><person-group person-group-type="author"><name><surname>Cordes</surname><given-names>A.K.</given-names></name><name><surname>Heim</surname><given-names>A.</given-names></name></person-group><article-title>Rapid random access detection of the novel SARS-coronavirus-2 (SARS-CoV-2, previously 2019-nCoV) using an open access protocol for the Panther Fusion</article-title><source>J Clin Virol</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jcv.2020.104305</pub-id></element-citation></ref><ref id="bib0580"><label>44</label><element-citation publication-type="journal" id="sbref0580"><person-group person-group-type="author"><name><surname>Han</surname><given-names>Y.</given-names></name><name><surname>Yang</surname><given-names>H.</given-names></name></person-group><article-title>The transmission and diagnosis of 2019 novel coronavirus infection disease (COVID-19): A Chinese perspective</article-title><source>J Med Virol</source><year>2020</year><pub-id pub-id-type="doi">10.1002/jmv.25749</pub-id></element-citation></ref><ref id="bib0585"><label>45</label><element-citation publication-type="journal" id="sbref0585"><person-group person-group-type="author"><name><surname>Arabi</surname><given-names>Y.M.</given-names></name><name><surname>Fowler</surname><given-names>R.</given-names></name><name><surname>Hayden</surname><given-names>F.G.</given-names></name></person-group><article-title>Critical care management of adults with community-acquired severe respiratory viral infection</article-title><source>Intensive Care Med</source><volume>46</volume><year>2020</year><fpage>315</fpage><lpage>328</lpage><pub-id pub-id-type="doi">10.1007/s00134-020-05943-5</pub-id><pub-id pub-id-type="pmid">32040667</pub-id></element-citation></ref><ref id="bib0590"><label>46</label><element-citation publication-type="journal" id="sbref0590"><person-group person-group-type="author"><name><surname>Rodriguez</surname><given-names>A.</given-names></name><name><surname>Ferri</surname><given-names>C.</given-names></name><name><surname>Martin-Loeches</surname><given-names>I.</given-names></name><name><surname>Diaz</surname><given-names>E.</given-names></name><name><surname>Masclans</surname><given-names>J.R.</given-names></name><name><surname>Gordo</surname><given-names>F.</given-names></name><collab>Grupo Espa&#x000f1;ol de Trabajo Gripe A Grave (GETGAG)/Sociedad Espa&#x000f1;ola de Medicina Intensiva Cr&#x000ed;tica y Unidades Coronarias (SEMICYUC) Working Group; 2009-2015 H1N1 SEMICYUC Working Group investigators</collab></person-group><article-title>Risk factors for noninvasive ventilation failure in critically ill subjects with confirmed influenza infection</article-title><source>Respir Care</source><volume>62</volume><year>2017</year><fpage>1307</fpage><lpage>1315</lpage><pub-id pub-id-type="doi">10.4187/respcare.05481</pub-id><pub-id pub-id-type="pmid">28698265</pub-id></element-citation></ref><ref id="bib0595"><label>47</label><element-citation publication-type="journal" id="sbref0595"><person-group person-group-type="author"><name><surname>Alraddadi</surname><given-names>B.M.</given-names></name><name><surname>Qushmaq</surname><given-names>I.</given-names></name><name><surname>Al-Hameed</surname><given-names>F.M.</given-names></name><name><surname>Mandourah</surname><given-names>Y.</given-names></name><name><surname>Almekhlafi</surname><given-names>G.A.</given-names></name><name><surname>Jose</surname><given-names>J.</given-names></name><collab>Saudi Critical Care Trials Group.</collab></person-group><article-title>Noninvasive ventilation in critically ill patients with the Middle East respiratory syndrome</article-title><source>Influenza Other Respir Viruses</source><volume>13</volume><year>2019</year><fpage>382</fpage><lpage>390</lpage><pub-id pub-id-type="doi">10.1111/irv.12635</pub-id><pub-id pub-id-type="pmid">30884185</pub-id></element-citation></ref><ref id="bib0600"><label>48</label><element-citation publication-type="journal" id="sbref0600"><person-group person-group-type="author"><name><surname>Ou</surname><given-names>X.</given-names></name><name><surname>Hua</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>J.</given-names></name><name><surname>Gong</surname><given-names>C.</given-names></name><name><surname>Zhao</surname><given-names>W.</given-names></name></person-group><article-title>Effect of high-flow nasal cannula oxygen therapy in adults with acute hypoxemic respiratory failure: A meta-analysis of randomized controlled trials</article-title><source>CMAJ</source><volume>189</volume><year>2017</year><fpage>E260</fpage><lpage>E267</lpage><pub-id pub-id-type="doi">10.1503/cmaj.160570</pub-id><pub-id pub-id-type="pmid">28246239</pub-id></element-citation></ref><ref id="bib0605"><label>49</label><element-citation publication-type="journal" id="sbref0605"><person-group person-group-type="author"><name><surname>Roca</surname><given-names>O.</given-names></name><name><surname>Caralt</surname><given-names>B.</given-names></name><name><surname>Messika</surname><given-names>J.</given-names></name><name><surname>Samper</surname><given-names>M.</given-names></name><name><surname>Sztrymf</surname><given-names>B.</given-names></name><name><surname>Hern&#x000e1;ndez</surname><given-names>G.</given-names></name></person-group><article-title>An index combining respiratory rate and oxygenation to predict outcome of nasal high flow therapy</article-title><source>Am J Respir Crit Care Med.</source><volume>199</volume><year>2019</year><fpage>1368</fpage><lpage>1376</lpage><pub-id pub-id-type="doi">10.1164/rccm.201803-0589OC</pub-id><pub-id pub-id-type="pmid">30576221</pub-id></element-citation></ref><ref id="bib0610"><label>50</label><element-citation publication-type="journal" id="sbref0610"><person-group person-group-type="author"><name><surname>Rochwerg</surname><given-names>B.</given-names></name><name><surname>Brochard</surname><given-names>L.</given-names></name><name><surname>Elliott</surname><given-names>M.W.</given-names></name><name><surname>Hess</surname><given-names>D.</given-names></name><name><surname>Hill</surname><given-names>N.S.</given-names></name><name><surname>Nava</surname><given-names>S.</given-names></name><collab>Raoof S Members Of The Task Force</collab></person-group><article-title>Official ERS/ATS clinical practice guidelines: Noninvasive ventilation for acute respiratory failure</article-title><source>Eur Respir</source><volume>50</volume><year>2017</year><pub-id pub-id-type="doi">10.1183/13993003.02426-2016</pub-id></element-citation></ref><ref id="bib0615"><label>51</label><mixed-citation publication-type="other" id="oref0255">Manejo cl&#x000ed;nico de pacientes con enfermedad por el nuevo coronavirus (COVID-19). Documento t&#x000e9;cnico. Ministerio de Sanidad. Gobierno de Espa&#x000f1;a [consultado 18 Feb 2020] Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/Protocolo_manejo_clinico_COVID-19.pdf</mixed-citation></ref><ref id="bib0620"><label>52</label><element-citation publication-type="journal" id="sbref0620"><person-group person-group-type="author"><name><surname>Yang</surname><given-names>X.</given-names></name><name><surname>Yu</surname><given-names>Y.</given-names></name><name><surname>Xu</surname><given-names>J.</given-names></name><name><surname>Shu</surname><given-names>H.</given-names></name><name><surname>Xia</surname><given-names>J.</given-names></name><name><surname>Liu</surname><given-names>H.</given-names></name></person-group><article-title>Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: A single-centered, retrospective, observational study</article-title><source>Lancet Respir Med.</source><volume>21</volume><year>2020</year><pub-id pub-id-type="doi">10.1016/S2213-2600(20)30079-5</pub-id></element-citation></ref><ref id="bib0625"><label>53</label><element-citation publication-type="journal" id="sbref0625"><person-group person-group-type="author"><name><surname>Xu</surname><given-names>Y.</given-names></name><name><surname>Deng</surname><given-names>X.</given-names></name><name><surname>Han</surname><given-names>Y.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>He</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>S.</given-names></name></person-group><article-title>A multicenter retrospective review of prone position ventilation (PPV) in treatment of severe human H7N9 avian flu</article-title><source>PLoS One</source><volume>28</volume><year>2015</year><fpage>10</fpage><pub-id pub-id-type="doi">10.1371/journal.pone.0136520</pub-id></element-citation></ref><ref id="bib0630"><label>54</label><mixed-citation publication-type="other" id="oref0270">Video: Coronavirus in Italy &#x02013; Report From The Front Lines; Maurizio Cecconi, MD, talks with JAMA Editor Howard Bauchner, MD [&#x000da;ltimo acceso 13 Mar 2020]. Disponible en: https://edhub.ama-assn.org/jn-learning/video-player/18315311.</mixed-citation></ref><ref id="bib0635"><label>55</label><element-citation publication-type="journal" id="sbref0635"><person-group person-group-type="author"><name><surname>Arabi</surname><given-names>Y.M.</given-names></name><name><surname>Balkhy</surname><given-names>H.H.</given-names></name><name><surname>Hayden</surname><given-names>F.G.</given-names></name><name><surname>Bouchama</surname><given-names>A.</given-names></name><name><surname>Luke</surname><given-names>T.</given-names></name><name><surname>Baillie</surname><given-names>J.K.</given-names></name></person-group><article-title>Middle East respiratory syndrome</article-title><source>N Engl J Med</source><volume>376</volume><year>2017</year><fpage>584</fpage><lpage>594</lpage><pub-id pub-id-type="other">10.1056/NEJMsr 1408795</pub-id><pub-id pub-id-type="pmid">28177862</pub-id></element-citation></ref><ref id="bib0640"><label>56</label><element-citation publication-type="journal" id="sbref0640"><person-group person-group-type="author"><name><surname>Nicholls</surname><given-names>J.M.</given-names></name><name><surname>Poon</surname><given-names>L.L.M.</given-names></name><name><surname>Lee</surname><given-names>K.C.</given-names></name><name><surname>Ng</surname><given-names>W.F.</given-names></name><name><surname>Lai</surname><given-names>S.T.</given-names></name><name><surname>Leung</surname><given-names>C.Y.</given-names></name></person-group><article-title>Lung pathology of fatal severe acute respiratory syndrome</article-title><source>Lancet</source><volume>361</volume><year>2003</year><fpage>1773</fpage><lpage>1778</lpage><pub-id pub-id-type="doi">10.1016/s0140-6736(03)13413-7</pub-id><pub-id pub-id-type="pmid">12781536</pub-id></element-citation></ref><ref id="bib0645"><label>57</label><element-citation publication-type="journal" id="sbref0645"><person-group person-group-type="author"><name><surname>Tsang</surname><given-names>O.T.</given-names></name><name><surname>Chau</surname><given-names>T.N.</given-names></name><name><surname>Choi</surname><given-names>K.W.</given-names></name><name><surname>Tso</surname><given-names>E.Y.</given-names></name><name><surname>Lim</surname><given-names>W.</given-names></name><name><surname>Chiu</surname><given-names>M.C.</given-names></name></person-group><article-title>Coronavirus-positive nasopharyngeal aspirate as predictor for severe acute respiratory syndrome mortality</article-title><source>Emerg Infect Dis</source><volume>9</volume><year>2003</year><fpage>1381</fpage><lpage>1387</lpage><pub-id pub-id-type="doi">10.3201/eid0911.030400</pub-id><pub-id pub-id-type="pmid">14718079</pub-id></element-citation></ref><ref id="bib0650"><label>58</label><element-citation publication-type="journal" id="sbref0650"><person-group person-group-type="author"><name><surname>Arabi</surname><given-names>Y.M.</given-names></name><name><surname>Mandourah</surname><given-names>Y.</given-names></name><name><surname>Al-Hameed</surname><given-names>F.</given-names></name><name><surname>Sindi</surname><given-names>A.A.</given-names></name><name><surname>Almekhlafi</surname><given-names>G.A.</given-names></name><name><surname>Hussein</surname><given-names>M.A.</given-names></name></person-group><article-title>Corticosteroid therapy for critically ill patients with middle east respiratory syndrome</article-title><source>Am J Respir Crit Care Med</source><volume>197</volume><year>2018</year><fpage>757</fpage><lpage>767</lpage><pub-id pub-id-type="doi">10.1164/rccm.201706-1172OC</pub-id><pub-id pub-id-type="pmid">29161116</pub-id></element-citation></ref><ref id="bib0655"><label>59</label><mixed-citation publication-type="other" id="oref0295">World Health Organization (?2020)?. Clinical management of severe acute respiratory infection when novel coronavirus (2019-nCoV) infection is suspected: Interim guidance, 28 January 2020 [consultado 27 Feb 2020] Disponible en: https://apps.who.int/iris/handle/10665/330893</mixed-citation></ref><ref id="bib0660"><label>60</label><element-citation publication-type="journal" id="sbref0660"><person-group person-group-type="author"><name><surname>Jin</surname><given-names>Y.</given-names></name><name><surname>Cai</surname><given-names>L.</given-names></name><name><surname>Cheng</surname><given-names>Z.</given-names></name><name><surname>Cheng</surname><given-names>H.</given-names></name><name><surname>Deng</surname><given-names>T.</given-names></name><name><surname>Fan</surname><given-names>Y.P.</given-names></name></person-group><article-title>A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)</article-title><source>Military Med Res</source><volume>7</volume><year>2020</year><fpage>4</fpage><pub-id pub-id-type="doi">10.1186/s40779-020-0233-6</pub-id></element-citation></ref><ref id="bib0665"><label>61</label><element-citation publication-type="journal" id="sbref0665"><person-group person-group-type="author"><name><surname>Jiang</surname><given-names>H.</given-names></name><name><surname>Deng</surname><given-names>H.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>Z.</given-names></name><name><surname>Sun</surname><given-names>W.M.</given-names></name></person-group><article-title>The possibility of using Lopinave/Litonawe (LPV/r) as treatment for novel coronavirus 2019-nCov pneumonia: A quick systematic review based on earlier coronavirus clinical studies</article-title><source>Zhonghua Jizhen Yixue Zazhi</source><year>2020</year><pub-id pub-id-type="doi">10.3760/cma.j.issn.1671-0282.2020.02.0011</pub-id><comment>c29:c182-6</comment></element-citation></ref><ref id="bib0670"><label>62</label><element-citation publication-type="journal" id="sbref0670"><person-group person-group-type="author"><name><surname>Zhang</surname><given-names>Q.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Qi</surname><given-names>C.</given-names></name><name><surname>Shen</surname><given-names>L.</given-names></name><name><surname>Jian</surname><given-names>Li.</given-names></name></person-group><article-title>Clinical trial analysis of 2019-nCoV therapy registered in China</article-title><source>J Med Virol</source><year>2020</year><pub-id pub-id-type="doi">10.1002/jmv.25733</pub-id></element-citation></ref><ref id="bib0675"><label>63</label><element-citation publication-type="journal" id="sbref0675"><person-group person-group-type="author"><name><surname>Yao</surname><given-names>X.</given-names></name><name><surname>Ye</surname><given-names>F.</given-names></name><name><surname>Zhang</surname><given-names>M.</given-names></name><name><surname>Cui</surname><given-names>C.</given-names></name><name><surname>Huang</surname><given-names>B.</given-names></name><name><surname>Niu</surname><given-names>P.</given-names></name></person-group><article-title>In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)</article-title><source>Clin Infect Dis</source><year>2020</year><pub-id pub-id-type="doi">10.1093/cid/ciaa237</pub-id><comment>pii: ciaa237</comment></element-citation></ref><ref id="bib0680"><label>64</label><element-citation publication-type="journal" id="sbref0680"><person-group person-group-type="author"><name><surname>Xing</surname><given-names>Q.</given-names></name><name><surname>Li</surname><given-names>G.</given-names></name><name><surname>Xing</surname><given-names>Y.</given-names></name><name><surname>Chen</surname><given-names>T.</given-names></name><name><surname>Li</surname><given-names>W.</given-names></name><name><surname>Ni</surname><given-names>W.</given-names></name></person-group><article-title>Precautions are Needed for COVID-19 Patients with Coinfection of Common Respiratory Pathogens</article-title><source>medRXiv</source><year>2020</year><pub-id pub-id-type="doi">10.1101/2020.02.29.20027698</pub-id></element-citation></ref><ref id="bib0685"><label>65</label><mixed-citation publication-type="other" id="oref0325">WHO, 2020a. Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected.. [Consultado 15 Mar 2020]. Disponible en: https://www.who.int/publications-detail/infection-prevention-and-control-during-health-care-whennovel-coronavirus-(ncov)-infection-is-suspected</mixed-citation></ref><ref id="bib0690"><label>66</label><element-citation publication-type="journal" id="sbref0690"><person-group person-group-type="author"><name><surname>Loutfy</surname><given-names>M.R.</given-names></name><name><surname>Wallington</surname><given-names>T.</given-names></name><name><surname>Rutledge</surname><given-names>T.</given-names></name><name><surname>Mederski</surname><given-names>B.</given-names></name><name><surname>Rose</surname><given-names>K.</given-names></name><name><surname>Kwolek</surname><given-names>S.</given-names></name></person-group><article-title>Hospital preparedness and SARS</article-title><source>Emerg Infect Dis</source><volume>10</volume><year>2004</year><fpage>771</fpage><lpage>776</lpage><pub-id pub-id-type="doi">10.3201/eid1005.030717</pub-id><pub-id pub-id-type="pmid">15200807</pub-id></element-citation></ref><ref id="bib0695"><label>67</label><mixed-citation publication-type="other" id="oref0335">WHO, 2005. Hospital infection control guidance for Severe Acute Respiratory Syndrome (SARS). [consultado 26 Feb 2020] Disponible en: https://www.who.int/ihr/lyon/surveillance/infectioncontrol/en/</mixed-citation></ref><ref id="bib0700"><label>68</label><element-citation publication-type="journal" id="sbref0700"><person-group person-group-type="author"><name><surname>Jansson</surname><given-names>M.</given-names></name><name><surname>Liao</surname><given-names>X.</given-names></name><name><surname>Rello</surname><given-names>J.</given-names></name></person-group><article-title>Strengthening ICU health security for a coronavirus epidemic</article-title><source>Intensive Crit Care Nurs</source><volume>57</volume><year>2020</year><fpage>102812</fpage><pub-id pub-id-type="doi">10.1016/j.iccn.2020.102812</pub-id><pub-id pub-id-type="pmid">32044122</pub-id></element-citation></ref><ref id="bib0705"><label>69</label><mixed-citation publication-type="other" id="oref0345">Protocolo institucional Hospital Universitario Marqu&#x000e9;s de Valdecilla. Sistema de prevenci&#x000f3;n N24. Instrucci&#x000f3;n Preventiva-01 C&#x000f3;digo: N24 (IP-01) Revisi&#x000f3;n N.&#x000b0; 4 &#x000da;ltima rev: 6-marzo-2020 coronavirus COVID-19 [consultado 12 Mar 2020].</mixed-citation></ref><ref id="bib0710"><label>70</label><element-citation publication-type="journal" id="sbref0710"><person-group person-group-type="author"><name><surname>Respiratory care committee of Chinese Thoracic Society</surname></name></person-group><article-title>Expert consensus on preventing nosocomial transmission during respiratory care for critically ill patients infected by 2019 novel coronavirus pneumonia [Article in Chinese; Abstract available in Chinese from the publisher]</article-title><source>Zhonghua Jie He He Hu Xi Za Zhi</source><volume>17</volume><year>2020</year><fpage>E020</fpage><pub-id pub-id-type="doi">10.3760/cma.j.issn.1001-0939.2020.0020</pub-id><pub-id pub-id-type="pmid">32077661</pub-id></element-citation></ref><ref id="bib0715"><label>71</label><element-citation publication-type="journal" id="sbref0715"><person-group person-group-type="author"><name><surname>Wax</surname><given-names>R.S.</given-names></name><name><surname>Christian</surname><given-names>M.D.</given-names></name></person-group><article-title>Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients</article-title><source>Can J Anaesth</source><year>2020</year><fpage>12</fpage><pub-id pub-id-type="doi">10.1007/s12630-020-01591-x</pub-id></element-citation></ref><ref id="bib0720"><label>72</label><element-citation publication-type="journal" id="sbref0720"><person-group person-group-type="author"><name><surname>Kang</surname><given-names>L.</given-names></name><name><surname>Li</surname><given-names>Y.</given-names></name><name><surname>Hu</surname><given-names>S.</given-names></name><name><surname>Chen</surname><given-names>M.</given-names></name><name><surname>Yang</surname><given-names>C.</given-names></name><name><surname>Yang</surname><given-names>B.X.</given-names></name></person-group><article-title>The mental health of medical workers in Wuhan China dealing with the 2019 novel coronavirus</article-title><source>Lancet Psychiatry</source><volume>7</volume><year>2020</year><fpage>e14</fpage><pub-id pub-id-type="doi">10.1016/S2215-0366(20)30047-X</pub-id><pub-id pub-id-type="pmid">32035030</pub-id></element-citation></ref></ref-list></back></article>