<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Cir Esp</journal-id><journal-id journal-id-type="iso-abbrev">Cir Esp</journal-id><journal-title-group><journal-title>Cirugia Espanola</journal-title></journal-title-group><issn pub-type="ppub">0009-739X</issn><issn pub-type="epub">1578-147X</issn><publisher><publisher-name>AEC. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7340032</article-id><article-id pub-id-type="publisher-id">S0009-739X(20)30224-4</article-id><article-id pub-id-type="doi">10.1016/j.ciresp.2020.06.017</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Incidencia de la patolog&#x000ed;a abdominal quir&#x000fa;rgica urgente durante la pandemia por SARS-CoV-2</article-title><trans-title-group xml:lang="en"><trans-title>Incidence of surgical abdominal emergencies during SARS-CoV-2 pandemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>P&#x000e9;rez-Rubio</surname><given-names>&#x000c1;lvaro</given-names></name><email>alvaroprubio@gmail.com</email><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Sebasti&#x000e1;n Tom&#x000e1;s</surname><given-names>Juan Carlos</given-names></name></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Navarro-Mart&#x000ed;nez</surname><given-names>Sergio</given-names></name></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Gonz&#x000e1;lvez Guardiola</surname><given-names>Paula</given-names></name></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Torrecillas Mero&#x000f1;o</surname><given-names>Daniel Guillermo</given-names></name></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Domingo del Pozo</surname><given-names>Carlos</given-names></name></contrib><aff id="aff0005">Servicio de Cirug&#x000ed;a General y del Aparato Digestivo, Hospital Universitario Doctor Peset, Valencia, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label><italic>Autor para correspondencia</italic>. <email>alvaroprubio@gmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>7</day><month>7</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>7</day><month>7</month><year>2020</year></pub-date><history><date date-type="received"><day>3</day><month>5</month><year>2020</year></date><date date-type="accepted"><day>26</day><month>6</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 AEC. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>AEC</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract abstract-type="graphical" id="abs0005"><title>Graphical abstract</title><fig id="fig0015" position="anchor"><graphic xlink:href="fx1_lrg"/></fig></abstract><abstract id="abs0015"><title>Resumen</title><sec><title>Introducci&#x000f3;n</title><p>Desde la aparici&#x000f3;n en diciembre de 2019 del SARS-CoV-2 en la ciudad de Wuhan, China, hemos experimentado un descenso en los ingresos en nuestro Servicio y disminuci&#x000f3;n de la actividad quir&#x000fa;rgica urgente. Por ello, el objetivo de este estudio fue analizar la incidencia de la patolog&#x000ed;a abdominal urgente potencialmente quir&#x000fa;rgica en nuestro centro durante la epidemia por COVID-19.</p></sec><sec><title>M&#x000e9;todos</title><p>Se dise&#x000f1;&#x000f3; un estudio retrospectivo que incluy&#x000f3; a todos los pacientes ingresados por patolog&#x000ed;a abdominal urgente potencialmente quir&#x000fa;rgica en nuestro Servicio de Cirug&#x000ed;a General y del Aparato Digestivo desde el 24 de febrero de 2020 hasta el 19 de abril de 2020.</p></sec><sec><title>Resultados</title><p>Se incluyeron 89 pacientes con una edad media de 58,85 &#x000b1; 22,2. La mediana de tiempo transcurrido desde el inicio de los s&#x000ed;ntomas hasta la consulta en el Servicio de Urgencias fue de 48 (P<sub>25</sub>-P<sub>75</sub> = 24-96) horas. A su llegada a Urgencias 18 (20%) pacientes presentaban criterios de s&#x000ed;ndrome de respuesta inflamatoria sist&#x000e9;mica (SRIS). Se realizaron 51 (57%) intervenciones quir&#x000fa;rgicas. La tasa de complicaciones postquir&#x000fa;rgicas a los 30 d&#x000ed;as fue del 31% y la tasa de mortalidad de 2%. Con respecto al mismo per&#x000ed;odo de los a&#x000f1;os 2017 a 2019, la media de ingresos desde Urgencias en nuestro Servicio descendi&#x000f3; un 14% durante el per&#x000ed;odo de epidemia.</p></sec><sec><title>Conclusiones</title><p>Se ha producido un descenso en el n&#x000fa;mero de pacientes que son ingresados por patolog&#x000ed;a abdominal urgente potencialmente quir&#x000fa;rgica durante la epidemia por COVID-19 en nuestro centro.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Introduction</title><p>Since the appearance of SARS-CoV-2 in December 2019 in the Chinese city of Wuhan, we have experienced a reduction in admissions in our Service and a decrease in urgent surgical activity. Therefore, this study aimed to assess the incidence of potentially surgical abdominal emergency in our center during the epidemic of COVID-19.</p></sec><sec><title>Methods</title><p>A retrospective study was designed. It included all patients admitted for urgent abdominal pathology with potential surgical treatment in our General and Digestive Surgery Department from February 24, 2020 to April 19, 2020.</p></sec><sec><title>Results</title><p>Eighty-nine patients with a mean age of 58.85&#x000b1;22.2 were included. The median time from symptom onset to the Emergency Department (ED) visit was 48 (P<sub>25</sub>-P<sub>75</sub> = 24-96) hours. On arrival at the ED, 18 (20%) patients presented with systemic inflammatory response syndrome criteria. Fifty-one (57%) surgical procedures were performed. The rate of post-surgical complications at 30 days was 31% and the mortality rate was 2%. Concerning the same period from 2017 to 2019, the mean number of admissions from the ED to our Department decreased by 14% during the epidemic period.</p></sec><sec><title>Conclusion</title><p>There has been a decrease in the number of patients admitted for urgent, potentially surgical, abdominal pathology during the period of the COVID-19 epidemic in our center.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Urgencias</kwd><kwd>S&#x000ed;ndrome de respuesta inflamatoria sist&#x000e9;mica</kwd><kwd>Procedimientos quir&#x000fa;rgicos del aparato digestivo</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>Emergencies</kwd><kwd>Systemic Inflammatory Response Syndrome</kwd><kwd>Digestive System Surgical Procedures</kwd><kwd>SARS-CoV-2</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">Desde la aparici&#x000f3;n en diciembre de 2019 del coronavirus SARS-CoV-2 en la ciudad de Wuhan, China<xref rid="bib0100" ref-type="bibr"><sup>1</sup></xref>, su expansi&#x000f3;n global ha sido r&#x000e1;pida e imparable, siendo declarada la epidemia de COVID-19 como pandemia el 11 de marzo de 2020<xref rid="bib0105" ref-type="bibr"><sup>2</sup></xref>. Las consecuencias que ha conllevado a todos los niveles, nunca vistas, han obligado a centrar toda la atenci&#x000f3;n de los sistemas sanitarios en esta nueva enfermedad, tal y como ha ocurrido en Espa&#x000f1;a en zonas con alta incidencia.</p><p id="par0010">M&#x000e1;s concretamente, en lo que a las especialidades quir&#x000fa;rgicas se refiere, ha supuesto una cancelaci&#x000f3;n paulatina de todas las intervenciones quir&#x000fa;rgicas electivas, hasta hacerse pr&#x000e1;cticamente total en algunos hospitales<xref rid="bib0110" ref-type="bibr"><sup>3</sup></xref>. Esto se ha llevado a cabo en parte como medida de protecci&#x000f3;n contra la infecci&#x000f3;n para estos pacientes, especialmente oncol&#x000f3;gicos<xref rid="bib0115" ref-type="bibr"><sup>4</sup></xref>, pero fundamentalmente por la necesidad de dedicar todos los recursos humanos del &#x000e1;rea quir&#x000fa;rgica a la atenci&#x000f3;n de esta crisis o ante la conversi&#x000f3;n de los quir&#x000f3;fanos en Unidades de Cuidados Intensivos (UCI).</p><p id="par0015">Por otro lado, debido a las recomendaciones de las autoridades sanitarias y organizaciones m&#x000e9;dicas junto al temor propio de los ciudadanos, se ha encontrado una importante disminuci&#x000f3;n de consultas en las &#x000e1;reas de atenci&#x000f3;n ambulatoria y en los servicios de urgencias hospitalarias del Sistema Nacional de Salud<xref rid="bib0120" ref-type="bibr"><sup>5</sup></xref>. La demora en la atenci&#x000f3;n a patolog&#x000ed;as quir&#x000fa;rgicas, con la consiguiente p&#x000e9;rdida de oportunidad de tratamiento precoz, puede conllevar un perjuicio para la salud de nuestros pacientes.</p><p id="par0020">Adem&#x000e1;s, dadas las altas tasas de contagio de esta enfermedad, las especialidades quir&#x000fa;rgicas han tenido que tomar la actitud terap&#x000e9;utica m&#x000e1;s id&#x000f3;nea en pacientes portadores o con infecci&#x000f3;n activa por este virus, lo que ha podido llevar a cambiar la decisi&#x000f3;n final de tratamiento que se habr&#x000ed;a tomado en condiciones normales y asumiendo los posibles riesgos acompa&#x000f1;antes.</p><p id="par0025">El objetivo de este estudio es describir la incidencia de la patolog&#x000ed;a abdominal urgente potencialmente quir&#x000fa;rgica en nuestro centro durante la epidemia por COVID-19, analizando el tipo de tratamiento, las complicaciones, el curso evolutivo y mortalidad de los pacientes.</p></sec><sec id="sec0010"><title>M&#x000e9;todos</title><p id="par0030">Se dise&#x000f1;&#x000f3; un estudio retrospectivo que incluy&#x000f3; a todos los pacientes ingresados por patolog&#x000ed;a abdominal urgente potencialmente quir&#x000fa;rgica en el Hospital Universitario Doctor Peset de Valencia, desde el 24 de febrero de 2020, fecha en la que se convoc&#x000f3; el primer Consejo Interterritorial del Sistema Nacional de Salud extraordinario para coordinar medidas con las Comunidades Aut&#x000f3;nomas<xref rid="bib0125" ref-type="bibr"><sup>6</sup></xref>, hasta el 19 de abril de 2020.</p><p id="par0035">Se analizaron datos demogr&#x000e1;ficos, cl&#x000ed;nicos, de laboratorio, radiol&#x000f3;gicos, tipo de intervenci&#x000f3;n quir&#x000fa;rgica, necesidad de cuidados intensivos, complicaciones durante el ingreso y postquir&#x000fa;rgicas seg&#x000fa;n la clasificaci&#x000f3;n de Clavien-Dindo (CCD)<xref rid="bib0130" ref-type="bibr"><sup>7</sup></xref>, infecci&#x000f3;n por SARS-CoV-2, d&#x000ed;as de ingreso, reingresos y mortalidad a los 30 d&#x000ed;as. Los datos se obtuvieron tras consultar informes cl&#x000ed;nicos, radiol&#x000f3;gicos y quir&#x000fa;rgicos digitalizados. Adem&#x000e1;s, se obtuvo la incidencia de las patolog&#x000ed;as abdominales urgentes y el n&#x000fa;mero de ingresos urgentes en el mismo per&#x000ed;odo de los a&#x000f1;os 2017 a 2019 tras consultar los registros electr&#x000f3;nicos disponibles en el Servicio de Admisi&#x000f3;n del hospital.</p><p id="par0040">Se defini&#x000f3; el estado de sepsis de acuerdo con la conferencia de consenso del <italic>American College of Chest Physicians/Society of Critical Care Medicine</italic>
<xref rid="bib0135" ref-type="bibr"><sup>8</sup></xref>. La gravedad de las patolog&#x000ed;as abdominales se clasific&#x000f3; de la siguiente manera: se utiliz&#x000f3; el sistema de la <italic>American Association for the Surgery of Trauma</italic> (AAST) para la apendicitis aguda<xref rid="bib0140" ref-type="bibr"><sup>9</sup></xref>, la clasificaci&#x000f3;n del grupo de trabajo de la <italic>World Society of Emergency Surgery</italic> (WSES) para la diverticulitis aguda<xref rid="bib0145" ref-type="bibr"><sup>10</sup></xref> y las gu&#x000ed;as Tokyo de 2018 para la colecistitis aguda<xref rid="bib0150" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0045">Debido a la situaci&#x000f3;n de epidemia, fue necesario realizar un determinado <italic>screening</italic> capaz de alertar sobre aquellos pacientes sospechosos de padecer la infecci&#x000f3;n por SARS-CoV-2 y de esa forma actuar en consecuencia. Este se implement&#x000f3; por el Servicio de Radiodiagn&#x000f3;stico desde el 05 de abril de 2020. Se consensu&#x000f3; realizar tomograf&#x000ed;a computarizada (TC) tor&#x000e1;cica de baja dosis de radiaci&#x000f3;n a todos los pacientes que ingresaban en nuestro Servicio, independientemente del tipo de tratamiento a realizar. No fue hasta el 21 de abril de 2020 cuando se introdujeron al cribado tanto los tests serol&#x000f3;gicos por t&#x000e9;cnicas de inmunocromatograf&#x000ed;a como las pruebas de detecci&#x000f3;n de &#x000e1;cidos nucleicos del SARS-CoV-2 en muestras de exudado nasofar&#x000ed;ngeo por reacci&#x000f3;n en cadena de la polimerasa en tiempo real (RT-PCR).</p><sec id="sec0015"><title>An&#x000e1;lisis estad&#x000ed;stico</title><p id="par0050">Las variables continuas se presentaron como media y desviaci&#x000f3;n est&#x000e1;ndar (DS) o medianas con rango intercuart&#x000ed;lico (RIQ) en funci&#x000f3;n de si se trataba de variables param&#x000e9;tricas o no param&#x000e9;tricas. Las variables cualitativas se expresaron como frecuencias y porcentajes. El an&#x000e1;lisis estad&#x000ed;stico descriptivo se realiz&#x000f3; con el programa SPSS&#x000ae; statistical software 22.0.0 version (SPSS, Inc. Chicago, IL, USA).</p></sec></sec><sec id="sec0020"><title>Resultados</title><p id="par0055">Se incluyeron un total de 89 pacientes con una edad media de 58,85 &#x000b1; 22,2 a&#x000f1;os, de los cuales 37 (42%) fueron hombres y 52 (58%) mujeres. La mediana de tiempo transcurrido desde el inicio de los s&#x000ed;ntomas hasta la consulta en el Servicio de Urgencias fue de 48 (P<sub>25</sub>-P<sub>75</sub> = 24-96) horas. A su llegada a Urgencias 18 (20%) pacientes presentaban criterios de s&#x000ed;ndrome de respuesta inflamatoria sist&#x000e9;mica (SRIS) (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
).<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Caracter&#x000ed;sticas de los pacientes con criterios de SRIS al diagn&#x000f3;stico entre el 24 de febrero y el 18 de abril de 2020</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Diagn&#x000f3;stico</th><th align="center">Frecuencia, n (%)</th><th align="center">Tratamiento quir&#x000fa;rgico</th><th align="center">Cuidados intensivos</th><th align="center">Reingreso</th><th align="center">Muerte</th></tr></thead><tbody><tr><td align="left">Apendicitis aguda</td><td align="left">4 (21%)</td><td align="left">4 (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Grado I</td><td align="left">2 (10%)</td><td align="left">2 (100%)</td><td/><td/><td/></tr><tr><td align="left">Grado III</td><td align="left">1 (6%)</td><td align="left">1 (100%)</td><td/><td/><td/></tr><tr><td align="left">Grado V</td><td align="left">1 (6%)</td><td align="left">1 (100%)</td><td/><td/><td/></tr><tr><td align="left">Colecistitis aguda</td><td align="left">4 (21%)</td><td align="left">4 (100%)</td><td align="left">1 (25%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Grado II</td><td align="left">3 (17%)</td><td align="left">3 (100%)</td><td align="left">0 (0%)</td><td/><td/></tr><tr><td align="left">Grado III</td><td align="left">1 (5%)</td><td align="left">1 (100%)</td><td align="left">1 (100%)</td><td/><td/></tr><tr><td align="left">Diverticulitis grado 1a</td><td align="left">1 (6%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Gangrena de Fournier</td><td align="left">1 (6%)</td><td align="left">1 (100%)</td><td align="left">1 (100%)</td><td/><td align="left">1 (100%)</td></tr><tr><td align="left">Hernia inguinocrural incarcerada</td><td align="left">2 (10%)</td><td align="left">2 (100%)</td><td align="left">0 (0%)</td><td align="left">1 (50%)</td><td align="left">1 (50%)</td></tr><tr><td align="left">Neoplasia oclusiva de colon</td><td align="left">1 (6%)</td><td align="left">1 (100%)</td><td align="left">1 (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Suboclusi&#x000f3;n intestinal</td><td align="left">1 (6%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Fiebre postquir&#x000fa;rgica</td><td align="left">1 (6%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Fuga biliar<xref rid="tblfn0005" ref-type="table-fn">a</xref></td><td align="left">1 (6%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Perforaci&#x000f3;n intestinal</td><td align="left">1 (6%)</td><td align="left">1 (100%)</td><td align="left">1 (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Colecci&#x000f3;n postquir&#x000fa;rgica</td><td align="left">1 (6%)</td><td align="left">1 (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr></tbody></table><table-wrap-foot><fn id="tblfn0005"><label>a</label><p id="npar0005">El paciente hab&#x000ed;a presentado previamente una colecistitis aguda tratada con colecistostom&#x000ed;a percut&#x000e1;nea y se encontr&#x000f3; una fuga biliar tras la retirada del cat&#x000e9;ter.</p></fn></table-wrap-foot></table-wrap></p><p id="par0060">Se realizaron 51 (57%) intervenciones quir&#x000fa;rgicas, cuatro tratamientos percut&#x000e1;neos (5%) y dos (2%) tratamientos endosc&#x000f3;picos; 32 (36%) pacientes se trataron de manera conservadora; 88 (99%) pacientes incluidos en el estudio consultaron por petici&#x000f3;n propia en el Servicio de Urgencias. Un paciente (1%) ingres&#x000f3; por COVID-19 y durante su estancia hospitalaria, present&#x000f3; una perforaci&#x000f3;n de ciego en probable relaci&#x000f3;n con la administraci&#x000f3;n de tocilizumab, realiz&#x000e1;ndose una resecci&#x000f3;n ileocecal con ileostom&#x000ed;a de protecci&#x000f3;n (<xref rid="tbl0010" ref-type="table">tabla 2</xref>
).<table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Principales cuadros cl&#x000ed;nicos y su tratamiento entre el 24 de febrero y el 18 de abril de 2020</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Diagn&#x000f3;stico</th><th align="center">Frecuencia, n (%)</th><th align="center">Tratamiento quir&#x000fa;rgico, n (%)</th><th align="center">Tratamiento percut&#x000e1;neo / endosc&#x000f3;pico, n (%)</th><th align="center">Tratamiento conservador, n (%)</th></tr></thead><tbody><tr><td align="left">Apendicitis aguda</td><td align="left">18 (20%)</td><td align="left">18 (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Grado I</td><td align="left">9 (11%)</td><td/><td/><td/></tr><tr><td align="left">Grado II</td><td align="left">3 (3%)</td><td/><td/><td/></tr><tr><td align="left">Grado III</td><td align="left">3 (3%)</td><td/><td/><td/></tr><tr><td align="left">Grado IV</td><td align="left">1 (1%)</td><td/><td/><td/></tr><tr><td align="left">Grado V</td><td align="left">2 (2%)</td><td/><td/><td/></tr><tr><td align="left">Colecistitis aguda</td><td align="left">16 (18%)</td><td align="left">9<xref rid="tblfn0010" ref-type="table-fn">a</xref> (56%)</td><td align="left">2 (13%)</td><td align="left">5 (31%)</td></tr><tr><td align="left">Grado I</td><td align="left">9 (10%)</td><td align="left">4 (44%)</td><td align="left">1 (12%)</td><td align="left">4 (44%)</td></tr><tr><td align="left">Grado II</td><td align="left">5 (6%)</td><td align="left">4 (80%)</td><td align="left">0 (0%)</td><td align="left">1 (20%)</td></tr><tr><td align="left">Grado III</td><td align="left">2 (2%)</td><td align="left">1 (50%)</td><td align="left">1 (50%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Diverticulitis aguda</td><td align="left">11 (12%)</td><td align="left">0 (0%)</td><td align="left">1 (9%)</td><td align="left">10 (91%)</td></tr><tr><td align="left">Estadio 0</td><td align="left">4 (5%)</td><td/><td align="left">0 (0%)</td><td align="left">4 (100%)</td></tr><tr><td align="left">Estadio 1a</td><td align="left">2 (2%)</td><td/><td align="left">0 (0%)</td><td align="left">2 (100%)</td></tr><tr><td align="left">Estadio 1b</td><td align="left">2 (2%)</td><td/><td align="left">0 (0%)</td><td align="left">2 (100%)</td></tr><tr><td align="left">Estadio 2a</td><td align="left">2 (2%)</td><td/><td align="left">1 (50%)</td><td align="left">1 (50%)</td></tr><tr><td align="left">Estadio 2b</td><td align="left">1 (1%)</td><td/><td align="left">0 (0%)</td><td align="left">1 (100%)</td></tr><tr><td align="left">Oclusi&#x000f3;n intestinal<xref rid="tblfn0015" ref-type="table-fn">b</xref></td><td align="left">9 (10%)</td><td align="left">8 (89%)</td><td align="left">0 (0%)</td><td align="left">1 (11%)</td></tr><tr><td align="left">Suboclusi&#x000f3;n intestinal</td><td align="left">7 (8%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td><td align="left">7 (100%)</td></tr><tr><td align="left">Hernia incarcerada</td><td align="left">4 (5%)</td><td align="left">4<xref rid="tblfn0020" ref-type="table-fn">c</xref> (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Crural</td><td align="left">3 (3%)</td><td/><td/><td/></tr><tr><td align="left">Inguinal</td><td align="left">1 (1%)</td><td/><td/><td/></tr><tr><td align="left">Umbilical</td><td align="left">1 (1%)</td><td/><td/><td/></tr><tr><td align="left">Neoplasia oclusiva de colon</td><td align="left">4 (5%)</td><td align="left">3<xref rid="tblfn0025" ref-type="table-fn">d</xref> (75%)</td><td align="left">1<xref rid="tblfn0030" ref-type="table-fn">e</xref> (25%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Gangrena de Fournier</td><td align="left">1 (1%)</td><td align="left">1 (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Neoplasia g&#x000e1;strica estenosante</td><td align="left">1 (1%)</td><td align="left">1 (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr><tr><td align="left">Perforaci&#x000f3;n duodenal</td><td align="left">1 (1%)</td><td align="left">1<xref rid="tblfn0035" ref-type="table-fn">f</xref> (100%)</td><td align="left">0 (0%)</td><td align="left">0 (0%)</td></tr></tbody></table><table-wrap-foot><fn id="tblfn0010"><label>a</label><p id="npar0010">En todos los casos se realiz&#x000f3; colecistectom&#x000ed;a laparosc&#x000f3;pica.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0015"><label>b</label><p id="npar0015">La causa de la oclusi&#x000f3;n se encontraba en el intestino delgado, salvo un caso de estenosis benigna cr&#x000f3;nica en sigma.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0020"><label>c</label><p id="npar0020">En un caso fue necesaria la resecci&#x000f3;n intestinal. En todos los casos se realiz&#x000f3; hernioplastia.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0025"><label>d</label><p id="npar0025">Se realiz&#x000f3; una colostom&#x000ed;a en asa, una colectom&#x000ed;a derecha abierta con anastomosis ileoc&#x000f3;lica, y una sigmoidectom&#x000ed;a laparosc&#x000f3;pica con anastomosis colorrectal. La anastomosis colorrectal experimento una dehiscencia al cuarto d&#x000ed;a que requiri&#x000f3; reintervenci&#x000f3;n (Hartmann).</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0030"><label>e</label><p id="npar0030">Pr&#x000f3;tesis met&#x000e1;lica mediante endoscopia y radiolog&#x000ed;a intervencionista.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0035"><label>f</label><p id="npar0035">Rafia primaria.</p></fn></table-wrap-foot></table-wrap></p><p id="par0065">La mediana del tiempo quir&#x000fa;rgico de las intervenciones realizadas fue de 80 (P<sub>25</sub>-P<sub>75</sub> = 55-110) minutos. Cinco (6%) pacientes requirieron cuidados intensivos postquir&#x000fa;rgicos, con una estancia media en dicha unidad de 2,4 &#x000b1; dos d&#x000ed;as. La tasa de complicaciones postquir&#x000fa;rgicas a los 30 d&#x000ed;as fue del 31%. Seis (12%) pacientes desarrollaron complicaciones grado III o superior. Dos (11%) pacientes fallecieron como consecuencia de complicaciones postquir&#x000fa;rgicas. Uno de ellos, de 91 a&#x000f1;os, experiment&#x000f3; un choque s&#x000e9;ptico secundario a una gangrena de Fournier. El otro fallecimiento se produjo por una causa no aclarada en una mujer de 89 a&#x000f1;os en el &#x000e1;mbito extrahospitalario tras el alta. Las complicaciones postoperatorias se encuentran resumidas en la <xref rid="tbl0015" ref-type="table">tabla 3</xref>
. La estancia mediana de la hospitalizaci&#x000f3;n fue de cuatro d&#x000ed;as (P<sub>25</sub>-P<sub>75</sub> = 2-6).<table-wrap position="float" id="tbl0015"><label>Tabla 3</label><caption><p>Complicaciones postquir&#x000fa;rgicas entre el 24 de febrero y el 18 de abril de 2020</p></caption><alt-text id="at3">Tabla 3</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Grado<xref rid="tblfn0040" ref-type="table-fn">a</xref> y tipo de complicaci&#x000f3;n</th><th align="center">Frecuencia, n (%)<break/>n = 16</th></tr></thead><tbody><tr><td align="left">I</td><td align="left">4 (26%)</td></tr><tr><td align="left">Fibrilaci&#x000f3;n auricular</td><td align="left">1 (6%)</td></tr><tr><td align="left">Infecci&#x000f3;n del tracto urinario</td><td align="left">2 (13%)</td></tr><tr><td align="left">&#x000cd;leo paral&#x000ed;tico</td><td align="left">1 (6%)</td></tr><tr><td align="left">II</td><td align="left">6 (38%)</td></tr><tr><td align="left">&#x000cd;leo paral&#x000ed;tico<xref rid="tblfn0045" ref-type="table-fn">b</xref></td><td align="left">4 (26%)</td></tr><tr><td align="left">Colecci&#x000f3;n intraabdominal<xref rid="tblfn0050" ref-type="table-fn">c</xref></td><td align="left">1 (6%)</td></tr><tr><td align="left">Anemia posquir&#x000fa;rgica</td><td align="left">1 (6%)</td></tr><tr><td align="left">IIIa</td><td align="left">0 (0%)</td></tr><tr><td align="left">IIIb</td><td align="left">2 (12%)</td></tr><tr><td align="left">Hemorragia posquir&#x000fa;rgica</td><td align="left">1 (6%)</td></tr><tr><td align="left">Necrosis de colostom&#x000ed;a<xref rid="tblfn0055" ref-type="table-fn">d</xref></td><td align="left">1 (6%)</td></tr><tr><td align="left">IVa</td><td align="left">2 (12%)</td></tr><tr><td align="left">Evisceraci&#x000f3;n<xref rid="tblfn0060" ref-type="table-fn">e</xref></td><td align="left">1 (6%)</td></tr><tr><td align="left">Dehiscencia de anastomosis<xref rid="tblfn0065" ref-type="table-fn">f</xref></td><td align="left">1 (6%)</td></tr><tr><td align="left">IVb</td><td align="left">0 (0%)</td></tr><tr><td align="left">V<xref rid="tblfn0070" ref-type="table-fn">g</xref></td><td align="left">2 (12%)</td></tr></tbody></table><table-wrap-foot><fn id="tblfn0040"><label>a</label><p id="npar0040">Grado I: cualquier desviaci&#x000f3;n del curso postoperatorio normal sin necesidad de tratamiento farmacol&#x000f3;gico o intervenciones quir&#x000fa;rgicas, endosc&#x000f3;picas y radiol&#x000f3;gicas. Los reg&#x000ed;menes terap&#x000e9;uticos aceptables son: medicamentos como antiem&#x000e9;ticos, antipir&#x000e9;ticos, analg&#x000e9;sicos, diur&#x000e9;ticos, electrolitos y fisioterapia. Grado II: la necesidad de tratamiento farmacol&#x000f3;gico con f&#x000e1;rmacos distintos de los permitidos para las complicaciones de grado I. Grado IIIa: intervenci&#x000f3;n que no se realiza bajo anestesia general. Grado IIIb: intervenci&#x000f3;n bajo anestesia general. Grado IVa: disfunci&#x000f3;n de un solo &#x000f3;rgano (incluida la di&#x000e1;lisis) que requiere un tratamiento de cuidados intensivos. Grado IVb: disfunci&#x000f3;n multiorg&#x000e1;nica que requiere el manejo de cuidados intensivos. Grado V: exitus.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0045"><label>b</label><p id="npar0045">Requiri&#x000f3; de sondaje gastrointestinal para la resoluci&#x000f3;n del cuadro.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0050"><label>c</label><p id="npar0050">Requiri&#x000f3; antibioticoterapia endovenosa para su resoluci&#x000f3;n.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0055"><label>d</label><p id="npar0055">Se realiz&#x000f3; nueva colostom&#x000ed;a terminal.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0060"><label>e</label><p id="npar0060">Se realiz&#x000f3; cierre primario de la laparotom&#x000ed;a.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0065"><label>f</label><p id="npar0065">Se realiz&#x000f3; colostom&#x000ed;a terminal.</p></fn></table-wrap-foot><table-wrap-foot><fn id="tblfn0070"><label>g</label><p id="npar0070">Un paciente falleci&#x000f3; por choque s&#x000e9;ptico y otro por causa no aclarada en el &#x000e1;mbito extrahospitalario.</p></fn></table-wrap-foot></table-wrap></p><p id="par0070">La tasa de reingresos en los primeros 30 d&#x000ed;as fue del 7%. De los seis pacientes que reingresaron, dos resultaron positivos para SARS-CoV-2 en la RT-PCR realizada a su llegada a Urgencias el d&#x000ed;a del reingreso. En el primer ingreso ambos pacientes presentaron RT-PCR negativa. De ellos, un paciente fue sometido a una adhesiolisis por v&#x000ed;a abierta por s&#x000ed;ndrome adherencial con buena evoluci&#x000f3;n postoperatoria y reingres&#x000f3; el mismo d&#x000ed;a del alta por fiebre sin foco, siendo finalmente diagnosticada de COVID-19. El otro paciente hab&#x000ed;a ingresado cinco d&#x000ed;as antes en el Servicio de Medicina Interna por fiebre y dolor abdominal y dada de alta tras RT-PCR negativa para SARS-CoV-2, reingresando al quinto d&#x000ed;a por aumento del dolor abdominal junto con fecaluria y neumaturia, siendo diagnosticada de diverticulitis aguda grado 2 a de la World Society of Emergency Surgery (WSES).</p><p id="par0075">En el periodo de estudio se diagnosticaron 18 apendicitis agudas, presentando el 50% un estadio AAST &#x02265; II (lo que supone una gangrena o una perforaci&#x000f3;n del ap&#x000e9;ndice cecal establecida). Todos los pacientes fueron intervenidos a lo largo de las 12 horas posteriores al diagn&#x000f3;stico. Se realizaron 16 diagn&#x000f3;sticos de colecistitis aguda, de ellos, nueve casos fueron intervenidos mediante colecistectom&#x000ed;a laparosc&#x000f3;pica y siete (44%) presentaron estadio Tokyo &#x02265; II. Fueron diagnosticados de diverticulitis aguda 25 pacientes, de los cuales 11 (44%) requirieron ingreso. Se realiz&#x000f3; un drenaje percut&#x000e1;neo urgente guiado por ecograf&#x000ed;a en un caso de diverticulitis aguda pero ning&#x000fa;n paciente precis&#x000f3; intervenci&#x000f3;n quir&#x000fa;rgica urgente u otro procedimiento invasivo.</p><p id="par0080">Se compararon estos datos con los de las patolog&#x000ed;as potencialmente quir&#x000fa;rgicas m&#x000e1;s incidentes en el Servicio de Urgencias Hospitalarias de nuestro centro en el mismo per&#x000ed;odo de los a&#x000f1;os 2017, 2018 y 2019 (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
). La media de los pacientes que requirieron ingreso fue de 103,3 &#x000b1; 22 casos. Se diagnosticaron una media de 25 &#x000b1; 6 apendicitis agudas, siendo intervenidas mediante apendicectom&#x000ed;a laparosc&#x000f3;pica el 100%. La media de diagn&#x000f3;sticos de colecistitis aguda fue de 24,6 &#x000b1; dos casos. Todos los casos de colecistitis precisaron ingreso hospitalario y fueron intervenidos mediante colecistectom&#x000ed;a laparosc&#x000f3;pica el 78%. Una media de 29 &#x000b1; siete pacientes present&#x000f3; diagn&#x000f3;stico de diverticulitis aguda, con una tasa de ingresos del 48%. Estas cifras suponen un decremento del 14% en los ingresos hospitalarios totales, 22% de los diagn&#x000f3;sticos de apendicitis aguda, 36% de los ingresos por colecistitis aguda, un 53% de las colecistectom&#x000ed;as, un 14% de los diagn&#x000f3;sticos de diverticulitis aguda y un 21% de los ingresos por diverticulitis. La tasa de complicaciones postquir&#x000fa;rgicas en los a&#x000f1;os 2017, 2018 y 2019 fue de 27% (Clavien-Dindo &#x02265;III del 11%), 21% (Clavien-Dindo &#x02265;III del 12%) y 29% (Clavien-Dindo &#x02265;III del 11%), respectivamente. Esto supone un incremento porcentual del 13%, 32% y 6% con respecto a los tres a&#x000f1;os previos, respectivamente, aunque sin diferencias en el porcentaje de complicaciones postquir&#x000fa;rgicas graves.<fig id="fig0005"><label>Figura 1</label><caption><p>Comparativa de las principales patolog&#x000ed;as urgentes abdominales en el per&#x000ed;odo estudiado durante 2017-2020.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p></sec><sec id="sec0025"><title>Discusi&#x000f3;n</title><p id="par0085">Es evidente que la actual epidemia de COVID-19 ha supuesto un reto para las autoridades sanitarias, sistemas de atenci&#x000f3;n m&#x000e9;dica, hospitales, asociaciones de cualquier especialidad m&#x000e9;dica e incluso para cada uno de los profesionales que trabajamos en ellas. Como consecuencia de focalizar la mayor parte de los recursos asistenciales en la atenci&#x000f3;n de los pacientes afectados por esta enfermedad, surge la preocupaci&#x000f3;n por no atender adecuadamente al resto de los enfermos, cr&#x000f3;nicos y agudos. La cirug&#x000ed;a electiva ha desaparecido en gran n&#x000fa;mero de los centros, organiz&#x000e1;ndose la atenci&#x000f3;n de la patolog&#x000ed;a quir&#x000fa;rgica urgente de forma diferente en cada lugar dependiendo de recursos, presi&#x000f3;n asistencial e instrucciones de las autoridades sanitarias. En nuestro caso, no fue hasta la declaraci&#x000f3;n del estado de alarma el 14 de marzo de 2020<xref rid="bib0155" ref-type="bibr"><sup>12</sup></xref> cuando se vio modificada la actividad asistencial habitual, encontr&#x000e1;ndonos hasta entonces en la fase I de la escala din&#x000e1;mica de fases de alerta/escenarios durante la pandemia COVID-19 propuesta por la Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos<xref rid="bib0160" ref-type="bibr"><sup>13</sup></xref>. A partir de este momento, la actividad quir&#x000fa;rgica se limit&#x000f3; a las urgencias y a los pacientes oncol&#x000f3;gicos no demorables por verse su supervivencia comprometida si no eran sometidos a una intervenci&#x000f3;n quir&#x000fa;rgica (fase III), teniendo una ocupaci&#x000f3;n de las camas de UCI por pacientes con diagn&#x000f3;stico confirmado de infecci&#x000f3;n por SARS-CoV-2 de entorno al 25% y del 10% de las camas de hospitalizaci&#x000f3;n. Menos de una semana despu&#x000e9;s el centro se encontraba en fase IV y la ocupaci&#x000f3;n de camas de UCI y de hospitalizaci&#x000f3;n experiment&#x000f3; un r&#x000e1;pido aumento hasta alcanzar el 76% y 34%, respectivamente, el d&#x000ed;a 31 de marzo (<xref rid="fig0010" ref-type="fig">fig. 2</xref>
). Durante la fase IV de la escala din&#x000e1;mica la actividad quir&#x000fa;rgica se limit&#x000f3; a la patolog&#x000ed;a urgente no demorable. Es importante se&#x000f1;alar que habitualmente los pacientes hospitalizados con diagn&#x000f3;stico de COVID-19 permanec&#x000ed;an aislados en habitaciones individuales, por lo que el porcentaje real de ocupaci&#x000f3;n del hospital ser&#x000ed;a el doble.<fig id="fig0010"><label>Figura 2</label><caption><p>Situaci&#x000f3;n epidemiol&#x000f3;gica respecto a COVID-19 en el Hospital Doctor Peset (Valencia) del 17 de marzo al 18 de abril de 2020.*</p><p>*Datos ofrecidos por el Servicio de Admisi&#x000f3;n (inicio de la recogida de datos el 17 de marzo de 2020).</p><p><sup>&#x02020;</sup>El porcentaje real de ocupaci&#x000f3;n hospitalaria supondr&#x000ed;a el doble, dado que los pacientes hospitalizados con diagn&#x000f3;stico de COVID-19 permanec&#x000ed;an aislados en habitaciones individuales.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0090">Los resultados de nuestro estudio muestran una disminuci&#x000f3;n del 14% en el n&#x000fa;mero de pacientes que son ingresados por patolog&#x000ed;a abdominal urgente potencialmente quir&#x000fa;rgica en nuestro centro, siendo evidente un descenso uniforme tanto en el n&#x000fa;mero de ingresos totales como por patolog&#x000ed;as respecto a los a&#x000f1;os anteriores. Alvarez Gallego et al.<xref rid="bib0120" ref-type="bibr"><sup>5</sup></xref> describieron un descenso de la actividad en el &#x000e1;rea de urgencias del 52,7% y un aumento de los que presentaron peritonitis en un centro de tercer nivel de la Comunidad de Madrid. Del mismo modo ha ocurrido en otras especialidades m&#x000e9;dicas como Cardiolog&#x000ed;a o Neurolog&#x000ed;a<xref rid="bib0165" ref-type="bibr">14</xref>, <xref rid="bib0170" ref-type="bibr">15</xref>. La disminuci&#x000f3;n del n&#x000fa;mero de casos podr&#x000ed;a deberse a que casos leves no han consultado, sufriendo el proceso en domicilio, o bien han sido resueltos por consulta telef&#x000f3;nica por Atenci&#x000f3;n Primaria.</p><p id="par0095">Aunque la mediana de tiempo desde el inicio del s&#x000ed;ntoma principal, dos d&#x000ed;as, hasta la consulta no es excesivamente prolongada, s&#x000ed; sobrepasa el tiempo aconsejable de inicio del tratamiento de las infecciones intraabdominales<xref rid="bib0175" ref-type="bibr"><sup>16</sup></xref>. Cabe destacar que el 20% de los pacientes presentaba en ese momento criterios cl&#x000ed;nicos y anal&#x000ed;ticos de SRIS. En el estudio descriptivo y multic&#x000e9;ntrico INFURG-SEMES que analiza la epidemiolog&#x000ed;a de las infecciones atendidas en los servicios de urgencias hospitalarios entre los a&#x000f1;os 2010 y 2011, la incidencia de SRIS de origen abdominal es del 15,35%, ligeramente inferior a la observada en nuestro trabajo<xref rid="bib0180" ref-type="bibr"><sup>17</sup></xref>.</p><p id="par0100">Diferentes sociedades cient&#x000ed;ficas quir&#x000fa;rgicas realizaron una serie de recomendaciones a seguir en cuanto al proceder terap&#x000e9;utico durante el estado de la pandemia, contemplando la posibilidad de adoptar una actitud conservadora ante ciertas patolog&#x000ed;as<xref rid="bib0185" ref-type="bibr"><sup>18</sup></xref>. En nuestro centro, s&#x000f3;lo en cinco casos de colecistitis aguda en las cuales los pacientes eran candidatos a intervenci&#x000f3;n quir&#x000fa;rgica urgente, con base en dichas recomendaciones, se opt&#x000f3; por tratamiento con antibioticoterapia endovenosa. La reticencia por optar por un tratamiento quir&#x000fa;rgico en ciertos grupos se debe a la sospecha de que la agresi&#x000f3;n quir&#x000fa;rgica puede inducir una respuesta inflamatoria sist&#x000e9;mica temprana junto con una alteraci&#x000f3;n inmunol&#x000f3;gica que podr&#x000ed;a empeorar la evoluci&#x000f3;n de la enfermedad por COVID-19. En este sentido, Lei et al.<xref rid="bib0190" ref-type="bibr"><sup>19</sup></xref> publicaron un estudio retrospectivo en el que describieron los resultados de 34 pacientes asintom&#x000e1;ticos sometidos a intervenciones quir&#x000fa;rgicas electivas durante el tiempo de epidemia y que a lo largo del postoperatorio desarrollaron la enfermedad por SARS-CoV-2, sugiriendo que la cirug&#x000ed;a puede acelerar y exacerbar la progresi&#x000f3;n de la misma, alcanzando una tasa de mortalidad de 20,5%. En un estudio espa&#x000f1;ol, tres pacientes fueron sometidos a intervenci&#x000f3;n quir&#x000fa;rgica urgente con infecci&#x000f3;n por SARS-CoV-2 en el momento de la cirug&#x000ed;a o desarrollada durante el postoperatorio, siendo los tres <italic>exitus</italic> por insuficiencia respiratoria<xref rid="bib0120" ref-type="bibr"><sup>5</sup></xref>. En nuestro caso, ninguno de los pacientes sometidos a intervenci&#x000f3;n quir&#x000fa;rgica con diagn&#x000f3;stico pre o postoperatorio de infecci&#x000f3;n por SARS-CoV-2 sufrieron complicaciones. En este per&#x000ed;odo, nuestras tasas de morbilidad y de mortalidad globales fueron del 22% y 2%, respectivamente.</p><p id="par0105">Nuestro estudio cuenta con varias limitaciones. Por un lado, el tama&#x000f1;o muestral es peque&#x000f1;o, justificable debido a la reciente aparici&#x000f3;n de la enfermedad COVID-19. Por otro lado, dado que se trata de un estudio retrospectivo con datos obtenidos de historias cl&#x000ed;nicas informatizadas, la interpretaci&#x000f3;n de estos puede estar sometida a importantes sesgos. Tampoco se ha analizado la influencia que tiene el retraso en iniciar el tratamiento por los tiempos de diagn&#x000f3;stico intrahospitalarios debido a la sobrecarga asistencial y para descartar el COVID-19. Adem&#x000e1;s, el estado de epidemia a&#x000fa;n se encuentra vigente, por lo que en este estudio no se recogen los hipot&#x000e9;ticos cambios sociales ni en los protocolos de actuaci&#x000f3;n que pueden influir en la forma de actuar tanto de los pacientes, como de los especialistas en cirug&#x000ed;a.</p><p id="par0110">En conclusi&#x000f3;n, nuestro trabajo demuestra un descenso del n&#x000fa;mero de pacientes que son ingresados por patolog&#x000ed;a abdominal urgente potencialmente quir&#x000fa;rgica durante el per&#x000ed;odo de epidemia por COVID-19 en nuestro centro, tanto de forma global como por patolog&#x000ed;as. Es imprescindible analizar en futuros trabajos las repercusiones a medio y largo plazo de esta situaci&#x000f3;n excepcional, sobre todo en lo referente a morbimortalidad y resultados oncol&#x000f3;gicos, ante la posibilidad de que se prolongue en el tiempo. El posible impacto sobre el pron&#x000f3;stico en los enfermos oncol&#x000f3;gicos es motivo de preocupaci&#x000f3;n para todos los profesionales, as&#x000ed; como el efecto que tendr&#x000e1; sobre la patolog&#x000ed;a benigna dado que, si la situaci&#x000f3;n actual persiste en el tiempo, es de esperar un aumento en la presentaci&#x000f3;n de formas complicadas de diferentes patolog&#x000ed;as abdominales quir&#x000fa;rgicas.</p></sec><sec id="sec0030"><title>Financiaci&#x000f3;n</title><p id="par0115">La presente investigaci&#x000f3;n no ha recibido ayudas espec&#x000ed;ficas provenientes de agencias del sector p&#x000fa;blico, sector comercial o entidades sin &#x000e1;nimo de lucro.</p></sec><sec id="sec0035"><title>Conflictos de intereses</title><p id="par0120">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0100"><label>1</label><element-citation publication-type="journal" id="sbref0100"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>J.</given-names></name></person-group><article-title>A Novel Coronavirus from Patients with Pneumonia in China, 2019</article-title><source>NEJM.</source><volume>382</volume><year>2020</year><fpage>727</fpage><lpage>733</lpage><pub-id pub-id-type="pmid">31978945</pub-id></element-citation></ref><ref id="bib0105"><label>2</label><mixed-citation publication-type="other" id="oref0010">WHO Director-General's opening remarks at the media briefing on COVID-19-11 March 2020. https://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---11-march-2020. Accessed April 30, 2020.</mixed-citation></ref><ref id="bib0110"><label>3</label><element-citation publication-type="journal" id="sbref0110"><person-group person-group-type="author"><name><surname>Guerci</surname><given-names>C.</given-names></name><name><surname>Maffioli</surname><given-names>A.</given-names></name><name><surname>Bondurri</surname><given-names>A.A.</given-names></name><name><surname>Ferrario</surname><given-names>L.</given-names></name><name><surname>Lazzarin</surname><given-names>F.</given-names></name><name><surname>Danelli</surname><given-names>P.</given-names></name></person-group><article-title>COVID-19: How can a department of general surgery survive in a pandemic?</article-title><source>Surgery.</source><year>2020</year></element-citation></ref><ref id="bib0115"><label>4</label><element-citation publication-type="journal" id="sbref0115"><person-group person-group-type="author"><name><surname>Liang</surname><given-names>W.</given-names></name><name><surname>Guan</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>R.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Xu</surname><given-names>K.</given-names></name></person-group><article-title>Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China</article-title><source>Lancet Oncol.</source><volume>21</volume><year>2020</year><fpage>335</fpage><lpage>337</lpage><pub-id pub-id-type="pmid">32066541</pub-id></element-citation></ref><ref id="bib0120"><label>5</label><element-citation publication-type="journal" id="sbref0120"><person-group person-group-type="author"><name><surname>Alvarez Gallego</surname><given-names>M.</given-names></name><name><surname>Gortazar de Las Casas</surname><given-names>S.</given-names></name><name><surname>Pascual Miguelanez</surname><given-names>I.</given-names></name><name><surname>Rubio-Perez</surname><given-names>I.</given-names></name><name><surname>Barragan Serrano</surname><given-names>C.</given-names></name><name><surname>Alvarez Pena</surname><given-names>E.</given-names></name></person-group><article-title>SARS-CoV-2 pandemic on the activity and professionals of a General Surgery and Digestive Surgery Service in a tertiary hospital</article-title><source>Cir Esp.</source><year>2020</year></element-citation></ref><ref id="bib0125"><label>6</label><mixed-citation publication-type="other" id="oref0030">Illa anuncia la convocatoria de un Consejo Interterritorial del SNS extraordinario para coordinar medidas con las CCAA. Ministerio de Sanidad. Gobierno de Espa&#x000f1;a; 2020. Available from: https://www.mscbs.gob.es/gabinete/notasPrensa.do?metodo=detalle&#x00026;id=4798.</mixed-citation></ref><ref id="bib0130"><label>7</label><element-citation publication-type="journal" id="sbref0130"><person-group person-group-type="author"><name><surname>Dindo</surname><given-names>D.</given-names></name><name><surname>Demartines</surname><given-names>N.</given-names></name><name><surname>Clavien</surname><given-names>P.A.</given-names></name></person-group><article-title>Classification of surgical complications: a new proposal with evaluation in a cohort of 6336 patients and results of a survey</article-title><source>Ann Surg.</source><volume>240</volume><year>2004</year><fpage>205</fpage><lpage>213</lpage><pub-id pub-id-type="pmid">15273542</pub-id></element-citation></ref><ref id="bib0135"><label>8</label><element-citation publication-type="journal" id="sbref0135"><person-group person-group-type="author"><name><surname>Bone</surname><given-names>R.C.</given-names></name><name><surname>Balk</surname><given-names>R.A.</given-names></name><name><surname>Cerra</surname><given-names>F.B.</given-names></name><name><surname>Dellinger</surname><given-names>R.P.</given-names></name><name><surname>Fein</surname><given-names>A.M.</given-names></name><name><surname>Knaus</surname><given-names>W.A.</given-names></name></person-group><article-title>Definitions for sepsis and organ failure and guidelines for the use of innovative therapies in sepsis. The ACCP/SCCM Consensus Conference Committee. American College of Chest Physicians/Society of Critical Care Medicine</article-title><source>Chest.</source><volume>101</volume><year>1992</year><fpage>1644</fpage><lpage>1655</lpage><pub-id pub-id-type="pmid">1303622</pub-id></element-citation></ref><ref id="bib0140"><label>9</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Crandall</surname><given-names>M.L.</given-names></name><name><surname>Agarwal</surname><given-names>S.</given-names></name><name><surname>Muskat</surname><given-names>P.</given-names></name><name><surname>Ross</surname><given-names>S.</given-names></name><name><surname>Savage</surname><given-names>S.</given-names></name><name><surname>Schuster</surname><given-names>K.</given-names></name></person-group><article-title>Application of a uniform anatomic grading system to measure disease severity in eight emergency general surgical illnesses</article-title><source>J Trauma Acute Care Surg.</source><volume>77</volume><year>2014</year><fpage>705</fpage><lpage>708</lpage><pub-id pub-id-type="pmid">25494421</pub-id></element-citation></ref><ref id="bib0145"><label>10</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Sartelli</surname><given-names>M.</given-names></name><name><surname>Moore</surname><given-names>F.A.</given-names></name><name><surname>Ansaloni</surname><given-names>L.</given-names></name><name><surname>Di Saverio</surname><given-names>S.</given-names></name><name><surname>Coccolini</surname><given-names>F.</given-names></name><name><surname>Griffiths</surname><given-names>E.A.</given-names></name></person-group><article-title>A proposal for a CT driven classification of left colon acute diverticulitis</article-title><source>World J Emerg Surg.</source><volume>10</volume><year>2015</year><fpage>3</fpage><pub-id pub-id-type="pmid">25972914</pub-id></element-citation></ref><ref id="bib0150"><label>11</label><element-citation publication-type="journal" id="sbref0150"><person-group person-group-type="author"><name><surname>Yokoe</surname><given-names>M.</given-names></name><name><surname>Hata</surname><given-names>J.</given-names></name><name><surname>Takada</surname><given-names>T.</given-names></name><name><surname>Strasberg</surname><given-names>S.M.</given-names></name><name><surname>Asbun</surname><given-names>H.J.</given-names></name><name><surname>Wakabayashi</surname><given-names>G.</given-names></name></person-group><article-title>Tokyo Guidelines 2018: diagnostic criteria and severity grading of acute cholecystitis (with videos)</article-title><source>J Hepatobiliary Pancreat Sci.</source><volume>25</volume><year>2018</year><fpage>41</fpage><lpage>54</lpage><pub-id pub-id-type="pmid">29032636</pub-id></element-citation></ref><ref id="bib0155"><label>12</label><mixed-citation publication-type="other" id="oref0060">Real Decreto 463/2020, de 14 de marzo, por el que se declara el estado de alarma para la gesti&#x000f3;n de la situaci&#x000f3;n de crisis sanitaria ocasionada por el COVID-19. Bolet&#x000ed;n oficial del Estado, 67, de 14 de abril de 2020, 25390 a 25400. Available from: https://www.boe.es/boe/dias/2020/03/14/pdfs/BOE-A-2020-3692.pdf.</mixed-citation></ref><ref id="bib0160"><label>13</label><mixed-citation publication-type="other" id="oref0065">Escala din&#x000e1;mica de fases de alerta/escenarios durante la pandemia COVID-19. Madrid: Asociaci&#x000f3;n Espa&#x000f1;ola de Cirujanos; 2020.</mixed-citation></ref><ref id="bib0165"><label>14</label><element-citation publication-type="journal" id="sbref0165"><person-group person-group-type="author"><name><surname>Rodr&#x000ed;guez-Leor</surname><given-names>O.</given-names></name><name><surname>Cid-&#x000c1;lvarez</surname><given-names>B.</given-names></name><name><surname>Ojeda</surname><given-names>S.</given-names></name><name><surname>Mart&#x000ed;n-Moreiras</surname><given-names>J.</given-names></name><name><surname>Ram&#x000f3;n Rumoroso</surname><given-names>J.</given-names></name><name><surname>L&#x000f3;pez-Palop</surname><given-names>R.</given-names></name></person-group><article-title>Impacto de la pandemia de COVID-19 sobre la actividad asistencial en cardiolog&#x000ed;a intervencionista en Espa&#x000f1;a</article-title><source>REC Interv Cardiol.</source><year>2020</year></element-citation></ref><ref id="bib0170"><label>15</label><mixed-citation publication-type="other" id="oref0075">El n&#x000fa;mero de ingresos por ictus podr&#x000ed;a haberse reducido durante la crisis por COVID-19 [Internet]. Barcelona: Sociedad Espa&#x000f1;ola de Neurolog&#x000ed;a; 2020. Available from: http://www.sen.es/saladeprensa/pdf/Link300.pdf.</mixed-citation></ref><ref id="bib0175"><label>16</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><name><surname>Mazuski</surname><given-names>J.E.</given-names></name><name><surname>Tessier</surname><given-names>J.M.</given-names></name><name><surname>May</surname><given-names>A.K.</given-names></name><name><surname>Sawyer</surname><given-names>R.G.</given-names></name><name><surname>Nadler</surname><given-names>E.P.</given-names></name><name><surname>Rosengart</surname><given-names>M.R.</given-names></name></person-group><article-title>The Surgical Infection Society Revised Guidelines on the Management of Intra-Abdominal Infection</article-title><source>Surg Infect (Larchmt).</source><volume>18</volume><year>2017</year><fpage>1</fpage><lpage>76</lpage><pub-id pub-id-type="pmid">28085573</pub-id></element-citation></ref><ref id="bib0180"><label>17</label><element-citation publication-type="journal" id="sbref0180"><person-group person-group-type="author"><name><surname>Mart&#x000ed;nez Ortiz de Z&#x000e1;rate</surname><given-names>M.</given-names></name><name><surname>Gonz&#x000e1;lez del Castillo</surname><given-names>J.</given-names></name><name><surname>Juli&#x000e1;n-Jim&#x000e9;nez</surname><given-names>A.</given-names></name><name><surname>Pi&#x000f1;era Salmer&#x000f3;n</surname><given-names>P.</given-names></name><name><surname>Guardiola Tey</surname><given-names>J.M.</given-names></name><name><surname>Chanovas Borr&#x000e1;s</surname><given-names>M.</given-names></name></person-group><article-title>Estudio INFURG-SEMES: epidemiolog&#x000ed;a de las infecciones atendidas en los servicios de urgencias hospitalarios y evoluci&#x000f3;n durante la &#x000fa;ltima d&#x000e9;cada</article-title><source>Emergencias.</source><volume>25</volume><year>2013</year><fpage>368</fpage><lpage>378</lpage></element-citation></ref><ref id="bib0185"><label>18</label><element-citation publication-type="journal" id="sbref0185"><person-group person-group-type="author"><name><surname>Balibrea</surname><given-names>J.M.</given-names></name><name><surname>Badia</surname><given-names>J.M.</given-names></name><name><surname>Rubio Perez</surname><given-names>I.</given-names></name><name><surname>Martin Antona</surname><given-names>E.</given-names></name><name><surname>Alvarez Pena</surname><given-names>E.</given-names></name><name><surname>Garcia Botella</surname><given-names>S.</given-names></name></person-group><article-title>Surgical Management of Patients With COVID-19 Infection Recommendations of the Spanish Association of Surgeons</article-title><source>Cir Esp.</source><year>2020</year></element-citation></ref><ref id="bib0190"><label>19</label><element-citation publication-type="journal" id="sbref0190"><person-group person-group-type="author"><name><surname>Lei</surname><given-names>S.</given-names></name><name><surname>Jiang</surname><given-names>F.</given-names></name><name><surname>Su</surname><given-names>W.</given-names></name><name><surname>Chen</surname><given-names>C.</given-names></name><name><surname>Chen</surname><given-names>J.</given-names></name><name><surname>Mei</surname><given-names>W.</given-names></name></person-group><article-title>Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection</article-title><source>EClinicalMedicine.</source><year>2020</year><fpage>100331</fpage><pub-id pub-id-type="pmid">32292899</pub-id></element-citation></ref></ref-list></back></article>