<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Gac Sanit</journal-id><journal-id journal-id-type="iso-abbrev">Gac Sanit</journal-id><journal-title-group><journal-title>Gaceta Sanitaria</journal-title></journal-title-group><issn pub-type="ppub">0213-9111</issn><issn pub-type="epub">1578-1283</issn><publisher><publisher-name>SESPAS. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7198168</article-id><article-id pub-id-type="publisher-id">S0213-9111(20)30091-1</article-id><article-id pub-id-type="doi">10.1016/j.gaceta.2020.04.008</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Las estad&#x000ed;sticas sanitarias y la invisibilidad por sexo y de g&#x000e9;nero durante la epidemia de COVID-19</article-title><trans-title-group xml:lang="en"><trans-title>Health statistics and invisibility by sex and gender during the COVID-19 epidemic</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Ruiz Cantero</surname><given-names>Mar&#x000ed;a Teresa</given-names></name><email>cantero@ua.es</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref></contrib><aff id="aff0005"><label>a</label>Grupo de Investigaci&#x000f3;n de Salud P&#x000fa;blica, Universidad de Alicante, Alicante, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>CIBER de Epidemiolog&#x000ed;a y Salud P&#x000fa;blica (CIBERESP), Espa&#x000f1;a</aff></contrib-group><pub-date pub-type="pmc-release"><day>4</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>4</day><month>5</month><year>2020</year></pub-date><history><date date-type="received"><day>15</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>27</day><month>4</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 SESPAS. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>SESPAS</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><p>Los informes sobre la COVID-19 del Ministerio de Sanidad en Espa&#x000f1;a son valiosos, pero incompletos, con el efecto perverso de que la susceptibilidad al virus seg&#x000fa;n el sexo est&#x000e1; poco clara. La prevalencia de COVID-19 por sexo difiere entre pa&#x000ed;ses. Espa&#x000f1;a muestra un patr&#x000f3;n desigual: inicialmente m&#x000e1;s frecuente en los hombres, las mujeres los superaron a partir del 31 de marzo, tras 2 semanas de confinamiento, con contagios m&#x000e1;s frecuentes en las mujeres en contacto con casos de COVID-19. Concordando con los fallecimientos, los hombres son hospitalizados con mayor frecuencia. Las diferencias significativas por sexo en signos/s&#x000ed;ntomas pueden conducir a este patr&#x000f3;n, observado tambi&#x000e9;n en otras enfermedades. A finales de abril, el exceso de mortalidad es el mismo en las mujeres (67%) que en los hombres (66%). No obstante, la falta de informaci&#x000f3;n exhaustiva sobre las muertes por COVID-19 en no hospitalizados/as puede contribuir a la menor notificaci&#x000f3;n de fallecimientos en las mujeres. La invisibilidad de los datos por sexo y de g&#x000e9;nero probablemente est&#x000e1; afectando de manera negativa m&#x000e1;s a las mujeres que a los hombres.</p></abstract><trans-abstract xml:lang="en"><p>Reports on COVID-19 from the Spanish Health Ministry are valuable, but incomplete, with the perverse effect that the susceptibility to COVID-19 by sex is unclear. Prevalence of COVID-19 by sexes differs between countries. The trend in Spain shows an unequal pattern, initially more frequent in men, but women outnumbered them from March 31, after two weeks lockdown. Infections are more frequent in women than in men in close contact with probable/confirmed COVID-19 cases. Consistent with deaths in men, they are hospitalized more frequently than women: Significant gender differences in signs/symptoms can drive this pattern, already observed in other pathologies. In late April, excess mortality is the same in women (67%) than in men (66%). But, lack of exhaustive information on deaths from COVID-19 in non-hospitalized patients may contribute to lower notification of deaths in women. Invisibility of data by sex and gender is probably affecting negatively women with COVID -19 more than men.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>Sexo</kwd><kwd>G&#x000e9;nero</kwd><kwd>An&#x000e1;lisis de brotes de enfermedades</kwd><kwd>Estad&#x000ed;sticas de brotes de enfermedades y datos num&#x000e9;ricos</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>Sex</kwd><kwd>Gender</kwd><kwd>Disease outbreaks analysis</kwd><kwd>Disease outbreaks statistics and numerical data</kwd></kwd-group></article-meta></front><body><p id="par0005">Tras las epidemias del sida, el &#x000c9;bola, y el Zika<xref rid="bib0055" ref-type="bibr">1</xref>, <xref rid="bib0060" ref-type="bibr">2</xref>, con el fin de fortalecer los sistemas nacionales e internacionales de prevenci&#x000f3;n y respuesta eficaz a futuras crisis de salud, Naciones Unidas elabor&#x000f3; un informe que incluye la recomendaci&#x000f3;n de &#x000ab;centrar la atenci&#x000f3;n en las dimensiones de g&#x000e9;nero de las crisis de salud globales&#x000bb;<xref rid="bib0065" ref-type="bibr"><sup>3</sup></xref>. Este informe reconoce el papel fundamental que desempe&#x000f1;an las mujeres en la respuesta a las emergencias de salud y se&#x000f1;ala la necesaria transversalidad de la perspectiva de g&#x000e9;nero en la gesti&#x000f3;n de las crisis, lo que implica considerar las desigualdades entre mujeres y hombres en el an&#x000e1;lisis, la planificaci&#x000f3;n, el dise&#x000f1;o y la ejecuci&#x000f3;n de las pol&#x000ed;ticas, as&#x000ed; como la forma en que las distintas actuaciones, situaciones y necesidades les afectan.</p><p id="par0010">Dadas las diferencias por sexo en la COVID-19 y en el comportamiento epid&#x000e9;mico, todos los indicadores utilizados deben ser estratificados por sexo, al igual que por edad. Los informes sobre la situaci&#x000f3;n de la COVID-19 publicados diariamente por el Ministerio de Sanidad en Espa&#x000f1;a son valiosos, pero incompletos. La &#x000ab;tiran&#x000ed;a de lo urgente&#x000bb; est&#x000e1; influyendo en la escasez de informaci&#x000f3;n por sexo, con el efecto perverso de que est&#x000e9; poco clara la relaci&#x000f3;n entre el sexo y la susceptibilidad al virus<xref rid="bib0070" ref-type="bibr"><sup>4</sup></xref>. Lo mismo sucede en las estad&#x000ed;sticas mundiales. Por ello, contando con las limitaciones de las estad&#x000ed;sticas sanitarias sobre la COVID-19, este trabajo pretende analizar desde la perspectiva de g&#x000e9;nero algunas de las razones por las que es preciso aportar informaci&#x000f3;n exhaustiva desagregada por sexo durante las epidemias.</p><sec id="sec0005"><title>La frecuencia de casos</title><p id="par0015">Los casos notificados de COVID-19 var&#x000ed;an entre las mujeres en los distintos pa&#x000ed;ses del mundo. En cifras absolutas, China contabiliza m&#x000e1;s casos en hombres<xref rid="bib0075" ref-type="bibr"><sup>5</sup></xref>, mientras que Corea del Sur notifica una mayor frecuencia en las mujeres<xref rid="bib0080" ref-type="bibr"><sup>6</sup></xref>. En Espa&#x000f1;a, la frecuencia de casos es similar en ambos sexos seg&#x000fa;n las actualizaciones del Ministerio de Sanidad.</p><p id="par0020">En una epidemia, las tendencias suelen explicar m&#x000e1;s que las cifras absolutas transversales. Efectivamente, en la tendencia de los casos a lo largo de la epidemia se observa que el patr&#x000f3;n por sexo de la COVID-19 en Espa&#x000f1;a ha sido desigual. Inicialmente fue m&#x000e1;s frecuente en los hombres, pero a partir del 31 de marzo la magnitud de las cifras se igual&#x000f3; al aumentar en las mujeres (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
). Este mismo patr&#x000f3;n se ha observado en B&#x000e9;lgica (<ext-link ext-link-type="uri" xlink:href="https://epistat.wiv-isp.be/COVID/covid-19.html" id="intr0005">https://epistat.wiv-isp.be/COVID/covid-19.html</ext-link>), Portugal (<ext-link ext-link-type="uri" xlink:href="https://covid19.min-saude.pt/relatorio-de-situacao/" id="intr0010">https://covid19.min-saude.pt/relatorio-de-situacao/</ext-link>) y algo m&#x000e1;s tarde en Holanda (<ext-link ext-link-type="uri" xlink:href="https://www.rivm.nl/documenten?search=Epidemiologische+situatie+COVID-19%26document_type=All%26onderwerp=" id="intr0015">https://www.rivm.nl/documenten?search=Epidemiologische+situatie+COVID-19&#x00026;document_type=All&#x00026;onderwerp=</ext-link>).<fig id="fig0005"><label>Figura 1</label><caption><p>Tendencia de los casos confirmados de COVID-19 seg&#x000fa;n sexo en Espa&#x000f1;a (28 de febrero a 26 de abril de 2020).</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0095">Por tanto, las diferencias entre pa&#x000ed;ses en la prevalencia de COVID-19 en ambos sexos pueden ser reales o fruto de comparaciones transversales preliminares en diversos estadios de la epidemia.</p></sec><sec id="sec0010"><title>Los riesgos</title><p id="par0025">Se proponen explicaciones gen&#x000e9;ticas y hormonales para las diferencias en la susceptibilidad por sexo a la COVID-19. Las mujeres son menos susceptibles a las infecciones virales debido a sus cromosomas X y hormonas sexuales. Tambi&#x000e9;n hay diferencias seg&#x000fa;n el sexo en la exposici&#x000f3;n a determinados riesgos, como el de los pacientes del mercado mayorista de mariscos de Wuhan, que mayoritariamente fueron hombres, o los comportamientos de riesgo, como fumar tabaco, que es m&#x000e1;s frecuentes en los hombres.</p><p id="par0030">La perspectiva de interacci&#x000f3;n sexo-g&#x000e9;nero considera el impacto en la salud de los determinantes biol&#x000f3;gicos y de las pr&#x000e1;cticas individuales. Sin embargo, su principal inter&#x000e9;s son los riesgos evitables relacionados con el contexto de normas y valores existentes para hombres y mujeres. En el &#x000e1;mbito de la salud, la perspectiva de g&#x000e9;nero interact&#x000fa;a con la de los derechos humanos, al poner su foco de inter&#x000e9;s en la equidad de los servicios sanitarios respecto a su disponibilidad, accesibilidad, aceptabilidad y calidad para los/las pacientes. Por ello, para determinar la existencia de desigualdades de g&#x000e9;nero en la atenci&#x000f3;n sanitaria a la COVID-19 es clave contar con informaci&#x000f3;n conjunta del comportamiento asistencial por edad, comorbilidad y gravedad en cada sexo. La calidad de la informaci&#x000f3;n del Ministerio de Sanidad respecto a la letalidad mejorar&#x000e1; con estos datos.</p></sec><sec id="sec0015"><title>Acceso a los hospitales y al diagn&#x000f3;stico, y mortalidad</title><p id="par0035">La mortalidad por COVID-19 es mayor en los hombres que en las mujeres<xref rid="bib0085" ref-type="bibr"><sup>7</sup></xref>, aunque las cifras puedan ser reales o artefactuales. La abundante literatura sobre la desigualdad por sexo (a igual necesidad) en el acceso a la medicina especializada muestra m&#x000e1;s errores diagn&#x000f3;sticos en las mujeres que en los hombres en m&#x000fa;ltiples patolog&#x000ed;as, incluidas las infecciosas, y una de las principales razones son las diferencias entre ambos sexos en cuanto a los signos y s&#x000ed;ntomas<xref rid="bib0090" ref-type="bibr"><sup>8</sup></xref>.</p><p id="par0040">Los datos del Ministerio de Sanidad se&#x000f1;alan signos y s&#x000ed;ntomas significativamente diferentes en mujeres y hombres con COVID-19. En los hombres hay una mayor frecuencia de fiebre, disnea, neumon&#x000ed;a, s&#x000ed;ndrome de distr&#x000e9;s respiratorio agudo y otros s&#x000ed;ntomas respiratorios, y fallo renal. En las mujeres hay una mayor frecuencia de dolor de garganta, v&#x000f3;mitos y diarrea (<ext-link ext-link-type="uri" xlink:href="https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Paginas/InformesCOVID-19.aspx" id="intr0020">https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Paginas/InformesCOVID-19.aspx</ext-link>), lo que puede inducir a una menor sospecha diagn&#x000f3;stica de esta enfermedad en las mujeres.</p><p id="par0045">La gravedad se expresa en estos informes como hospitalizaciones e ingresos en la unidad de cuidados intensivos. En concordancia con el menor n&#x000fa;mero de fallecimientos registrados, las mujeres son menos hospitalizadas (<xref rid="fig0010" ref-type="fig">fig. 2</xref>
). Sin embargo, el mayor acceso y la atenci&#x000f3;n hospitalaria en hombres suponen una mayor realizaci&#x000f3;n de pruebas diagn&#x000f3;sticas en ellos, mientras que la ausencia de informaci&#x000f3;n de las muertes por COVID-19 en pacientes no hospitalizados/as, y por tanto muchos de ellos/ellas no diagnosticados/as, ha podido contribuir a una menor notificaci&#x000f3;n de fallecimientos por COVID-19 en las mujeres. De hecho, a partir del sistema de <italic>Vigilancia de los excesos de mortalidad por todas las causas</italic> se acepta que la mortalidad est&#x000e1; infraestimada. La directora del Instituto de Salud Carlos III reconoce un aumento de las muertes superior a las confirmadas por coronavirus. Estos informes tambi&#x000e9;n muestran un incremento del exceso de mortalidad diaria en las mujeres superior al de los hombres desde el 5 de abril, es decir, despu&#x000e9;s de 3 semanas de confinamiento, hasta equiparase, siendo a d&#x000ed;a 25 de abril del 67% en las mujeres y el 66% en los hombres (<ext-link ext-link-type="uri" xlink:href="https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/MoMo/Paginas/Informes-MoMo-2020.aspx" id="intr0025">https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/MoMo/Paginas/Informes-MoMo-2020.aspx</ext-link>).<fig id="fig0010"><label>Figura 2</label><caption><p>Casos confirmados y hospitalizados de COVID-19 (23 de marzo a 25 de abril de 2020), y exceso porcentual de fallecimientos en hombres y mujeres (17 de marzo a 25 de abril de 2020) en Espa&#x000f1;a durante la pandemia de COVID-19.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0050">Otro colectivo damnificado es el de quienes viven en residencias de personas mayores, que en su mayor&#x000ed;a son mujeres por la mayor esperanza de vida de estas. Se desconoce cu&#x000e1;ntos hombres y mujeres han fallecido en las residencias.</p></sec><sec id="sec0020"><title>La divisi&#x000f3;n de g&#x000e9;nero del trabajo productivo y reproductivo</title><p id="par0055">La perspectiva de g&#x000e9;nero tambi&#x000e9;n se interesa por el grado de libertad en la toma de decisiones y en las pr&#x000e1;cticas relacionadas con la epidemia que tienen las/los pacientes en su entorno vital. Desde el 20 de marzo, los informes del Ministerio aportan informaci&#x000f3;n sobre los antecedentes epidemiol&#x000f3;gicos de riesgo, como el rol de cuidados.</p><p id="par0060">En Espa&#x000f1;a existen significativamente m&#x000e1;s casos confirmados en mujeres que en hombres con &#x000ab;contacto estrecho con casos de COVID-19 probable o confirmada&#x000bb; o &#x000ab;contacto con personas con infecci&#x000f3;n respiratoria aguda&#x000bb;, que tambi&#x000e9;n podr&#x000ed;an ser debidos a la COVID-19, no diagnosticados. Estas cifras apoyan la hip&#x000f3;tesis de que la divisi&#x000f3;n de g&#x000e9;nero del trabajo puede determinar la distinta evoluci&#x000f3;n de los casos en ambos sexos. Dependiendo del estrato de edad, que m&#x000e1;s hombres que mujeres realicen trabajos remunerados y la mayor movilidad acompa&#x000f1;ante, pudieron aumentar los contagios precoces, mientras que los roles de cuidados desempe&#x000f1;ados por las mujeres aumentaron los contagios posteriormente, y m&#x000e1;s cuando se estableci&#x000f3; el confinamiento.</p><p id="par0065">Dada la segregaci&#x000f3;n horizontal del trabajo, se identifican dos colectivos de riesgo por ser profesionales en primera l&#x000ed;nea: el &#x000e1;mbito de las fuerzas armadas, particularmente masculinizado, y el de los/las profesionales sanitarios/as, mayormente feminizado (en el 70% de 104 pa&#x000ed;ses, seg&#x000fa;n la Organizaci&#x000f3;n Mundial de la Salud)<xref rid="bib0095" ref-type="bibr"><sup>9</sup></xref>, con m&#x000e1;s del doble de frecuencia de casos en mujeres que en hombres (<ext-link ext-link-type="uri" xlink:href="https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Paginas/InformesCOVID-19.aspx" id="intr0030">https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Paginas/InformesCOVID-19.aspx</ext-link>).</p><p id="par0070">En conclusi&#x000f3;n, la pandemia de COVID-19 afecta a ambos sexos<xref rid="bib0100" ref-type="bibr"><sup>10</sup></xref>. Se est&#x000e1; trabajando con escasa informaci&#x000f3;n para realizar recomendaciones efectivas para la prevenci&#x000f3;n de la COVID-19, y con menos informaci&#x000f3;n a&#x000fa;n desde la perspectiva de la interacci&#x000f3;n sexo-g&#x000e9;nero. La informaci&#x000f3;n del Ministerio de Sanidad se est&#x000e1; aportando solo por edad o solo por sexo. El conocimiento existente sobre el diferente comportamiento de las enfermedades infecciosas en ambos sexos, y las diferencias significativas por sexo en los signos y s&#x000ed;ntomas de la COVID-19, justifican que para realizar recomendaciones espec&#x000ed;ficas por sexo y de g&#x000e9;nero respecto a la detecci&#x000f3;n de la infecci&#x000f3;n y la atenci&#x000f3;n sanitaria (cuidado y tratamiento) todos los indicadores deban presentarse por sexo y por edad conjuntamente, puesto que se ha demostrado que la edad es un factor clave en la letalidad. Esto significa que toda la informaci&#x000f3;n sobre la COVID-19 en cuanto a riesgos, incluidos los de exposici&#x000f3;n en el trabajo productivo y reproductivo, y contactos de riesgo se aporten estratificados conjuntamente por sexo y edad; tambi&#x000e9;n la informaci&#x000f3;n relacionada con enfermedades que son factores de riesgo, los signos y s&#x000ed;ntomas, la atenci&#x000f3;n sanitaria de nivel primario y hospitalario, incluyendo las caracter&#x000ed;sticas seg&#x000fa;n la hospitalizaci&#x000f3;n, el nivel de gravedad y la defunci&#x000f3;n. Solo la precisi&#x000f3;n informativa facilitar&#x000e1; una respuesta global equitativa a las pandemias, como la de COVID-19.</p></sec><sec id="sec0025"><title>Editor responsable del art&#x000ed;culo</title><p id="par0075">Carlos &#x000c1;lvarez Dardet.</p></sec><sec id="sec0030"><title>Contribuciones de autor&#x000ed;a</title><p id="par0080">M.T. Ruiz Cantero ha ideado el trabajo, analizado la informaci&#x000f3;n y elaborado las figuras de casos de COVID-19, y ha redactado el manuscrito.</p></sec><sec id="sec0035"><title>Financiaci&#x000f3;n</title><p id="par0085">Ninguna.</p></sec><sec id="sec0040"><title>Conflicto de intereses</title><p id="par0090">M.T. Ruiz Cantero forma parte del comit&#x000e9; editorial de Gaceta Sanitaria, pero no ha participado en el proceso editorial del manuscrito.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0055"><label>1</label><element-citation publication-type="journal" id="sbref0055"><person-group person-group-type="author"><name><surname>Davies</surname><given-names>S.E.</given-names></name><name><surname>Bennett</surname><given-names>B.</given-names></name></person-group><article-title>A gendered human rights analysis of Ebola and Zika: locating gender in global health emergencies</article-title><source>International Affairs.</source><volume>92</volume><year>2016</year><fpage>1041</fpage><lpage>1060</lpage></element-citation></ref><ref id="bib0060"><label>2</label><element-citation publication-type="journal" id="sbref0060"><person-group person-group-type="author"><name><surname>Wenham</surname><given-names>C.</given-names></name><name><surname>Nunes</surname><given-names>J.</given-names></name><name><surname>Correa Matta</surname><given-names>G.</given-names></name></person-group><article-title>Gender mainstreaming as a pathway for sustainable arbovirus control in Latin America</article-title><source>PLoS Negl Trop Dis.</source><volume>14</volume><year>2020</year><fpage>e0007954</fpage><pub-id pub-id-type="pmid">32106222</pub-id></element-citation></ref><ref id="bib0065"><label>3</label><element-citation publication-type="journal" id="sbref0065"><person-group person-group-type="author"><name><surname>United Nations</surname></name></person-group><source>Protecting humanity from future health crises: report of the High-level Panel on the Global Response to Health Crises, 70th Session Agenda item no 125</source><year>2016</year><comment>Disponible en: http://www.un.org/ga/search/view_doc.asp?symbol=A/70/723.</comment></element-citation></ref><ref id="bib0070"><label>4</label><element-citation publication-type="journal" id="sbref0070"><person-group person-group-type="author"><name><surname>Smith</surname><given-names>J.</given-names></name></person-group><article-title>Overcoming the &#x02018;tyranny of the urgent&#x02019;: integrating gender into disease outbreak preparedness and response</article-title><source>Gender &#x00026; Development.</source><volume>27</volume><year>2019</year><fpage>355</fpage><lpage>369</lpage></element-citation></ref><ref id="bib0075"><label>5</label><element-citation publication-type="journal" id="sbref0075"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>N.</given-names></name><name><surname>Zhou</surname><given-names>M.</given-names></name><name><surname>Dong</surname><given-names>X.</given-names></name></person-group><article-title>Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>507</fpage><lpage>513</lpage><pub-id pub-id-type="pmid">32007143</pub-id></element-citation></ref><ref id="bib0080"><label>6</label><element-citation publication-type="journal" id="sbref0080"><person-group person-group-type="author"><collab>Korean Society of Infectious Diseases; Korean Society of Pediatric Infectious Diseases; Korean Society of Epidemiology; Korean Society for Antimicrobial Therapy; Korean Society for Healthcare-associated Infection Control and Prevention; Korea Centers for Disease Control and Prevention</collab></person-group><article-title>Report on the Epidemiological Features of Coronavirus Disease 2019 (COVID-19) Outbreak in the Republic of Korea from January 19 to March 2, 2020</article-title><source>J Korean Med Sci</source><volume>35</volume><year>2020</year><fpage>e112</fpage><pub-id pub-id-type="pmid">32174069</pub-id></element-citation></ref><ref id="bib0085"><label>7</label><element-citation publication-type="journal" id="sbref0085"><person-group person-group-type="author"><name><surname>Li</surname><given-names>L.Q.</given-names></name><name><surname>Huang</surname><given-names>T.</given-names></name><name><surname>Wang</surname><given-names>Y.Q.</given-names></name></person-group><article-title>COVID-19 patients&#x02019; clinical characteristics, discharge rate, and fatality rate of meta-analysis</article-title><source>J Med Virol.</source><year>2020</year><pub-id pub-id-type="doi">10.1002/jmv.25757</pub-id><comment>[Epub ahead of print]</comment></element-citation></ref><ref id="bib0090"><label>8</label><element-citation publication-type="book" id="sbref0090"><person-group person-group-type="author"><name><surname>Ruiz Cantero</surname><given-names>M.T.</given-names></name></person-group><chapter-title>coordinadora. Perspectiva de g&#x000e9;nero en Medicina. Cuadernos de la Fundaci&#x000f3;n Dr. Antoni Esteve n.&#x000b0; 39</chapter-title><year>2019</year><publisher-name>Fundaci&#x000f3;n Dr. Antoni Esteve</publisher-name><publisher-loc>Barcelona</publisher-loc></element-citation></ref><ref id="bib0095"><label>9</label><element-citation publication-type="book" id="sbref0095"><person-group person-group-type="author"><name><surname>Boniol</surname><given-names>M.</given-names></name><name><surname>McIsaac</surname><given-names>M.</given-names></name><name><surname>Xu</surname><given-names>L.</given-names></name></person-group><chapter-title>Gender equity in the health workforce: analysis of 104 countries. Working paper 1</chapter-title><year>2019</year><publisher-name>World Health Organization</publisher-name><publisher-loc>Geneva</publisher-loc><comment>Disponible en: https://apps.who.int/iris/bitstream/handle/10665/311314/WHO-HIS-HWF-Gender-WP1-2019.1-eng.pdf.</comment></element-citation></ref><ref id="bib0100"><label>10</label><element-citation publication-type="journal" id="sbref0100"><person-group person-group-type="author"><name><surname>Wenham Cl</surname></name><name><surname>Smith</surname><given-names>J.</given-names></name><name><surname>Morgan</surname><given-names>R.</given-names></name><collab>Gender and COVID-19 Working Group</collab></person-group><article-title>COVID-19: the gendered impacts of the outbreak</article-title><source>Lancet.</source><volume>395</volume><year>2020</year><fpage>846</fpage><lpage>847</lpage><pub-id pub-id-type="pmid">32151325</pub-id></element-citation></ref></ref-list></back></article>