<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Enferm Clin</journal-id><journal-id journal-id-type="iso-abbrev">Enferm Clin</journal-id><journal-title-group><journal-title>Enfermeria Clinica</journal-title></journal-title-group><issn pub-type="ppub">1130-8621</issn><issn pub-type="epub">1579-2013</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7225708</article-id><article-id pub-id-type="publisher-id">S1130-8621(20)30297-7</article-id><article-id pub-id-type="doi">10.1016/j.enfcli.2020.05.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Art&#x000ed;culo Especial</subject></subj-group></article-categories><title-group><article-title>Aspectos epidemiol&#x000f3;gicos, cl&#x000ed;nica y mecanismos de control de la pandemia por SARS-CoV-2: situaci&#x000f3;n en Espa&#x000f1;a</article-title><trans-title-group xml:lang="en"><trans-title>Epidemiological aspects, clinic and control mechanisms of SARS-CoV-2 pandemic: Situation in Spain</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Garcia-Alamino</surname><given-names>Josep M.</given-names></name><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0015" ref-type="aff">c</xref></contrib><aff id="aff0005"><label>a</label>Grupo de investigaci&#x000f3;n salud global, g&#x000e9;nero y sociedad (GHenderS), Barcelona, Espa&#x000f1;a</aff><aff id="aff0010"><label>b</label>Blanquerna-Universitat Ramon Llull, Barcelona, Espa&#x000f1;a</aff><aff id="aff0015"><label>c</label>Programme in Evidence Based Health Care, University of Oxford, Oxford, Reino Unido</aff></contrib-group><pub-date pub-type="pmc-release"><day>15</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>15</day><month>5</month><year>2020</year></pub-date><history><date date-type="received"><day>4</day><month>5</month><year>2020</year></date><date date-type="accepted"><day>11</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L.U.</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><p>En enero del 2020, las autoridades chinas confirmaron el agente causante de un brote de casos con neumon&#x000ed;a de etiolog&#x000ed;a desconocida aparecido en diciembre del 2019. La Organizaci&#x000f3;n Mundial de la Salud (OMS) denomin&#x000f3; SARS-CoV-2 a este nuevo virus de la familia coronavirus. El d&#x000ed;a 12 de marzo la OMS declar&#x000f3; este brote como pandemia al tener una propagaci&#x000f3;n mundial. Las epidemias humanas suelen seguir al inicio un crecimiento exponencial, esto significa que a partir de un peque&#x000f1;o n&#x000fa;mero de casos en pocos d&#x000ed;as se observa un gran incremento en el n&#x000fa;mero de personas infectadas. Las manifestaciones cl&#x000ed;nicas y el espectro de la enfermedad por SARS-CoV-2 conocida como COVID-19 abarcan desde presentaciones leves a cr&#x000ed;ticas. En los casos con una progresi&#x000f3;n fatal, las complicaciones m&#x000e1;s graves llegan a ocasionar fallo multiorg&#x000e1;nico y la muerte del paciente. El SARS-CoV-2 tiene una elevada tasa de transmisibilidad; la v&#x000ed;a de contagio entre humanos se da a trav&#x000e9;s de las secreciones de personas infectadas, las manos o los f&#x000f3;mites contaminados. En general, las medidas de control de la epidemia utilizadas hasta el momento se han basado en intervenciones adoptadas de la epidemiolog&#x000ed;a cl&#x000e1;sica, identificando y aislando los casos, siguiendo a los contactos y estableciendo restricciones, incluyendo la cuarentena, cierre de los centros educativos, evitando eventos en los que se produzca aglomeraciones de personas, limitando la movilidad. Estas medidas han sido efectivas en China, el foco originario del brote.</p></abstract><trans-abstract xml:lang="en"><p>In January 2020, the Chinese authorities confirmed the causative agent of an outbreak of cases with pneumonia of unknown etiology that appeared in December 2019. The World Health Organization (WHO) called SARS-CoV-2 is a new virus of the coronavirus family. On March 12, the WHO declared this outbreak as a pandemic as it spread worldwide. Human epidemics usually follow the start of exponential growth, this means that from a small number of cases in a few days, a large increase in the number of infected people is observed. The clinical manifestations and spectrum of symptomatic disease range from moderate to critical presentations. In cases with fatal progression, the most serious complications sometimes are cause of a multi-organ failure and patient death. SARS-CoV-2 has a high transmission rate, the route of transmission between humans is through the secretions of infected people, hands or contaminated objects. In general, the epidemic control measures used so far have been based on adoption of interventions from the classical epidemiology, identifying and isolating the cases, following the contacts and establishing restrictions, including quarantine, closure of educational centers, avoiding events in which crowds of people occur, limiting mobility. These measures have been effective in China, the original focus of the outbreak.</p></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Epidemia</kwd><kwd>Pandemia</kwd><kwd>Salud p&#x000fa;blica</kwd><kwd>Epidemiolog&#x000ed;a</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>COVID-19</kwd><kwd>SARS-CoV-2</kwd><kwd>Epidemic</kwd><kwd>Pandemic</kwd><kwd>Public health</kwd><kwd>Epidemiology</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">Las epidemias se suelen estudiar con un modelo epidemiol&#x000f3;gico simple denominado SIR, que corresponde a 3&#x000a0;estadios: susceptible, infectado y recuperado, por los que puede transitar cada uno de los individuos de una poblaci&#x000f3;n, durante una epidemia<xref rid="bib0165" ref-type="bibr"><sup>1</sup></xref>. En este tipo de modelos simulados se asume que la epidemia necesita de un tiempo para progresar, porque al inicio &#x000fa;nicamente est&#x000e1; infectada una persona o un peque&#x000f1;o grupo <italic>(cluster)</italic> y el n&#x000fa;mero de infectados va creciendo de manera exponencial hasta un valor m&#x000e1;ximo a partir del cual, empieza a descender y con ello, se define la curva epidemiol&#x000f3;gica en la poblaci&#x000f3;n. Normalmente, los brotes suelen finalizar antes de que el total de la poblaci&#x000f3;n susceptible haya resultado infectada. Esto ocurre porque al inicio de la epidemia hay un gran n&#x000fa;mero de poblaci&#x000f3;n susceptible e implica que el n&#x000fa;mero de personas infectadas cada d&#x000ed;a es mayor que el n&#x000fa;mero de personas que se recuperan y, en consecuencia, la epidemia crece. A medida que transcurren los d&#x000ed;as el grupo de poblaci&#x000f3;n susceptible se reduce, hasta alcanzar un momento en el que el n&#x000fa;mero de recuperaciones es mayor que el n&#x000fa;mero de infecciones diarias y a partir de ah&#x000ed; la epidemia empieza a descender. Cuando el n&#x000fa;mero de casos recuperados es amplio y estos han adquirido una inmunidad, se habla de inmunidad de grupo. Esto significar&#x000e1; que la poblaci&#x000f3;n en conjunto puede bloquear la transmisi&#x000f3;n incluso en el caso de que haya casos susceptibles. En la <xref rid="fig0005" ref-type="fig">figura 1</xref>
se muestra un modelo te&#x000f3;rico SIR que podr&#x000ed;a representar el brote de una enfermedad infecciosa.<fig id="fig0005"><label>Figura 1</label><caption><p>Modelo SIR (susceptible, infectado y recuperado) para una poblaci&#x000f3;n de 1.000 individuos durante un per&#x000ed;odo de observaci&#x000f3;n de 100 d&#x000ed;as.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0010">El 31 de diciembre de 2019 las autoridades sanitarias de Wuhan &#x02014;provincia de Hubei, China&#x02014; informaron sobre un conjunto de 27 casos con neumon&#x000ed;a de etiolog&#x000ed;a desconocida; al parecer el inicio de los s&#x000ed;ntomas del primer caso hab&#x000ed;a sido el 8 de diciembre de 2019. El 7 de enero de 2020, las autoridades chinas confirmaron, mediante m&#x000e9;todos moleculares, el agente causante de este brote: un nuevo tipo de virus de la familia <italic>Coronaviridae</italic> y del que se ha secuenciado, en tiempo r&#x000e9;cord, su carga gen&#x000e9;tica<xref rid="bib0170" ref-type="bibr"><sup>2</sup></xref>.</p><p id="par0015">La Organizaci&#x000f3;n Mundial de la Salud (OMS) denomin&#x000f3; COVID-19 a la infecci&#x000f3;n causada por un nuevo virus de la familia coronavirus. Actualmente, el nombre cient&#x000ed;fico de referencia para el virus es <italic>Severe Acute Respiratory Syndrome Coronavirus</italic>-2 (SARS-CoV-2). Este nombre se ha establecido bas&#x000e1;ndose en criterios filogen&#x000e9;ticos, de taxonom&#x000ed;a y de cl&#x000ed;nica, demostr&#x000e1;ndose que comparte una secuencia gen&#x000e9;tica del 79% con el SARS-CoV, un virus tambi&#x000e9;n de la familia coronavirus, que caus&#x000f3; un brote en 2002-2003<xref rid="bib0175" ref-type="bibr"><sup>3</sup></xref> y que conllev&#x000f3; una crisis social, pol&#x000ed;tica y econ&#x000f3;mica para China, como no se hab&#x000ed;a visto desde el a&#x000f1;o 1989 con los episodios de Tiananmen<xref rid="bib0180" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0020">Los coronavirus son una familia de virus que tambi&#x000e9;n incluye el <italic>Middle East Respiratory Syndrome</italic> (MERS). Estos virus zoon&#x000f3;ticos &#x02014;capaces de transmitirse de animales a humanos&#x02014; incluyen una variedad de animales como aves, camellos, gatos y murci&#x000e9;lagos. En el caso del brote actual, la OMS confirm&#x000f3; que se origin&#x000f3; en un mercado local de animales vivos, hoy clausurado, ubicado en Wuhan<xref rid="bib0185" ref-type="bibr"><sup>5</sup></xref>, aunque no se pudo asociar con un animal espec&#x000ed;fico<xref rid="bib0190" ref-type="bibr"><sup>6</sup></xref>. A modo de diferenciaci&#x000f3;n, COVID-19 es la denominaci&#x000f3;n que recibe la enfermedad respiratoria causada por el virus SARS-CoV-2.</p><p id="par0025">En el mes posterior al brote, el virus se expandi&#x000f3; r&#x000e1;pidamente a trav&#x000e9;s de China; las autoridades de este pa&#x000ed;s impusieron m&#x000fa;ltiples y dr&#x000e1;sticas medidas para reducir la diseminaci&#x000f3;n, aunque a pesar de ello, el virus ya se hab&#x000ed;a trasladado a otros pa&#x000ed;ses. El d&#x000ed;a 12 de marzo la OMS declar&#x000f3; este brote como pandemia, al tener una propagaci&#x000f3;n mundial.</p><p id="par0030">A fecha de 31 de marzo del 2020, la OMS confirma que hay 207 pa&#x000ed;ses o &#x000e1;reas en el mundo con casos confirmados, cuyo n&#x000fa;mero asciende a 750.890 y el n&#x000fa;mero de fallecidos es de 36.405<xref rid="bib0195" ref-type="bibr"><sup>7</sup></xref>.</p><p id="par0035">Volviendo al modelo epidemiol&#x000f3;gico de desarrollo de las epidemias humanas, su crecimiento exponencial al inicio es debido a que, en cada intervalo, que podr&#x000ed;a ser cada d&#x000ed;a o cada X&#x000a0;d&#x000ed;as; el valor (n&#x000fa;mero de casos) de un intervalo al otro se multiplica por una constante y esto hace que el incremento de casos sea muy elevado, a partir de un n&#x000fa;mero inicial peque&#x000f1;o. La caracter&#x000ed;stica principal del crecimiento exponencial es que el n&#x000fa;mero de casos nuevos es proporcional al n&#x000fa;mero de casos existentes. Este n&#x000fa;mero de casos de un intervalo al otro depender&#x000e1; de varios factores, como la v&#x000ed;a de transmisi&#x000f3;n del virus, el tiempo de incubaci&#x000f3;n o las medidas de prevenci&#x000f3;n adoptadas. La diferencia entre un crecimiento lineal y exponencial se representa en la <xref rid="fig0010" ref-type="fig">figura 2</xref>
, que refleja c&#x000f3;mo en la progresi&#x000f3;n lineal el incremento en el n&#x000fa;mero de casos para un mismo per&#x000ed;odo es menor que en el caso del crecimiento exponencial. En el caso de la epidemia por el virus SARS-CoV-2, se ha observado esta tendencia exponencial en todos los pa&#x000ed;ses en los que se han declarado casos<xref rid="bib0200" ref-type="bibr"><sup>8</sup></xref>.<fig id="fig0010"><label>Figura 2</label><caption><p>Gr&#x000e1;ficos simulados que representan un crecimiento lineal y un crecimiento exponencial.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p></sec><sec id="sec0010"><title>Calidad de la informaci&#x000f3;n epidemiol&#x000f3;gica</title><p id="par0040">Estamos viviendo en la era de la informaci&#x000f3;n, de los datos, y se ve reflejado en el volumen y la velocidad a la que se est&#x000e1;n generando y procesando con relaci&#x000f3;n a la progresi&#x000f3;n de esta epidemia. Han surgido diferentes fuentes nacionales o internacionales que proporcionan cifras y estimaciones sobre el n&#x000fa;mero total de casos, el n&#x000fa;mero de nuevos casos, el n&#x000fa;mero de muertes u otras cifras como el n&#x000fa;mero de profesionales infectados. Adem&#x000e1;s, estos datos se representan gr&#x000e1;ficamente con gran calidad o incluso con gr&#x000e1;ficos din&#x000e1;micos accesibles de manera gratuita<xref rid="bib0205" ref-type="bibr"><sup>9</sup></xref>. En el caso de Espa&#x000f1;a, a pesar de este volumen de informaci&#x000f3;n, al igual que en otros pa&#x000ed;ses, las cifras actuales sobre el n&#x000fa;mero de personas infectadas no son del todo fiables porque: <italic>a)</italic> no a todas las personas con s&#x000ed;ntomas se les ha realizado el test diagn&#x000f3;stico; <italic>b)</italic> a partir de la campa&#x000f1;a &#x000ab;Qu&#x000e9;date en casa&#x000bb;, tan solo un porcentaje reducido de las personas est&#x000e1;n acudiendo a los centros de salud u hospitales, siguiendo las indicaciones de las autoridades sanitarias; <italic>c)</italic> los sistemas de atenci&#x000f3;n telef&#x000f3;nica relacionados con urgencias de las diferentes comunidades aut&#x000f3;nomas han tenido dificultades para atender todas las llamadas recibidas por parte de ciudadanos con sintomatolog&#x000ed;a o que han estado en contacto con un caso positivo, a pesar de no presentar s&#x000ed;ntomas, y <italic>d)</italic> falta de reactivos de laboratorio para la realizaci&#x000f3;n del test. Por lo tanto, muy probablemente est&#x000e1; existiendo una infraestimaci&#x000f3;n importante del n&#x000fa;mero de casos de infecci&#x000f3;n por SARS-CoV-2<xref rid="bib0210" ref-type="bibr"><sup>10</sup></xref>. En este momento, un par&#x000e1;metro menos sesgado es el n&#x000fa;mero absoluto de muertes atribuidas a COVID-19; en la <xref rid="fig0015" ref-type="fig">figura 3</xref>
se observa la mortalidad atribuible a la pandemia actual en diversos pa&#x000ed;ses.<fig id="fig0015"><label>Figura 3</label><caption><p>Tasa de mortalidad por mill&#x000f3;n de habitantes a nivel internacional (a fecha 27 de marzo del 2020).</p><p>Fuente: Databrew<xref rid="bib0205" ref-type="bibr"><sup>9</sup></xref>.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p><p id="par0045">Obviamente, algunas de las preguntas que surgen en una epidemia es conocer c&#x000f3;mo progresar&#x000e1;, cu&#x000e1;ndo ser&#x000e1; el pico m&#x000e1;ximo de la epidemia y el momento en el que empezar&#x000e1; a disminuir el n&#x000fa;mero de nuevos casos. Es muy relevante predecir esta evoluci&#x000f3;n porque determinar&#x000e1;, entre otros, el n&#x000fa;mero de casos infectados en la poblaci&#x000f3;n, el tipo de medidas a adoptar o los recursos sanitarios que ser&#x000e1;n necesarios. Realizar esta estimaci&#x000f3;n no es simple, aunque los sistemas de modelizaci&#x000f3;n matem&#x000e1;tica en estos momentos son de gran ayuda<xref rid="bib0215" ref-type="bibr">11</xref>, <xref rid="bib0220" ref-type="bibr">12</xref>, <xref rid="bib0225" ref-type="bibr">13</xref>.</p><p id="par0050">Hasta disponer de estos modelos matem&#x000e1;ticos complejos, se puede recurrir a algunos modos de an&#x000e1;lisis m&#x000e1;s simples y que ayudan a determinar cu&#x000e1;ndo empieza a invertirse el pico de la curva:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>a.</label><p id="par0055">Representando las cifras gr&#x000e1;ficamente mediante escala logar&#x000ed;tmica; este tipo de escala es la m&#x000e1;s natural para representar el crecimiento exponencial. Esto hace que el crecimiento sea parecido para cualquier valor y permite comparar cifras entre pa&#x000ed;ses con diferente n&#x000fa;mero de casos.</p></list-item><list-item id="lsti0010"><label>b.</label><p id="par0060">Centrando el an&#x000e1;lisis en el cambio, no en el n&#x000fa;mero absoluto de casos. Cuando se observe que el n&#x000fa;mero de casos nuevos por semana se mantiene o disminuye, significa que la curva exponencial estar&#x000e1; en descenso y dejar&#x000e1; esa forma para pasar a ser una curva log&#x000ed;stica, dejar&#x000e1; de crecer y se ir&#x000e1; aplanando.</p></list-item><list-item id="lsti0015"><label>c.</label><p id="par0065">Realizando el gr&#x000e1;fico excluyendo la variable tiempo. El virus SARS-CoV-2 no tiene en cuenta los d&#x000ed;as o meses, tan solo el n&#x000fa;mero actual de casos (n&#x000fa;mero total de infecciones) o los nuevos casos que surgir&#x000e1;n actualmente (la tasa de crecimiento de nuevos infectados). Para una representaci&#x000f3;n informativa la recomendaci&#x000f3;n es disponer en el eje <italic>x</italic> (horizontal) el n&#x000fa;mero total de casos confirmados y en el eje <italic>y</italic> (vertical) el n&#x000fa;mero de nuevos casos, utilizando una escala logar&#x000ed;tmica. Esto permitir&#x000e1; observar cu&#x000e1;ndo hay un descenso del n&#x000fa;mero de casos. En la <xref rid="fig0020" ref-type="fig">figura 4</xref>
se representa el n&#x000fa;mero de casos confirmados y el de nuevos casos y permite observar los pa&#x000ed;ses que actualmente han mostrado una remisi&#x000f3;n en la epidemia (a 29 de marzo del 2020)<xref rid="bib0200" ref-type="bibr"><sup>8</sup></xref>.<fig id="fig0020"><label>Figura 4</label><caption><p>Representaci&#x000f3;n de la trayectoria de la infecci&#x000f3;n por SARS-CoV-2 en diversos pa&#x000ed;ses del mundo.</p><p>Fuente: Bhatia<xref rid="bib0200" ref-type="bibr"><sup>8</sup></xref>.</p></caption><graphic xlink:href="gr4_lrg"/></fig></p></list-item></list>
</p></sec><sec id="sec0015"><title>Manifestaciones cl&#x000ed;nicas de la infecci&#x000f3;n por SARS-CoV-2</title><p id="par0070">Con la finalidad de predecir c&#x000f3;mo pueden evolucionar la epidemia y el impacto en la salud de las personas, es sumamente importante conocer la afectaci&#x000f3;n cl&#x000ed;nica que origina el virus SARS-CoV-2. En las 2&#x000a0;&#x000fa;ltimas d&#x000e9;cadas los coronavirus han causado 2&#x000a0;epidemias a gran escala. En concreto, el SARS en 2003 ocasion&#x000f3; m&#x000e1;s de 8.000 casos en 27 pa&#x000ed;ses, con una letalidad del 10% y desde entonces no se ha vuelto a detectar en humanos. Desde 2012, se han notificado 2.499 casos de MERS-CoV en 27 pa&#x000ed;ses &#x02014;aunque la mayor&#x000ed;a de los casos se han detectado en Arabia Saud&#x000ed;&#x02014;, con una letalidad del 34%<xref rid="bib0230" ref-type="bibr"><sup>14</sup></xref>.</p><p id="par0075">En la infecci&#x000f3;n por SARS-COV-2, el espectro de la enfermedad sintom&#x000e1;tica abarca desde presentaciones leves a cr&#x000ed;ticas, aunque la mayor&#x000ed;a de las infecciones no son graves. En un estudio que incluy&#x000f3; 44.500 casos confirmados<xref rid="bib0235" ref-type="bibr"><sup>15</sup></xref>, a partir de la casu&#x000ed;stica de China, la gravedad se distribuy&#x000f3; de la siguiente forma:<list list-type="simple" id="lis0010"><list-item id="lsti0020"><label>&#x02013;</label><p id="par0080">Moderados (sin neumon&#x000ed;a o neumon&#x000ed;a moderada): 81% de los casos.</p></list-item><list-item id="lsti0025"><label>&#x02013;</label><p id="par0085">Graves (disnea, hipoxia o &#x0003e; 50% de afectaci&#x000f3;n pulmonar): 14% de los casos.</p></list-item><list-item id="lsti0030"><label>&#x02013;</label><p id="par0090">Cr&#x000ed;ticos (insuficiencia respiratoria, shock o fallo multiorg&#x000e1;nico): 5% de los casos.</p></list-item></list>
</p><p id="par0230">Los s&#x000ed;ntomas principales descritos en pacientes infectados por SARS SARS-CoV-2 se recogen en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
.<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>S&#x000ed;ntomas cl&#x000ed;nicos en pacientes con infecci&#x000f3;n por SARS</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">S&#x000ed;ntomas cl&#x000ed;nicos (%)</th><th align="left">Pacientes con COVID-19 grave</th><th align="left">Pacientes con COVID-19 no grave</th></tr></thead><tbody><tr><td align="left">Fiebre</td><td align="left">88,4%</td><td align="left">81,4%</td></tr><tr><td align="left">Tos</td><td align="left">71,1%</td><td align="left">65,7%</td></tr><tr><td align="left">Fatiga</td><td align="left">60,3%</td><td align="left">44,2%</td></tr><tr><td align="left">Disnea</td><td align="left">44,2%</td><td align="left">5,7%</td></tr><tr><td align="left">Expectoraci&#x000f3;n</td><td align="left">37,6%</td><td align="left">28%</td></tr><tr><td align="left">Dificultad respiratoria</td><td align="left">35,7%</td><td align="left">12,8%</td></tr><tr><td align="left">Mialgias</td><td align="left">26%</td><td align="left">13,1%</td></tr><tr><td align="left">Escalofr&#x000ed;os</td><td align="left">26%</td><td align="left">10,9%</td></tr><tr><td align="left">Mareos</td><td align="left">16,1%</td><td align="left">12,1%</td></tr><tr><td align="left">Dolor de cabeza</td><td align="left">11,3%</td><td align="left">13,5%</td></tr><tr><td align="left">Dolor de garganta</td><td align="left">7,8%</td><td align="left">9,7%</td></tr><tr><td align="left">N&#x000e1;useas o v&#x000f3;mitos</td><td align="left">5,9%</td><td align="left">5,7%</td></tr><tr><td align="left">Diarrea</td><td align="left">5,7%</td><td align="left">5,8%</td></tr><tr><td align="left">Congesti&#x000f3;n nasal</td><td align="left">2,8%</td><td align="left">5,1%</td></tr></tbody></table><table-wrap-foot><fn><p>Fuente: Zhao et al.<xref rid="bib0235" ref-type="bibr"><sup>15</sup></xref>.</p></fn></table-wrap-foot></table-wrap></p><p id="par0095">La sintomatolog&#x000ed;a gastrointestinal, que parece relacionarse con una gastritis y enteritis ocasionada por el virus, ha hecho pensar en una mutaci&#x000f3;n del virus respecto de los primeros casos aparecidos en Wuhan en los que la sintomatolog&#x000ed;a era principalmente respiratoria<xref rid="bib0240" ref-type="bibr"><sup>16</sup></xref>.</p><p id="par0100">En un estudio de 113 fallecidos por SARS-CoV-2 se observ&#x000f3; que las complicaciones principales fueron inflamaci&#x000f3;n pulmonar y sist&#x000e9;mica, s&#x000ed;ndrome de distr&#x000e9;s respiratorio, fallo de bomba cardiaca y sepsis que progresa a fallo multiorg&#x000e1;nico<xref rid="bib0245" ref-type="bibr"><sup>17</sup></xref>.</p></sec><sec id="sec0020"><title>M&#x000e9;todos diagn&#x000f3;sticos</title><p id="par0105">Las recomendaciones sobre el m&#x000e9;todo diagn&#x000f3;stico de la fase de infecci&#x000f3;n activa se basan principalmente en la toma de muestra de frotis nasofar&#x000ed;ngeo y muestra de esputo. El diagn&#x000f3;stico tambi&#x000e9;n se complementa con pruebas de imagen mediante tomograf&#x000ed;a computarizada o radiograf&#x000ed;a convencional de t&#x000f3;rax<xref rid="bib0250" ref-type="bibr">18</xref>, <xref rid="bib0255" ref-type="bibr">19</xref>, <xref rid="bib0260" ref-type="bibr">20</xref> para valorar la presencia o la extensi&#x000f3;n de la afectaci&#x000f3;n pulmonar.</p><p id="par0110">Las recomendaciones espa&#x000f1;olas sobre la indicaci&#x000f3;n de la prueba diagn&#x000f3;stica (frotis) en pacientes con sospecha de infecci&#x000f3;n han ido variando a medida que ha avanzado la epidemia. En estos momentos, a fecha 26 de marzo, seg&#x000fa;n el documento &#x000ab;Procedimiento de actuaci&#x000f3;n frente a casos de infecci&#x000f3;n por el nuevo coronavirus (SARS-CoV-2)&#x000bb;, editado por el Ministerio de Sanidad, asumiendo que hay un escenario de transmisi&#x000f3;n comunitaria sostenida y generalizada, se debe realizar la detecci&#x000f3;n de infecci&#x000f3;n por SARS-CoV-2 en las siguientes situaciones<xref rid="bib0265" ref-type="bibr"><sup>21</sup></xref>:<list list-type="simple" id="lis0015"><list-item id="lsti0035"><label>a.</label><p id="par0115">Persona con un cuadro cl&#x000ed;nico de infecci&#x000f3;n respiratoria aguda que se encuentre hospitalizada o que cumpla criterios de ingreso hospitalario.</p></list-item><list-item id="lsti0040"><label>b.</label><p id="par0120">Persona con un cuadro cl&#x000ed;nico de infecci&#x000f3;n respiratoria aguda de cualquier gravedad, que pertenezca a alguno de los siguientes grupos: personal sanitario y sociosanitario u otros servicios esenciales.</p></list-item></list>
</p><p id="par0125">Se podr&#x000e1; considerar la realizaci&#x000f3;n del test diagn&#x000f3;stico en personas especialmente vulnerables que presenten un cuadro cl&#x000ed;nico de infecci&#x000f3;n respiratoria aguda, independientemente de su gravedad, tras una valoraci&#x000f3;n cl&#x000ed;nica individualizada.</p></sec><sec id="sec0025"><title>Mecanismo de transmisi&#x000f3;n y transmisibilidad humano-humano</title><p id="par0130">El SARS-CoV-2 se ha aislado en secreciones nasofar&#x000ed;ngeas, incluyendo la saliva. Seg&#x000fa;n los escasos estudios realizados hasta el momento, parece que la poblaci&#x000f3;n susceptible de infecci&#x000f3;n son tanto las personas inmunodeprimidas como la poblaci&#x000f3;n en general.</p><p id="par0135">Aunque todav&#x000ed;a est&#x000e1; en investigaci&#x000f3;n, la v&#x000ed;a de transmisi&#x000f3;n entre humanos se considera similar al descrito para otros coronavirus a trav&#x000e9;s de las secreciones de personas infectadas, principalmente por contacto directo con gotas respiratorias de m&#x000e1;s de 5 &#x003bc;s (capaces de transmitirse a distancias de hasta 2 m) y las manos o los f&#x000f3;mites contaminados con estas secreciones, seguido del contacto con la mucosa de la boca, nariz u ojos<xref rid="bib0270" ref-type="bibr">22</xref>, <xref rid="bib0275" ref-type="bibr">23</xref>.</p><p id="par0140">El SARS-CoV-2 tiene una elevada tasa de transmisibilidad, medida por R<sub>0</sub> &#x02014;n&#x000fa;mero reproductor b&#x000e1;sico&#x02014; que es de 2,6 en comparaci&#x000f3;n con otros SARS-CoV en los que es de alrededor de 1,7 y esto quiere decir que una persona infectada puede transmitir la infecci&#x000f3;n a casi 3 personas. En el caso de la gripe estacional, este valor suele estar alrededor de 1,3. El R<sub>0</sub> aporta un valor promedio, aunque mediante este n&#x000fa;mero simple podemos saber si la epidemia est&#x000e1; remitiendo (R<sub>0</sub> &#x0003c;&#x000a0;1) o si est&#x000e1; creciendo exponencialmente (R<sub>0</sub>
&#x000a0;&#x0003e; 1). Por lo tanto, este nuevo coronavirus muestra unas posibilidades de transmisi&#x000f3;n m&#x000e1;s efectivas que otros virus estacionales o SARS.</p><p id="par0145">Las gu&#x000ed;as publicadas describen 3&#x000a0;v&#x000ed;as de transmisi&#x000f3;n: a trav&#x000e9;s de gotas, transmisi&#x000f3;n por contacto y transmisi&#x000f3;n de aerosoles. La transmisi&#x000f3;n por gotas ocurre, por ejemplo, cuando las gotas respiratorias las emite una persona infectada mediante la tos o el estornudo. Estas gotas son posteriormente inhaladas por una persona que se encuentra a una distancia pr&#x000f3;xima (menos de 2 m). La transmisi&#x000f3;n por contacto puede ocurrir cuando una persona toca un objeto o una superficie contaminada por el SARS-CoV-2 y posteriormente se toca la boca, la nariz o los ojos. La transmisi&#x000f3;n por aerosoles se puede dar cuando gotas respiratorias se combinan con el aire formando aerosoles y que podr&#x000ed;an llegar a causar infecci&#x000f3;n cuando son inhaladas en una elevada cantidad en un ambiente relativamente cerrado<xref rid="bib0280" ref-type="bibr"><sup>24</sup></xref>.</p><p id="par0150">Desde el punto de vista de los profesionales asistenciales o con riesgo de infecci&#x000f3;n, es necesaria e imprescindible la disponibilidad de los elementos de protecci&#x000f3;n adecuados para evitar una tasa de contagio elevada entre el colectivo asistencial<xref rid="bib0285" ref-type="bibr"><sup>25</sup></xref>. De hecho, algunos datos preliminares indican que en Espa&#x000f1;a se podr&#x000ed;a estar dando una elevada tasa de infecci&#x000f3;n por SARS-CoV-2 en los profesionales en comparaci&#x000f3;n con otros pa&#x000ed;ses.</p></sec><sec id="sec0030"><title>Per&#x000ed;odo de incubaci&#x000f3;n</title><p id="par0155">Es esencial conocer el periodo de incubaci&#x000f3;n, es decir el per&#x000ed;odo entre el momento de la exposici&#x000f3;n al agente infeccioso SARS-CoV-2 y la aparici&#x000f3;n de signos y s&#x000ed;ntomas de la enfermedad; es clave para establecer las gu&#x000ed;as sobre la duraci&#x000f3;n del aislamiento de cada caso y definir las medidas de control de la epidemia. A partir de diversos estudios se ha estimado que el per&#x000ed;odo de incubaci&#x000f3;n est&#x000e1; alrededor de los 5,2 a 6,4 d&#x000ed;as, pero tambi&#x000e9;n se ha comunicado alg&#x000fa;n caso con un per&#x000ed;odo de hasta 24 d&#x000ed;as<xref rid="bib0290" ref-type="bibr"><sup>26</sup></xref>. Otro aspecto importante recogido en la literatura es la confirmaci&#x000f3;n de pacientes con infecci&#x000f3;n asintom&#x000e1;tica por SARS-CoV-2 capaces de transmitir la infecci&#x000f3;n<xref rid="bib0295" ref-type="bibr"><sup>27</sup></xref>. Esto tiene unas consecuencias destacadas desde el punto de vista del control de la epidemia al dificultar el manejo de su expansi&#x000f3;n.</p></sec><sec id="sec0035"><title>C&#x000f3;mo controlar la epidemia</title><p id="par0160">Ser&#x000ed;a ideal disponer de intervenciones basadas en la mejor evidencia para tomar decisiones efectivas sobre el control de la epidemia. Sin embargo, esto no es posible por m&#x000fa;ltiples razones, pero una de ellas es por tratarse de un nuevo coronavirus no descrito con anterioridad por los vir&#x000f3;logos. Adem&#x000e1;s, en estos momentos no hay suficientes datos para estimar el efecto individual de cada una de las intervenciones. A pesar de ello, se dispone de experiencia en el manejo de otras epidemias con virus similares (SARS-CoV y MERS) y de los conocimientos generales del control de m&#x000fa;ltiples epidemias, aunque la actual est&#x000e1; siendo de una magnitud con muy pocos precedentes similares. Tambi&#x000e9;n hay que tener presente que cuando la epidemia ya est&#x000e1; extendida y donde se ha generado una situaci&#x000f3;n de crisis la toma de decisiones se hace m&#x000e1;s dif&#x000ed;cil por la incertidumbre existente y la premura de tiempo.</p><p id="par0165">Desde el brote aparecido en Wuhan, las medidas de control se han ido adaptando en funci&#x000f3;n de la progresi&#x000f3;n de la epidemia en los diferentes pa&#x000ed;ses y regiones. Como premisa, las medidas de control que se establecen deben ser sensibles con la poblaci&#x000f3;n y culturalmente apropiadas, aunque realmente las medidas de confinamiento son impopulares desde el punto de vista social y econ&#x000f3;mico. Es por ello sumamente importante explicar a la poblaci&#x000f3;n y a los diferentes actores sociales la relevancia de la implementaci&#x000f3;n de las medidas o el efecto negativo o dram&#x000e1;tico de no implementarlas a tiempo.</p><p id="par0170">En general, las medidas utilizadas hasta el momento se han basado en las intervenciones de control adoptadas por la epidemiolog&#x000ed;a cl&#x000e1;sica: identificando y aislando los casos, siguiendo a los contactos y estableciendo restricciones, incluyendo la cuarentena, cierre de los centros educativos, evitando eventos en los que se produzca aglomeraciones de personas, limitando la movilidad o realizando un confinamiento. Estas medidas han sido efectivas en China, el foco originario de la infecci&#x000f3;n<xref rid="bib0215" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0175">En estos momentos en todos los pa&#x000ed;ses donde se ha declarado la epidemia y la curva todav&#x000ed;a muestra una tendencia exponencial el objetivo es controlar la epidemia o al menos evitar el colapso del sistema sanitario, por ejemplo, el espa&#x000f1;ol est&#x000e1; siendo sometido a un estr&#x000e9;s agudo sin precedentes<xref rid="bib0300" ref-type="bibr"><sup>28</sup></xref>. De ah&#x000ed; toma sentido el mensaje de &#x000ab;qu&#x000e9;date en casa&#x000bb; y &#x000ab;aplanar la curva&#x000bb;. Es decir, intentar evitar que una progresi&#x000f3;n exponencial del n&#x000fa;mero de casos colapse los recursos sanitarios actuales. M&#x000e1;s adelante, ya se evaluar&#x000e1;n tambi&#x000e9;n los efectos indirectos de este tipo de medidas sobre otras enfermedades.</p><p id="par0180">Adem&#x000e1;s, esta epidemia presenta m&#x000fa;ltiples h&#x000e1;ndicaps como, por ejemplo, la aparici&#x000f3;n gradual y tard&#x000ed;a de s&#x000ed;ntomas en personas que ya son contagiosas y la existencia de portadores libres de s&#x000ed;ntomas. Esto es lo que ha llevado a algunos investigadores a solicitar medidas de confinamiento total (permitiendo tan solo servicios esenciales)<xref rid="bib0305" ref-type="bibr"><sup>29</sup></xref>.</p><p id="par0185">Actualmente, y a pesar de la novedad relativa a este nuevo agente infeccioso, tenemos algunos casos que se han considerado como de manejo ejemplar de la epidemia en el continente asi&#x000e1;tico. Este es el caso de Taiw&#x000e1;n, que por su proximidad geogr&#x000e1;fica a China ha sido un pa&#x000ed;s con un gran n&#x000fa;mero de personas infectadas por SARS-CoV-2 y que ha conseguido un control r&#x000e1;pido de la epidemia. En Taiw&#x000e1;n ya se encontraban en alerta y establecieron instituciones especializadas (tipo Centers for Disease Control and Prevention de Estados Unidos de Am&#x000e9;rica) y pautas de actuaci&#x000f3;n desde el brote por SARS del a&#x000f1;o 2003 en China. En la epidemia actual, las caracter&#x000ed;sticas principales de las medidas adoptadas fueron: reacci&#x000f3;n de manera muy r&#x000e1;pida y proactiva, uso de t&#x000e9;cnicas anal&#x000ed;ticas de <italic>big data</italic> con la creaci&#x000f3;n de alertas en tiempo real, principalmente para identificar a las personas con s&#x000ed;ntomas o aquellas que hab&#x000ed;an estado en una zona de riesgo o persona infectada asintom&#x000e1;tica en el momento del contacto. Los casos sospechosos fueron analizados para identificar un total de 26 virus entre los que se encontraba SARS y MERS realizando b&#x000fa;squeda activa de casos en la poblaci&#x000f3;n, activando m&#x000fa;ltiples l&#x000ed;neas de atenci&#x000f3;n telef&#x000f3;nica para aquellas personas con s&#x000ed;ntomas o sospecha para contactar con profesionales sanitarios<xref rid="bib0310" ref-type="bibr"><sup>30</sup></xref>.</p><p id="par0190">Actualmente, en Espa&#x000f1;a, al igual que en otros pa&#x000ed;ses de Europa y del resto del mundo, se han instaurado por orden de los gobiernos restricciones a la movilidad, porque forman parte de las medidas cl&#x000e1;sicas y se demostraron &#x000fa;tiles en los casos de China<xref rid="bib0315" ref-type="bibr"><sup>31</sup></xref>. En este sentido, y para el control de la epidemia en Espa&#x000f1;a, algunos investigadores han definido 3&#x000a0;escenarios, bas&#x000e1;ndose en modelos matem&#x000e1;ticos que predicen de manera bastante precisa la proyecci&#x000f3;n de la epidemia y la demanda de recursos sanitarios que se generar&#x000e1; durante el tiempo de la curva exponencial<xref rid="bib0305" ref-type="bibr"><sup>29</sup></xref>. El modelo matem&#x000e1;tico pasa por establecer 3&#x000a0;escenarios: <italic>a)</italic> sin restricciones de movilidad; <italic>b)</italic> con restricciones parciales, y <italic>c)</italic> con restricciones completas que tan solo permiten la actividad de servicios esenciales. Sobre esos 3&#x000a0;escenarios predicen el impacto que tendr&#x000e1; la evoluci&#x000f3;n de la epidemia sobre el n&#x000fa;mero de casos y aquellos que requieran hospitalizaci&#x000f3;n convencional o ingreso en la UCI. De ah&#x000ed; tambi&#x000e9;n deriva la recomendaci&#x000f3;n de aplicar estas restricciones a la movilidad en funci&#x000f3;n del n&#x000fa;mero de casos en la regi&#x000f3;n, definiendo 2&#x000a0;tipos de &#x000e1;reas: &#x000e1;rea tipo A con &#x02265; 100 casos/100.000 habitantes en la &#x000fa;ltima semana, donde se recomendar&#x000ed;a establecer un cierre completo de la actividad durante un m&#x000ed;nimo de 15-21 d&#x000ed;as. En las &#x000e1;reas de tipo B con &#x0003c;&#x000a0;100 casos/100.000 habitantes se recomendar&#x000ed;a realizar un confinamiento parcial con un 30% de la actividad y un 25% de movilidad interna. Esto a&#x000f1;adido a una cancelaci&#x000f3;n de los desplazamientos en avi&#x000f3;n y barco que no sean esenciales. Estas medidas se acompa&#x000f1;an de distanciamiento social y la realizaci&#x000f3;n de test diagn&#x000f3;stico en casos sospechosos de estar infectado. La implementaci&#x000f3;n de medidas de este tipo ha conseguido una reducci&#x000f3;n gradual del n&#x000fa;mero de casos en unas 3-4 semanas.</p><p id="par0195">Un informe muy reciente del Imperial College (Reino Unido) que analiza el impacto de las medidas adoptadas en 11 pa&#x000ed;ses de Europa (Austria, B&#x000e9;lgica, Dinamarca, Francia, Alemania, Italia, Noruega, Espa&#x000f1;a, Suecia, Suiza y Reino Unido) concluye que las medidas de confinamiento total o parcial est&#x000e1;n teniendo un efecto en la disminuci&#x000f3;n del n&#x000fa;mero de nuevos casos<xref rid="bib0210" ref-type="bibr"><sup>10</sup></xref>. La eficacia de estas medidas tambi&#x000e9;n est&#x000e1; muy relacionada con el cumplimiento de las mismas, al igual que ocurre con una intervenci&#x000f3;n m&#x000e9;dica o farmacol&#x000f3;gica. Por ello, la poblaci&#x000f3;n debe ser muy estricta en su cumplimiento y en la adherencia a las medidas impuestas para conseguir el mejor resultado, en el menor tiempo posible y cambiar la tendencia de crecimiento de nuevos casos de infecci&#x000f3;n por SARS-CoV-2.</p></sec><sec id="sec0040"><title>&#x000bf;Qu&#x000e9; hacer despu&#x000e9;s de las medidas de distanciamiento y confinamiento?</title><p id="par0200">Asumiendo que estas medidas estrictas de distanciamiento y confinamiento funcionar&#x000e1;n en las pr&#x000f3;ximas semanas y se reducir&#x000e1; el n&#x000fa;mero de casos, y con ello la curva exponencial, los pr&#x000f3;ximos pasos estar&#x000e1;n dirigidos a c&#x000f3;mo desescalar las medidas restrictivas impuestas. Si, por ejemplo, debido a los enormes costes sociales y econ&#x000f3;micos del confinamiento se finaliza prematuramente la cuarentena se volver&#x000ed;a al escenario de inicio donde la epidemia se extiende nuevamente de manera exponencial<xref rid="bib0215" ref-type="bibr"><sup>11</sup></xref>.</p><p id="par0205">Por ello, las recomendaciones para la finalizaci&#x000f3;n de la cuarentena, aunque todav&#x000ed;a no se han definido oficialmente por las autoridades sanitarias, en el momento de la redacci&#x000f3;n de este art&#x000ed;culo, probablemente ir&#x000e1;n dirigidas a una vuelta a la normalidad de manera gradual, permitiendo la salida de los domicilios de aquellas personas con menor riesgo o que ya hayan pasado la infecci&#x000f3;n y manteniendo una cuarentena para aquellas personas m&#x000e1;s vulnerables. Las recomendaciones que se establezcan deber&#x000e1;n incorporar una vigilancia epidemiol&#x000f3;gica muy estricta e identificar y confirmar cualquier nuevo caso sospechoso.</p></sec><sec id="sec0045"><title>Conclusiones y futuras l&#x000ed;neas de trabajo</title><p id="par0210">Los datos oficiales sobre la cifra de personas infectadas en Espa&#x000f1;a, hasta el momento, presentan una infraestimaci&#x000f3;n debido al bajo n&#x000fa;mero de test realizados en la poblaci&#x000f3;n sintom&#x000e1;tica y asintom&#x000e1;tica. Se est&#x000e1; observando un elevado n&#x000fa;mero de profesionales asistenciales infectados. La pandemia por SARS-CoV-2&#x000a0;ha puesto en una situaci&#x000f3;n de m&#x000e1;ximo estr&#x000e9;s al sistema de salud y servicios asistenciales de algunas comunidades aut&#x000f3;nomas tanto a nivel de atenci&#x000f3;n primaria como hospitalaria. Ha obligado a la remodelaci&#x000f3;n de la organizaci&#x000f3;n y la asistencia sanitaria, modificando la prestaci&#x000f3;n de cuidados a enfermedades cr&#x000f3;nicas. El impacto de esta crisis de salud p&#x000fa;blica sobre la estructura de los sistemas de salud est&#x000e1; siendo aparentemente de gran calibre y probablemente est&#x000e1; teniendo un efecto indirecto negativo sobre otras enfermedades. En el futuro ser&#x000e1; muy relevante analizar con precisi&#x000f3;n y de forma retrospectiva el impacto en morbimortalidad directo e indirecto ocasionado por la pandemia. Ser&#x000e1; necesario conocer el nivel de inmunizaci&#x000f3;n de la poblaci&#x000f3;n frente a este nuevo coronavirus. Se deber&#x000e1; revisar todo aquello que en este momento no ha tenido un funcionamiento &#x000f3;ptimo a nivel de atenci&#x000f3;n sanitaria y de salud p&#x000fa;blica de la poblaci&#x000f3;n. Finalmente, puede ser realista estar preparados para futuras amenazas epidemiol&#x000f3;gicas de este tipo, mediante sistemas de vigilancia que detecten la se&#x000f1;al y discriminen la informaci&#x000f3;n que corresponde al ruido<xref rid="bib0320" ref-type="bibr"><sup>32</sup></xref> y se anticipen a la progresi&#x000f3;n exponencial de las epidemias.</p></sec><sec id="sec0050"><title>Financiaci&#x000f3;n</title><p id="par0215">No existen fuentes de financiaci&#x000f3;n p&#x000fa;blicas ni privadas.</p></sec><sec id="sec0055"><title>Conflicto de intereses</title><p id="par0220">El autor no declara ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0165"><label>1</label><element-citation publication-type="book" id="sbref0165"><person-group person-group-type="author"><name><surname>Kucharski</surname><given-names>A.</given-names></name></person-group><chapter-title>The rules of contagion</chapter-title><edition>1st ed.</edition><year>2020</year><publisher-name>Profile Books Ltd</publisher-name><publisher-loc>London</publisher-loc></element-citation></ref><ref id="bib0170"><label>2</label><element-citation publication-type="journal" id="sbref0170"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>F.</given-names></name><name><surname>Zhao</surname><given-names>S.</given-names></name><name><surname>Yu</surname><given-names>B.</given-names></name><name><surname>Chen</surname><given-names>Y.M.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Song</surname><given-names>Z.G.</given-names></name></person-group><article-title>A new coronavirus associated with human respiratory disease in China</article-title><source>Nature</source><volume>579</volume><year>2020</year><fpage>265</fpage><lpage>269</lpage><pub-id pub-id-type="doi">10.1038/s41586-020-2008-3</pub-id><pub-id pub-id-type="pmid">32015508</pub-id></element-citation></ref><ref id="bib0175"><label>3</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><name><surname>Lake</surname><given-names>M.A.</given-names></name></person-group><article-title>What we know so far: COVID-19 current clinical knowledge and research</article-title><source>Clin Med (Lond).</source><volume>20</volume><year>2020</year><fpage>124</fpage><lpage>127</lpage><pub-id pub-id-type="doi">10.7861/clinmed.2019-coron</pub-id><pub-id pub-id-type="pmid">32139372</pub-id></element-citation></ref><ref id="bib0180"><label>4</label><element-citation publication-type="book" id="sbref0180"><person-group person-group-type="author"><name><surname>Huang</surname><given-names>Y.</given-names></name></person-group><chapter-title>The SARS epidemic and its aftermath in china: A political perspective</chapter-title><person-group person-group-type="editor"><name><surname>Institute of Medicine (US) Forum on Microbial Threats</surname></name><name><surname>In: Knobler</surname><given-names>S.</given-names></name><name><surname>Mahmoud</surname><given-names>A.</given-names></name><name><surname>Lemon</surname><given-names>S.</given-names></name><name><surname>Mack</surname><given-names>A.</given-names></name><name><surname>Sivitz</surname><given-names>L.</given-names></name><name><surname>Oberholtzer</surname><given-names>K.</given-names></name></person-group><source>Learning from SARS: Preparing for the next disease outbreak: Workshop summary.</source><year>2004</year><publisher-name>National Academies Press (US)</publisher-name><publisher-loc>Washington (DC)</publisher-loc><comment>[consultado 14 Abril 2020]. Disponible en: https://www.ncbi.nlm.nih.gov/books/NBK92479/</comment></element-citation></ref><ref id="bib0185"><label>5</label><element-citation publication-type="journal" id="sbref0185"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name><name><surname>Li</surname><given-names>X.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Song</surname><given-names>J.</given-names></name></person-group><article-title>China novel coronavirus investigating and research team. A novel coronavirus from patients with pneumonia in China, 2019</article-title><source>N Engl J Med.</source><volume>382</volume><year>2020</year><fpage>727</fpage><lpage>733</lpage><pub-id pub-id-type="doi">10.1056/NEJMoa2001017</pub-id><pub-id pub-id-type="pmid">31978945</pub-id></element-citation></ref><ref id="bib0190"><label>6</label><mixed-citation publication-type="other" id="oref0030">World Health Organization [Internet]. Novel coronavirus-Japan (ex-China). Ginebra: WHO; 2020 [consultado 14 Abril 2020]. Disponible en: https://www.who.int/csr/don/17-january-2020-novel-coronavirus-japan-ex-china/en/</mixed-citation></ref><ref id="bib0195"><label>7</label><mixed-citation publication-type="other" id="oref0035">World Health Organization [Internet]. Coronavirus disease 2019 (COVID-19). Situation Report-71. Ginebra: OMS; 2020 [consultado 14 Abril 2020]. Disponible en: https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200331-sitrep-71-covid-19.pdf?sfvrsn=4360e92b_8.</mixed-citation></ref><ref id="bib0200"><label>8</label><mixed-citation publication-type="other" id="oref0040">Bhatia A. Covid Trends [Internet] [consultado 14 Abril 2020]. Disponible en: https://aatishb.com/covidtrends/</mixed-citation></ref><ref id="bib0205"><label>9</label><mixed-citation publication-type="other" id="oref0045">Databrew [Internet]. Databrew's COVID-19 data explorer [consultado 14 abril 2020]. Disponible en: https://datacat.cc/covid/</mixed-citation></ref><ref id="bib0210"><label>10</label><element-citation publication-type="book" id="sbref0210"><person-group person-group-type="author"><name><surname>Flaxman</surname><given-names>S.</given-names></name><name><surname>Mishra</surname><given-names>S.</given-names></name><name><surname>Gandy</surname><given-names>A.</given-names></name><name><surname>Unwin</surname><given-names>H.</given-names></name><name><surname>Coupland</surname><given-names>H.</given-names></name><name><surname>Mellan</surname><given-names>T.</given-names></name></person-group><chapter-title>Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries</chapter-title><year>2020</year><publisher-name>Imperial College London</publisher-name><publisher-loc>London</publisher-loc><comment>doi: 10.25561/77731</comment></element-citation></ref><ref id="bib0215"><label>11</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Prem</surname><given-names>K.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Russell</surname><given-names>T.W.</given-names></name><name><surname>Kucharski</surname><given-names>A.J.</given-names></name><name><surname>Eggo</surname><given-names>R.M.</given-names></name><name><surname>Davies</surname><given-names>N.</given-names></name></person-group><article-title>The effect of control strategies to reduce social mixing on outcomesof the COVID-19 epidemic in Wuhan, China: A modelling study</article-title><source>Lancet Public Health.</source><volume>S2468-2667</volume><year>2020</year><fpage>30073</fpage><lpage>30076</lpage><pub-id pub-id-type="doi">10.1016/S2468-2667(20)30073-6</pub-id></element-citation></ref><ref id="bib0220"><label>12</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>Tang</surname><given-names>B.</given-names></name><name><surname>Xia</surname><given-names>F.</given-names></name><name><surname>Tang</surname><given-names>S.</given-names></name><name><surname>Bragazzi</surname><given-names>N.L.</given-names></name><name><surname>Li</surname><given-names>Q.</given-names></name><name><surname>Sun</surname><given-names>X.</given-names></name></person-group><article-title>The effectiveness of quarantine and isolation determine the trend of the COVID-19 epidemics in the final phase of the current outbreak in China</article-title><source>Int J Infect Dis.</source><volume>95</volume><year>2020</year><fpage>288</fpage><lpage>293</lpage><pub-id pub-id-type="doi">10.1016/j.ijid.2020.03.018</pub-id><pub-id pub-id-type="pmid">32171948</pub-id></element-citation></ref><ref id="bib0225"><label>13</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Kucharski</surname><given-names>A.J.</given-names></name><name><surname>Russell</surname><given-names>T.W.</given-names></name><name><surname>Diamond</surname><given-names>C.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Edmunds</surname><given-names>J.</given-names></name><name><surname>Funk</surname><given-names>S.</given-names></name><collab>Centre for Mathematical Modelling of Infectious Diseases COVID-19 working group</collab></person-group><article-title>Early dynamics of transmission and control of COVID-19: A mathematical modeling study</article-title><source>Lancet Infect Dis.</source><volume>20</volume><year>2020</year><fpage>553</fpage><lpage>558</lpage><pub-id pub-id-type="pmid">32171059</pub-id></element-citation></ref><ref id="bib0230"><label>14</label><mixed-citation publication-type="other" id="oref0070">Ministerio de Sanidad. Informaci&#x000f3;n por coronavirus, COVID-19. Informaci&#x000f3;n cient&#x000ed;fico-t&#x000e9;cnica. Madrid: Ministerio de Sanidad; 2020 [acceso 4 Abril 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/20200404_ITCoronavirus.pdf</mixed-citation></ref><ref id="bib0235"><label>15</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Zhao</surname><given-names>X.</given-names></name><name><surname>Zhang</surname><given-names>B.</given-names></name><name><surname>Li</surname><given-names>P.</given-names></name><name><surname>Ma</surname><given-names>C.</given-names></name><name><surname>Gu</surname><given-names>J.</given-names></name><name><surname>Hou</surname><given-names>P.</given-names></name></person-group><article-title>Incidence, clinical characteristics and prognostic factor of patients with COVID-19: A systematic review and meta-analysis</article-title><source>medRxiv</source><year>2020</year><pub-id pub-id-type="doi">10.1101/2020.03.17.20037572</pub-id></element-citation></ref><ref id="bib0240"><label>16</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Jin</surname><given-names>X.</given-names></name><name><surname>Lian</surname><given-names>J.S.</given-names></name><name><surname>Hu</surname><given-names>J.H.</given-names></name><name><surname>Gao</surname><given-names>J.</given-names></name><name><surname>Zheng</surname><given-names>L.</given-names></name><name><surname>Zhang</surname><given-names>Y.M.</given-names></name></person-group><article-title>Epidemiological, clinical and virological characteristics of 74 cases of coronavirus-infected disease 2019 (COVID-19) with gastrointestinal symptoms</article-title><source>Gut.</source><volume>69</volume><year>2020</year><fpage>1002</fpage><lpage>1009</lpage><pub-id pub-id-type="doi">10.1136/gutjnl-2020-320926</pub-id><pub-id pub-id-type="pmid">32213556</pub-id></element-citation></ref><ref id="bib0245"><label>17</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Chen</surname><given-names>T.</given-names></name><name><surname>Wu</surname><given-names>D.</given-names></name><name><surname>Chen</surname><given-names>H.</given-names></name><name><surname>Yan</surname><given-names>W.</given-names></name><name><surname>Yang</surname><given-names>D.</given-names></name><name><surname>Chen</surname><given-names>G.</given-names></name></person-group><article-title>Clinical characteristics of 113 deceased patients with coronavirus disease 2019: Retrospective study</article-title><source>BMJ.</source><volume>368</volume><year>2020</year><fpage>m1091</fpage><pub-id pub-id-type="doi">10.1136/bmj.m1091</pub-id><pub-id pub-id-type="pmid">32217556</pub-id></element-citation></ref><ref id="bib0250"><label>18</label><element-citation publication-type="journal" id="sbref0250"><person-group person-group-type="author"><name><surname>Li</surname><given-names>C.X.</given-names></name><name><surname>Wu</surname><given-names>B.</given-names></name><name><surname>Luo</surname><given-names>F.</given-names></name><name><surname>Zhang</surname><given-names>N.</given-names></name></person-group><article-title>Clinical Study and CT Findings of a Familial Cluster of Pneumonia with Coronavirus Disease 2019 (COVID-19)[J]</article-title><source>Journal of Sichuan University (Medical Science Edition)</source><volume>51</volume><year>2020</year><fpage>155</fpage><lpage>158</lpage><pub-id pub-id-type="doi">10.12182/20200360107</pub-id><pub-id pub-id-type="pmid">32220181</pub-id></element-citation></ref><ref id="bib0255"><label>19</label><element-citation publication-type="journal" id="sbref0255"><person-group person-group-type="author"><name><surname>Zhou</surname><given-names>Z.</given-names></name><name><surname>Guo</surname><given-names>D.</given-names></name><name><surname>Li</surname><given-names>C.</given-names></name><name><surname>Fang</surname><given-names>Z.</given-names></name><name><surname>Chen</surname><given-names>L.</given-names></name><name><surname>Yang</surname><given-names>R.</given-names></name></person-group><article-title>Coronavirus disease 2019: Initial chest CT findings</article-title><source>Eur Radiol.</source><year>2020</year><fpage>1</fpage><lpage>9</lpage><pub-id pub-id-type="doi">10.1007/s00330-020-06816-7</pub-id><pub-id pub-id-type="pmid">31278580</pub-id></element-citation></ref><ref id="bib0260"><label>20</label><element-citation publication-type="journal" id="sbref0260"><person-group person-group-type="author"><name><surname>Salehi</surname><given-names>S.</given-names></name><name><surname>Abedi</surname><given-names>A.</given-names></name><name><surname>Balakrishnan</surname><given-names>S.</given-names></name><name><surname>Gholamrezanezhad</surname><given-names>A.</given-names></name></person-group><article-title>Coronavirus Disease 2019 (COVID-19): A systematic review of imaging findings in 919 patients</article-title><source>AJR Am J Roentgenol.</source><volume>14</volume><year>2020</year><fpage>1</fpage><lpage>7</lpage><pub-id pub-id-type="doi">10.2214/AJR.20.23034</pub-id></element-citation></ref><ref id="bib0265"><label>21</label><mixed-citation publication-type="other" id="oref0105">Ministerio de Sanidad [Internet]. Informaci&#x000f3;n cient&#x000ed;fica-t&#x000e9;cnica. Enfermedad por coronavirus. Madrid: Ministerio de Sanidad [actualizado 26 Mar 2020] [consultado 14 Abril 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/documentos/20200326_ITCoronavirus.pdf</mixed-citation></ref><ref id="bib0270"><label>22</label><element-citation publication-type="journal" id="sbref0270"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>Y.C.</given-names></name><name><surname>Chen</surname><given-names>C.S.</given-names></name><name><surname>Chan</surname><given-names>Y.J.</given-names></name></person-group><article-title>The outbreak of COVID-19: An overview</article-title><source>J Chin MedAssoc.</source><volume>83</volume><year>2020</year><fpage>217</fpage><lpage>220</lpage><pub-id pub-id-type="doi">10.1097/JCMA.0000000000000270</pub-id></element-citation></ref><ref id="bib0275"><label>23</label><element-citation publication-type="journal" id="sbref0275"><person-group person-group-type="author"><name><surname>Huh</surname><given-names>S.</given-names></name></person-group><article-title>How to train the health personnel for protecting themselves from novel coronavirus (COVID-19) infection during their patient or suspected case care</article-title><source>J Educ Eval Health Prof.</source><volume>17</volume><year>2020</year><fpage>10</fpage><pub-id pub-id-type="doi">10.3352/jeehp.2020.17.10</pub-id><pub-id pub-id-type="pmid">32150796</pub-id></element-citation></ref><ref id="bib0280"><label>24</label><element-citation publication-type="journal" id="sbref0280"><person-group person-group-type="author"><name><surname>Feng</surname><given-names>S.</given-names></name><name><surname>Shen</surname><given-names>C.</given-names></name><name><surname>Xia</surname><given-names>N.</given-names></name><name><surname>Song</surname><given-names>W.</given-names></name><name><surname>Fan</surname><given-names>M.</given-names></name><name><surname>Cowling</surname><given-names>B.J.</given-names></name></person-group><article-title>Rational use of face masks in the COVID-19 pandemic</article-title><source>Lancet Respir Med.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/S2213-2600(20)30134-X</pub-id><comment>S2213-2600(20)30134-X.</comment></element-citation></ref><ref id="bib0285"><label>25</label><element-citation publication-type="journal" id="sbref0285"><person-group person-group-type="author"><name><surname>Giwa</surname><given-names>A.L.</given-names></name><name><surname>Desai</surname><given-names>A.</given-names></name><name><surname>Duca</surname><given-names>A.</given-names></name></person-group><article-title>Novel 2019 coronavirus SARS-CoV-2 (COVID-19): An updated overview for emergency clinicians</article-title><source>Emerg Med Pract.</source><volume>22</volume><year>2020</year><fpage>1</fpage><lpage>28</lpage></element-citation></ref><ref id="bib0290"><label>26</label><element-citation publication-type="journal" id="sbref0290"><person-group person-group-type="author"><name><surname>Lai</surname><given-names>C.C.</given-names></name><name><surname>Liu</surname><given-names>Y.H.</given-names></name><name><surname>Wang</surname><given-names>C.Y.</given-names></name><name><surname>Wang</surname><given-names>Y.H.</given-names></name><name><surname>Hsueh</surname><given-names>S.C.</given-names></name><name><surname>Yen</surname><given-names>M.Y.</given-names></name></person-group><article-title>Asymptomatic carrier state, acute respiratory disease, and pneumonia due to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2): Facts and myths</article-title><source>J Microbiol Immunol Infect.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.jmii.2020.02.012</pub-id><comment>S1684-1182(20)30040-2.</comment></element-citation></ref><ref id="bib0295"><label>27</label><element-citation publication-type="journal" id="sbref0295"><person-group person-group-type="author"><name><surname>Luan</surname><given-names>R.S.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Sun</surname><given-names>X.</given-names></name></person-group><article-title>Epidemiology, Treatment, and Epidemic Prevention and Control of the Coronavirus Disease 2019: a Review[J]</article-title><source>Journal of Sichuan University (Medical Science Edition)</source><volume>51</volume><year>2020</year><fpage>131</fpage><lpage>138</lpage><pub-id pub-id-type="doi">10.12182/20200360505</pub-id><pub-id pub-id-type="pmid">32220177</pub-id></element-citation></ref><ref id="bib0300"><label>28</label><element-citation publication-type="journal" id="sbref0300"><person-group person-group-type="author"><name><surname>Legido-Quigley</surname><given-names>H.</given-names></name><name><surname>Mateos-Garc&#x000ed;a</surname><given-names>J.T.</given-names></name><name><surname>Campos</surname><given-names>V.R.</given-names></name><name><surname>Gea-S&#x000e1;nchez</surname><given-names>M.</given-names></name><name><surname>Muntaner</surname><given-names>C.</given-names></name><name><surname>McKee</surname><given-names>M.</given-names></name></person-group><article-title>The resilience of the Spanish health system against the COVID-19 pandemic</article-title><source>Lancet Public Health.</source><volume>5</volume><year>2020</year><fpage>e251</fpage><lpage>e252</lpage><pub-id pub-id-type="doi">10.1016/S2468-2667(20)30060-8</pub-id><pub-id pub-id-type="pmid">32199083</pub-id></element-citation></ref><ref id="bib0305"><label>29</label><element-citation publication-type="journal" id="sbref0305"><person-group person-group-type="author"><name><surname>Mitj&#x000e0;</surname><given-names>O.</given-names></name><name><surname>Arenas</surname><given-names>A.</given-names></name><name><surname>Rod&#x000f3;</surname><given-names>X.</given-names></name><name><surname>Tobias</surname><given-names>A.</given-names></name><name><surname>Brew</surname><given-names>J.</given-names></name><name><surname>Benlloch</surname><given-names>J.M.</given-names></name></person-group><article-title>Experts&#x02019; request to the Spanish Government: Move Spain towards complete lockdown [published correction appears in Lancet. 2020 Mar 30]</article-title><source>Lancet.</source><volume>395</volume><issue>10231</issue><year>2020</year><fpage>1193</fpage><lpage>1194</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(20)30753-4</pub-id><pub-id pub-id-type="pmid">32224297</pub-id></element-citation></ref><ref id="bib0310"><label>30</label><element-citation publication-type="journal" id="sbref0310"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>C.J.</given-names></name><name><surname>Ng</surname><given-names>C.Y.</given-names></name><name><surname>Brook</surname><given-names>R.H.</given-names></name></person-group><article-title>Response to COVID-19 in Taiwan: Big data analytics. New technology, and proactive testing</article-title><source>JAMA.</source><volume>323</volume><year>2020</year><fpage>1341</fpage><lpage>1342</lpage><pub-id pub-id-type="doi">10.1001/jama.2020.3151</pub-id><pub-id pub-id-type="pmid">32125371</pub-id></element-citation></ref><ref id="bib0315"><label>31</label><element-citation publication-type="journal" id="sbref0315"><person-group person-group-type="author"><name><surname>Anastassopoulou</surname><given-names>C.</given-names></name><name><surname>Russo</surname><given-names>L.</given-names></name><name><surname>Tsakris</surname><given-names>A.</given-names></name><name><surname>Siettos</surname><given-names>C.</given-names></name></person-group><article-title>Data-based analysis, modelling and forecasting of the COVID-19 outbreak</article-title><source>PLOS ONE.</source><volume>15</volume><year>2020</year><fpage>e0230405</fpage><pub-id pub-id-type="doi">10.1371/journal.pone.0230405</pub-id><comment>PMID: 32231374</comment><pub-id pub-id-type="pmid">32231374</pub-id></element-citation></ref><ref id="bib0320"><label>32</label><element-citation publication-type="journal" id="sbref0320"><person-group person-group-type="author"><name><surname>Garcia-Alamino</surname><given-names>J.M.</given-names></name></person-group><article-title>Human biases and the SARS-CoV-2 pandemic</article-title><source>Intensive Crit Care Nurs.</source><volume>9</volume><year>2020</year><fpage>102861</fpage><pub-id pub-id-type="doi">10.1016/j.iccn.2020.102861</pub-id></element-citation></ref></ref-list><ack id="ack0005"><title>Agradecimientos</title><p>Expresar mi m&#x000e1;s sincero agradecimiento a todos los profesionales y personal de apoyo que estos d&#x000ed;as est&#x000e1;n realizando un trabajo ingente en los centros asistenciales. Dar tambi&#x000e9;n las gracias a Joe Brew, por su generosidad compartiendo los gr&#x000e1;ficos que ha generado en todos estos d&#x000ed;as de crecimiento exponencial de la epidemia por COVID-19.</p></ack></back></article>