<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="editorial" xml:lang="es"><?properties open_access?><?DTDIdentifier.IdentifierValue -//NLM//DTD JATS (Z39.96) Journal Publishing DTD v1.1 20151215//EN?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName JATS-journalpublishing1.dtd?><?SourceDTD.Version 1.1?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Biomedica</journal-id><journal-id journal-id-type="iso-abbrev">Biomedica</journal-id><journal-id journal-id-type="publisher-id">bio</journal-id><journal-title-group><journal-title>Biom&#x000e9;dica</journal-title></journal-title-group><issn pub-type="ppub">0120-4157</issn><issn pub-type="epub">2590-7379</issn><publisher><publisher-name>Instituto Nacional de Salud</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7449114</article-id><article-id pub-id-type="publisher-id">00001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Editorial</subject></subj-group></article-categories><title-group><article-title>Infecciones en el tr&#x000f3;pico: retos para la investigaci&#x000f3;n aplicada</article-title></title-group><contrib-group><contrib contrib-type="author"><name><surname>Yasnot</surname><given-names>Mar&#x000ed;a Fernanda</given-names></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref></contrib><contrib contrib-type="author"><name><surname>Gamarra</surname><given-names>Ram&#x000f3;n</given-names></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref></contrib><contrib contrib-type="author"><name><surname>Ocampo</surname><given-names>Clara B.</given-names></name><xref ref-type="aff" rid="aff1"><sup>1</sup></xref></contrib><aff id="aff1">
<label>1 </label>
<institution content-type="original">Junta Directiva, Asociaci&#x000f3;n Colombiana de Parasitolog&#x000ed;a y Medicina Tropical</institution>
<institution content-type="orgname">Asociaci&#x000f3;n Colombiana de Parasitolog&#x000ed;a y Medicina Tropical</institution>
</aff></contrib-group><pub-date pub-type="epub"><day>20</day><month>8</month><year>2020</year></pub-date><pub-date pub-type="collection"><month>5</month><year>2020</year></pub-date><volume>40</volume><issue>Suppl 1</issue><fpage>5</fpage><lpage>7</lpage><permissions><license license-type="open-access" xlink:href="https://creativecommons.org/licenses/by/4.0/"><license-p>Este es un art&#x000ed;culo publicado en acceso abierto bajo una licencia Creative Commons</license-p></license></permissions><counts><fig-count count="0"/><table-count count="0"/><equation-count count="0"/><ref-count count="8"/><page-count count="3"/></counts></article-meta></front><body><p>Las infecciones causadas por microorganismos pat&#x000f3;genos como virus, bacterias, protozoos o helmintos, que dependen de un hu&#x000e9;sped para su supervivencia, representan m&#x000e1;s del 25 % de las enfermedades a nivel global.</p><p>Estos agentes infecciosos se transmiten por contacto entre los hu&#x000e9;spedes o por organismos vectores. En las regiones tropicales, la transmisi&#x000f3;n de los agentes infecciosos se ve favorecida por la ecolog&#x000ed;a, el clima y el nivel de desarrollo social, lo que desemboca en serios problemas de salud p&#x000fa;blica.</p><p>Las enfermedades transmitidas por insectos vectores, como el dengue, la leishmaniasis, la tripanosomiasis y la malaria, y aquellas transmitidas por contacto, como las enfermedades diarreicas, la tuberculosis y las infestaciones helm&#x000ed;nticas, siguen registr&#x000e1;ndose en los pa&#x000ed;ses en desarrollo como Colombia. En nuestro pa&#x000ed;s, a pesar de los grandes esfuerzos y la inversi&#x000f3;n en las estrategias de prevenci&#x000f3;n y control, persiste la influencia de la migraci&#x000f3;n, el conflicto armado en algunas &#x000e1;reas rurales, la pobreza econ&#x000f3;mica, los bajos niveles educativos de la poblaci&#x000f3;n, la falta de condiciones higi&#x000e9;nico-sanitarias, y los limitados recursos para la planeaci&#x000f3;n y la toma de decisiones adecuadas y continuas por parte de los organismos responsables de la salud p&#x000fa;blica <xref rid="B1" ref-type="bibr"><sup>1</sup></xref><sup>,</sup><xref rid="B2" ref-type="bibr"><sup>2</sup></xref>.</p><p>Estos factores, sumados a la gran movilidad en el mundo, favorecen la reemergencia y la emergencia de nuevos agentes pat&#x000f3;genos y su diseminaci&#x000f3;n global. Un ejemplo de ello es la actual pandemia de SARS- CoV-2, que se inici&#x000f3; en diciembre de 2019 en Wuhan, China, y se ha dispersado a todos los pa&#x000ed;ses del mundo: el 1&#x000b0; de mayo de 2020 ya se hab&#x000ed;an confirmado 3&#x02019;214.256 casos y 232.570 muertes <xref rid="B3" ref-type="bibr"><sup>3</sup></xref>. Otro ejemplo es el del virus del &#x000c9;bola, que en el 2014 se present&#x000f3; inicialmente en Sierra Leona, Liberia y Guinea y, posteriormente, se extendi&#x000f3; a los pa&#x000ed;ses vecinos (Mal&#x000ed;, Nigeria y Senegal) e, inclusive, a los Estados Unidos y Espa&#x000f1;a, causando m&#x000e1;s de 7.000 muertes en el mundo <xref rid="B4" ref-type="bibr"><sup>4</sup></xref>. Por otro lado, en Latinoam&#x000e9;rica aparecieron los virus del chikungunya (2014) y el Zika (2015), transmitidos por mosquitos urbanos del g&#x000e9;nero <italic>Aedes</italic>, que produjeron epidemias y afectaron a m&#x000e1;s del 80 % de la poblaci&#x000f3;n en los diferentes pa&#x000ed;ses <xref rid="B5" ref-type="bibr"><sup>5</sup></xref><sup>-</sup><xref rid="B7" ref-type="bibr"><sup>7</sup></xref>.</p><p>La r&#x000e1;pida transmisi&#x000f3;n de las enfermedades infecciosas ha cimentado la conciencia sobre su potencial epid&#x000e9;mico y pand&#x000e9;mico, y el consecuente trastorno en poco tiempo del aparente equilibrio de las sociedades. Dichas experiencias han resaltado la necesidad de replantear las estrategias de contenci&#x000f3;n, incluidos los cambios de conducta frente a estas enfermedades, las investigaciones que buscan disminuir su impacto mediante tratamientos, vacunas, biomarcadores de diagn&#x000f3;stico y pron&#x000f3;stico, nuevos dispositivos m&#x000e9;dicos, vigilancia epidemiol&#x000f3;gica con herramientas matem&#x000e1;ticas y geogr&#x000e1;ficas, as&#x000ed; como los cambios en las pol&#x000ed;ticas p&#x000fa;blicas.</p><p>Todo ello lleva a pensar que se necesita un sistema integrado de salud que permita la interacci&#x000f3;n entre los entes gubernamentales (nacionales y territoriales) del sector salud y los investigadores, con el fin de disminuir la brecha existente entre las decisiones que se toman y la implementaci&#x000f3;n de los resultados de la investigaci&#x000f3;n cient&#x000ed;fica. El trabajo integrado permitir&#x000ed;a establecer las estrategias prioritarias para reducir los riesgos en salud y manejar las situaciones epid&#x000e9;micas en el pa&#x000ed;s.</p><p>En los &#x000fa;ltimos 10 a&#x000f1;os, muchos pa&#x000ed;ses, incluido Colombia, han aumentado las inversiones para la prevenci&#x000f3;n y el control de las enfermedades tropicales. Asimismo, la Organizaci&#x000f3;n Mundial de la Salud (OMS) ha intensificado sus esfuerzos para contrarrestar su impacto mundial, permitiendo mejoras en la salud colectiva y el bienestar social. Sin embargo, a&#x000fa;n persisten muchos problemas que deben ser abordados en las agendas anuales de los gobiernos y en los planes de desarrollo nacionales y departamentales. Adem&#x000e1;s, es necesario promover la coordinaci&#x000f3;n de todos los responsables del bienestar y la salud de las poblaciones y de los investigadores, con el fin de profundizar en los temas regionales prioritarios.</p><p>En el &#x0201c;Informe sobre la salud en el Mundo, 2013&#x0201d;, la OMS plantea como uno de los argumentos a favor de la inversi&#x000f3;n en investigaci&#x000f3;n el hecho de que los pa&#x000ed;ses podr&#x000ed;an aprovechar m&#x000e1;s eficazmente la oferta de ideas utilizando distintos m&#x000e9;todos de investigaci&#x000f3;n: las evaluaciones cuantitativas y cualitativas, los estudios observacionales y de casos y controles, los estudios de intervenciones, los estudios aleatorizados controlados, y las revisiones sistem&#x000e1;ticas y metaan&#x000e1;lisis, para que se traduzcan en productos y estrategias que aporten a los programas y ayuden a tomar decisiones en salud p&#x000fa;blica <xref rid="B8" ref-type="bibr"><sup>8</sup></xref>.</p><p>Teniendo en cuenta que el avance y la competitividad de las sociedades contempor&#x000e1;neas se sustenta en el conocimiento, el fortalecimiento de la educaci&#x000f3;n de alta calidad y el desarrollo de las capacidades cient&#x000ed;ficas y de innovaci&#x000f3;n, en el 2011, Colombia aument&#x000f3; su inversi&#x000f3;n en este campo y cre&#x000f3; el Fondo de Ciencia, Tecnolog&#x000ed;a e Innovaci&#x000f3;n del Sistema General de Regal&#x000ed;as con un aporte del 10 % de las regal&#x000ed;as del pa&#x000ed;s, destinado a promover la ciencia, la tecnolog&#x000ed;a y la innovaci&#x000f3;n. Esta inversi&#x000f3;n, unida a la reciente creaci&#x000f3;n del Ministerio de Ciencia, Tecnolog&#x000ed;a e Innovaci&#x000f3;n, ha mejorado la capacidad instalada de algunos centros y grupos de investigaci&#x000f3;n, la capacitaci&#x000f3;n y formaci&#x000f3;n superior de talento humano y la inversi&#x000f3;n en estudios con miras al fortalecimiento regional. Sin embargo, se hace necesaria la financiaci&#x000f3;n sostenida que garantice que los proyectos de investigaci&#x000f3;n no se vean interrumpidos ni sus resultados afectados a mediano y largo plazo.</p><p>Con dicha inversi&#x000f3;n y la acci&#x000f3;n de los programas departamentales enfocados en las enfermedades infecciosas tropicales, se ha logrado un avance en la interacci&#x000f3;n entre los entes gubernamentales y los investigadores. Sin embargo, es necesario fortalecer las capacidades institucionales para una respuesta adecuada, organizada y oportuna, as&#x000ed; como establecer una estrategia basada en mecanismos de alerta temprana y de respuesta r&#x000e1;pida que cuente con recursos humanos, laboratorios y canales de comunicaci&#x000f3;n entre los laboratorios y los servicios de salud, para mejorar la vigilancia de los agentes infecciosos, los vectores y reservorios, los factores de riesgo, y los elementos ambientales y clim&#x000e1;ticos que favorecen la aparici&#x000f3;n de epidemias.</p><p>Es importante promover entre los grupos acad&#x000e9;micos el contacto con las sociedades cient&#x000ed;ficas nacionales e internacionales que promueven la colaboraci&#x000f3;n y las alianzas entre investigadores para el desarrollo de proyectos cient&#x000ed;ficos que generen nuevo conocimiento y ofrezcan soluciones en las &#x000e1;reas de inter&#x000e9;s. Este es el caso de la Asociaci&#x000f3;n Colombiana de Parasitolog&#x000ed;a y Medicina Tropical que, desde su creaci&#x000f3;n hace m&#x000e1;s de 30 a&#x000f1;os, ha perseverado en el prop&#x000f3;sito de fomentar el avance del conocimiento de la parasitolog&#x000ed;a y la medicina tropical mediante actividades cient&#x000ed;ficas, educaci&#x000f3;n continua e investigaci&#x000f3;n.</p></body><back><fn-group><fn fn-type="other" id="fn1"><p><bold>Citaci&#x000f3;n:</bold> Yasnot MF, Gamarra R, Ocampo CB. Biom&#x000e9;dica. Infecciones en el tr&#x000f3;pico: retos para la investigaci&#x000f3;n aplicada. 2020;40(Supl.1):5-7.</p></fn></fn-group><ref-list><title>Referencias</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Bhutta</surname><given-names>ZA</given-names></name><name><surname>Sommerfeld</surname><given-names>J</given-names></name><name><surname>Lassi</surname><given-names>ZS</given-names></name><name><surname>Salam</surname><given-names>RA</given-names></name><name><surname>Das</surname><given-names>JK</given-names></name></person-group><article-title>Global burden, distribution, and interventions for infectious diseases of poverty</article-title><source>Infect Dis Poverty</source><year>2014</year><issue>3</issue><fpage>21</fpage><lpage>21</lpage><pub-id pub-id-type="doi">10.1186/2049-9957-3-21</pub-id><pub-id pub-id-type="pmid">25110585</pub-id></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Ridel</surname><given-names>GM</given-names></name><name><surname>Luis</surname><given-names>IR</given-names></name><name><surname>Teja</surname><given-names>JJ</given-names></name></person-group><article-title>Las enfermedades emergentes y reemergentes: un problema de salud en las Am&#x000e9;ricas</article-title><source>Rev Panam Salud P&#x000fa;blica</source><year>2004</year><volume>15</volume><fpage>285</fpage><lpage>287</lpage><pub-id pub-id-type="pmid">15193185</pub-id></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Instituto Nacional de Salud</collab></person-group><source>Coronavirus 2020</source><publisher-loc>Bogot&#x000e1;</publisher-loc><publisher-name>Instituto Nacional de Salud</publisher-name><year>2020</year><date-in-citation content-type="access-date" iso-8601-date="2020-05-03">3 de mayo de 2020</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://www.ins.gov.co/Noticias/Paginas/Coronavirus.aspx">https://www.ins.gov.co/Noticias/Paginas/Coronavirus.aspx</ext-link></comment></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Kaner</surname><given-names>J</given-names></name><name><surname>Schaack</surname><given-names>S</given-names></name></person-group><article-title>Understanding Ebola: The 2014 epidemic</article-title><source>Global Health</source><year>2016</year><volume>12</volume><fpage>53</fpage><lpage>53</lpage><pub-id pub-id-type="doi">10.1186/s12992-016-0194-4</pub-id><pub-id pub-id-type="pmid">27624088</pub-id></element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Wahid</surname><given-names>B</given-names></name><name><surname>Ali</surname><given-names>A</given-names></name><name><surname>Rafique</surname><given-names>S</given-names></name><name><surname>Idrees</surname><given-names>M</given-names></name></person-group><article-title>Global expansion of chikungunya virus: Mapping the 64- year history</article-title><source>Int J Infect Dis</source><year>2017</year><volume>58</volume><fpage>69</fpage><lpage>76</lpage><pub-id pub-id-type="doi">10.1016/j.ijid.2017.03.006</pub-id><pub-id pub-id-type="pmid">28288924</pub-id></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Wikan</surname><given-names>N</given-names></name><name><surname>Smith</surname><given-names>DR</given-names></name></person-group><article-title>Zika virus: History of a newly emerging arbovirus</article-title><source>Lancet Infect Dis</source><year>2016</year><volume>16</volume><fpage>e119</fpage><lpage>ee26</lpage><pub-id pub-id-type="doi">10.1016/S1473-3099(16)30010-X</pub-id><pub-id pub-id-type="pmid">27282424</pub-id></element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Weaver</surname><given-names>SC</given-names></name><name><surname>Costa</surname><given-names>F</given-names></name><name><surname>Garc&#x000ed;a-Blanco</surname><given-names>MA</given-names></name><name><surname>Ko</surname><given-names>AI</given-names></name><name><surname>Ribeiro</surname><given-names>GS</given-names></name><name><surname>Saade</surname><given-names>G</given-names></name><etal/></person-group><article-title>Zika virus: History, emergence, biology, and prospects for control</article-title><source>Antiviral Res</source><year>2016</year><volume>130</volume><fpage>69</fpage><lpage>80</lpage><pub-id pub-id-type="doi">10.1016/j.antiviral.2016.03.010</pub-id><pub-id pub-id-type="pmid">26996139</pub-id></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Organizaci&#x000f3;n Mundial de la Salud</collab></person-group><source>Informe sobre la salud en el mundo, 2013</source><publisher-loc>Luxemburgo</publisher-loc><publisher-name>Organizaci&#x000f3;n Mundial de la Salud</publisher-name><year>2013</year><date-in-citation content-type="access-date" iso-8601-date="2020-05-03">3 de mayo de 2020</date-in-citation><comment>Disponible en: <ext-link ext-link-type="uri" xlink:href="https://apps.who.int/iris/bitstream/handle/10665/85763/9789240691223_spa.pdf?sequence=1">https://apps.who.int/iris/bitstream/handle/10665/85763/9789240691223_spa.pdf?sequence=1</ext-link></comment></element-citation></ref></ref-list></back></article>