<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><?QA-only?><journal-title-group><journal-title>Vacunas (English Edition)</journal-title></journal-title-group><issn pub-type="ppub">2445-1460</issn><issn pub-type="epub">2445-1460</issn><publisher><publisher-name>Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7205683</article-id><article-id pub-id-type="publisher-id">S2445-1460(20)30004-2</article-id><article-id pub-id-type="doi">10.1016/j.vacune.2020.05.001</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>The SARS-CoV-2, a new pandemic zoonosis that threatens the world</article-title><trans-title-group xml:lang="es"><trans-title>El SARS-CoV-2, una nueva zoonosis pand&#x000e9;mica que amenaza al mundo</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Reina</surname><given-names>J.</given-names></name><email>jorge.reina@ssib.es</email></contrib><aff id="aff0005">Unidad de Virolog&#x000ed;a, Hospital Universitario Son Espases, Facultad de Medicina, UIB, Palma de Mallorca, Espa&#x000f1;a</aff></contrib-group><pub-date pub-type="pmc-release"><day>8</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>8</day><month>5</month><year>2020</year></pub-date><permissions><copyright-statement>&#x000a9; 2020 Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder/><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><related-article related-article-type="article-reference" id="d32e141" ext-link-type="doi" xlink:href="10.1016/j.vacun.2020.03.001"/><abstract id="abs0010"><p>On December 31, 2019, an outbreak of pneumonia of unknown etiology was detected in the city of Wuhan (China). A week later, a new coronavirus was isolated in these patients, initially designated as 2019-nCoV and subsequently SARS-CoV-2. This is a new virus that is much closer genetically to the coronavirus of bats than to human SARS. The new virus infects and replicates in the lung parenchyma pneumocytes and macrophages in which the ACE-2 cell receptor resides. He has now infected many more people than his predecessors (&#x0003e;&#x000a0;85,000). From the clinical point of view, those infected have an average age of 55 years; the main symptoms are fever, dry cough, lymphopenia, dyspnea, and pneumonia in its severe form. The overall lethality rate is 2-3% in China and 0.1% in cases detected outside of this country. The incubation period has been set at about 3 days (0-24 days). There are no specific antivirals or vaccines.</p></abstract><trans-abstract xml:lang="es"><title>Resumen</title><p>El 31 de diciembre de 2019 se detect&#x000f3; en la ciudad de Wuhan (China) un brote de neumon&#x000ed;a de etiolog&#x000ed;a desconocida. Una semana despu&#x000e9;s se aisl&#x000f3; en estos pacientes un nuevo coronavirus, designado inicialmente como 2019-nCoV y posteriormente, SARS-CoV-2. Este es un nuevo virus que est&#x000e1; mucho m&#x000e1;s pr&#x000f3;ximo gen&#x000e9;ticamente a los coronavirus de los murci&#x000e9;lagos que del SARS humano. El nuevo virus infecta y se replica en los neumocitos y macr&#x000f3;fagos del par&#x000e9;nquima pulmonar en los que reside el receptor celular ACE-2. Ha infectado en estos momentos muchas m&#x000e1;s personas que sus predecesores (&#x0003e;&#x000a0;85.000). Desde el punto de vista cl&#x000ed;nico, los infectados presentan una edad media de 55 a&#x000f1;os; los s&#x000ed;ntomas principales son fiebre, tos seca, linfopenia, disnea, y neumon&#x000ed;a en su forma grave. La tasa de letalidad global se sit&#x000fa;a en el 2-3% en China y en el 0,1% en los casos detectados fuera de este pa&#x000ed;s. El per&#x000ed;odo de incubaci&#x000f3;n se ha establecido en unos 3 d&#x000ed;as (0-24 d&#x000ed;as). No se dispone de antivirales espec&#x000ed;ficos ni de vacuna.</p></trans-abstract><kwd-group id="kwd0005"><title>Keywords</title><kwd>SARS-CoV-2</kwd><kwd>Epidemiology</kwd><kwd>Clinic symptoms</kwd></kwd-group><kwd-group xml:lang="es" id="kwd0010"><title>Palabras clave</title><kwd>SARS-CoV-2</kwd><kwd>Epidemiolog&#x000ed;a</kwd><kwd>S&#x000ed;ntomas cl&#x000ed;nicos</kwd></kwd-group></article-meta></front></article>