<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">Gac Sanit</journal-id><journal-id journal-id-type="iso-abbrev">Gac Sanit</journal-id><journal-title-group><journal-title>Gaceta Sanitaria</journal-title></journal-title-group><issn pub-type="ppub">0213-9111</issn><issn pub-type="epub">1578-1283</issn><publisher><publisher-name>SESPAS. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7260480</article-id><article-id pub-id-type="publisher-id">S0213-9111(20)30124-2</article-id><article-id pub-id-type="doi">10.1016/j.gaceta.2020.05.004</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Factores asociados a la incidencia y la mortalidad por COVID-19 en las comunidades aut&#x000f3;nomas</article-title><trans-title-group xml:lang="en"><trans-title>Factors associated with the incidence and mortality from COVID-19 in the autonomous communities of Spain</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Medeiros Figueiredo</surname><given-names>Alexandre</given-names></name><email>potiguar77@gmail.com</email><xref rid="aff0005" ref-type="aff">a</xref><xref rid="aff0010" ref-type="aff">b</xref><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Daponte-Codina</surname><given-names>Antonio</given-names></name><xref rid="aff0015" ref-type="aff">c</xref><xref rid="aff0020" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Moreira Marculino Figueiredo</surname><given-names>Daniela Cristina</given-names></name><xref rid="aff0025" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Toledo Vianna</surname><given-names>Rodrigo Pinheiro</given-names></name><xref rid="aff0025" ref-type="aff">e</xref><xref rid="aff0030" ref-type="aff">f</xref></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Costa de Lima</surname><given-names>Kenio</given-names></name><xref rid="aff0010" ref-type="aff">b</xref><xref rid="aff0035" ref-type="aff">g</xref></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Gil-Garc&#x000ed;a</surname><given-names>Eugenia</given-names></name><xref rid="aff0040" ref-type="aff">h</xref></contrib><aff id="aff0005"><label>a</label>Departamento de Promoci&#x000f3;n de la Salud, Universidade Federal da Para&#x000ed;ba, Jo&#x000e3;o Pessoa, Brasil</aff><aff id="aff0010"><label>b</label>Programa de Posgrado en Ciencias de la Salud, Universidade Federal do Rio Grande do Norte, Natal, Brasil</aff><aff id="aff0015"><label>c</label>CIBER de Epidemiolog&#x000ed;a y Salud P&#x000fa;blica (CIBERESP), Espa&#x000f1;a</aff><aff id="aff0020"><label>d</label>Observatorio de Salud y Medio Ambiente de Andaluc&#x000ed;a (OSMAN), Escuela Andaluza de Salud P&#x000fa;blica, Granada, Espa&#x000f1;a</aff><aff id="aff0025"><label>e</label>Departamento de Estad&#x000ed;stica, Programa de Posgrado en Modelos de Decisi&#x000f3;n y Salud, Universidade Federal da Para&#x000ed;ba, Jo&#x000e3;o Pessoa, Brasil</aff><aff id="aff0030"><label>f</label>Departamento de Nutrici&#x000f3;n, Universidade Federal da Para&#x000ed;ba, Jo&#x000e3;o Pessoa, Brasil</aff><aff id="aff0035"><label>g</label>Departamento de Odontolog&#x000ed;a, Universidade Federal do Rio Grande do Norte, Natal, Brasil</aff><aff id="aff0040"><label>h</label>Departamento de Enfermer&#x000ed;a, Universidad de Sevilla, Sevilla, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia. <email>potiguar77@gmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>30</day><month>5</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>30</day><month>5</month><year>2020</year></pub-date><history><date date-type="received"><day>26</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>13</day><month>5</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 SESPAS. Published by Elsevier Espa&#x000f1;a, S.L.U.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>SESPAS</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><title>Resumen</title><sec><title>Objetivo</title><p>Analizar la evoluci&#x000f3;n de la epidemia de COVID-19 despu&#x000e9;s del estado de alarma e identificar factores asociados a las diferencias entre las comunidades aut&#x000f3;nomas.</p></sec><sec><title>M&#x000e9;todo</title><p>Estudio ecol&#x000f3;gico que utiliz&#x000f3; variables epidemiol&#x000f3;gicas, demogr&#x000e1;ficas, ambientales y sobre la estructura de los servicios sanitarios como variables explicativas. El periodo de an&#x000e1;lisis fue desde el 15 de marzo (inicio del estado de alarma) hasta el 22 de abril de 2020. Las tasas de incidencia y de mortalidad fueron las variables respuesta principales. La magnitud de las asociaciones se ha estimado mediante el coeficiente de correlaci&#x000f3;n de Spearman y el an&#x000e1;lisis de regresi&#x000f3;n m&#x000fa;ltiple.</p></sec><sec><title>Resultados</title><p>Las tasas de incidencia y de mortalidad en el momento del decreto del estado de alarma se asocian con las tasas de incidencia, mortalidad y demanda hospitalaria actuales. Las temperaturas medias m&#x000e1;s altas se asocian significativamente con una menor incidencia actual de COVID-19. Asimismo, una mayor proporci&#x000f3;n de personas mayores en residencias se asocia significativamente a una mortalidad actual m&#x000e1;s elevada.</p></sec><sec><title>Conclusi&#x000f3;n</title><p>Es posible predecir la evoluci&#x000f3;n de la epidemia a trav&#x000e9;s del an&#x000e1;lisis de la incidencia y de la mortalidad. Las temperaturas m&#x000e1;s bajas y la elevada proporci&#x000f3;n de personas mayores en residencias son factores asociados a un peor pron&#x000f3;stico. Estos par&#x000e1;metros deben ser considerados en las decisiones sobre el momento y la intensidad de la implantaci&#x000f3;n de las medidas de contenci&#x000f3;n. En este sentido, fortalecer la vigilancia epidemiol&#x000f3;gica es esencial para mejorar las predicciones.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Objective</title><p>Analyze the evolution of the epidemic of COVID-19 after the alarm state and identify factors associated with the differences between the autonomous communities.</p></sec><sec><title>Method</title><p>Ecological study that used epidemiological, demographic, environmental and variables on the structure of health services as explanatory variables. The analysis period was from March 15th (the start of the alarm state) until April 22nd, 2020. Incidence and mortality rates were the main response variables. The magnitude of the associations has been estimated using the Spearman correlation coefficient and multiple regression analysis.</p></sec><sec><title>Results</title><p>Incidence and mortality rates at the time of decree of alarm status are associated with current incidence, mortality and hospital demand rates. Higher mean temperatures are significantly associated with a lower current incidence of COVID-19 in the autonomous communities. Likewise, a higher proportion of older people in nursing homes is significantly associated with a higher current mortality in the autonomous communities.</p></sec><sec><title>Conclusion</title><p>It is possible to predict the evolution of the epidemic through the analysis of incidence and mortality. Lower temperatures and the proportion of older people in residences are factors associated with a worse prognosis. These parameters must be considered in decisions about the timing and intensity of the implementation of containment measures. In this sense, strengthening epidemiological surveillance is essential to improve predictions.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Epidemias</kwd><kwd>Coronavirus</kwd><kwd>Epidemiolog&#x000ed;a</kwd><kwd>Enfermedades transmisibles</kwd><kwd>Monitoreo epidemiol&#x000f3;gico</kwd><kwd>Medio ambiente y salud p&#x000fa;blica</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Epidemic</kwd><kwd>Coronavirus</kwd><kwd>Epidemiology</kwd><kwd>Communicable diseases</kwd><kwd>Epidemiological monitoring</kwd><kwd>Environment and public health</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">En todo el mundo, los sistemas de salud han reforzado la vigilancia epidemiol&#x000f3;gica y han implementado en grado variable medidas de distanciamiento social, como parte de las disposiciones para la contenci&#x000f3;n de la pandemia de COVID-19<xref rid="bib0125" ref-type="bibr"><sup>1</sup></xref>. En los pa&#x000ed;ses con una transmisi&#x000f3;n comunitaria intensa se recomienda garantizar la identificaci&#x000f3;n de los casos y el apoyo cl&#x000ed;nico, especialmente para los cl&#x000ed;nicamente graves<xref rid="bib0130" ref-type="bibr"><sup>2</sup></xref>.</p><p id="par0010">Espa&#x000f1;a es uno de los pa&#x000ed;ses m&#x000e1;s afectados por la epidemia de COVID-19<xref rid="bib0135" ref-type="bibr"><sup>3</sup></xref>. La transmisi&#x000f3;n comunitaria comenz&#x000f3; a finales de febrero de 2020<xref rid="bib0140" ref-type="bibr"><sup>4</sup></xref>. El aumento en el n&#x000fa;mero de casos y de muertes llev&#x000f3; al Gobierno espa&#x000f1;ol a adoptar el 14 de marzo medidas muy estrictas de contenci&#x000f3;n, entre ellas el confinamiento de la poblaci&#x000f3;n y la paralizaci&#x000f3;n o reducci&#x000f3;n de buena parte de la actividad econ&#x000f3;mica e institucional<xref rid="bib0145" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0015">Los estudios cient&#x000ed;ficos demuestran que las medidas de distanciamiento social son importantes para reducir la velocidad de crecimiento de la curva de incidencia (&#x000ab;aplanamiento de la curva&#x000bb;) y para prevenir un colapso de los sistemas de salud<xref rid="bib0125" ref-type="bibr">1</xref>, <xref rid="bib0150" ref-type="bibr">6</xref>. Sin embargo, estas medidas tienen un gran impacto econ&#x000f3;mico y social, lo que las hace excepcionales y temporales<xref rid="bib0150" ref-type="bibr"><sup>6</sup></xref>. Parad&#x000f3;jicamente, cuanto m&#x000e1;s efectivas sean estas medidas, mayor ser&#x000e1; el n&#x000fa;mero de personas que siguen siendo susceptibles al virus en las nuevas ondas epid&#x000e9;micas. Recientemente, pa&#x000ed;ses que ya tuvieron una reducci&#x000f3;n en el contagio, como Jap&#x000f3;n, han tenido que volver a adoptar medidas de distanciamiento social por un nuevo aumento del n&#x000fa;mero de casos, poniendo de manifiesto el riesgo de nuevas ondas epid&#x000e9;micas<xref rid="bib0155" ref-type="bibr"><sup>7</sup></xref>.</p><p id="par0020">Este estudio tiene por objetivo identificar factores asociados a las diferencias en la evoluci&#x000f3;n de la epidemia de COVID-19 entre las comunidades aut&#x000f3;nomas a trav&#x000e9;s de indicadores epidemiol&#x000f3;gicos. Para ello se analizan las tasas de incidencia, mortalidad y demanda de atenci&#x000f3;n hospitalaria despu&#x000e9;s de la promulgaci&#x000f3;n del Decreto de estado de alarma<xref rid="bib0145" ref-type="bibr"><sup>5</sup></xref>. Responde a la necesidad de identificar par&#x000e1;metros epidemiol&#x000f3;gicos que puedan apoyar los procesos de decisi&#x000f3;n sobre el momento y la intensidad de la implementaci&#x000f3;n de medidas de distancia social y otras medidas de contenci&#x000f3;n en sucesivas ondas epid&#x000e9;micas.</p></sec><sec id="sec0010"><title>M&#x000e9;todo</title><p id="par0025">Este es un estudio ecol&#x000f3;gico basado en datos secundarios del Ministerio de Sanidad sobre la cantidad de casos confirmados, pacientes hospitalizados, pacientes en unidades de cuidados intensivos (UCI) y muertes en las comunidades aut&#x000f3;nomas, entre el 15 de marzo y el 22 de abril de 2020<xref rid="bib0160" ref-type="bibr"><sup>8</sup></xref>. En los an&#x000e1;lisis se considera como momento T<sub>0</sub> el 15 de marzo (d&#x000ed;a de entrada en vigor del Decreto de estado de alarma) y como momento T<sub>1</sub> el 22 de abril.</p><p id="par0030">Se definen como variables de respuesta principales la tasa de incidencia y de mortalidad en el momento T<sub>1</sub>, y como variables secundarias la tasa de ocupaci&#x000f3;n de camas de hospital y de camas de UCI en cada comunidad aut&#x000f3;noma al final del periodo de an&#x000e1;lisis. Las tasas de incidencia y de mortalidad por cada 100.000 habitantes se calcularon a partir del total de casos confirmados y de muertes por COVID-19<xref rid="bib0160" ref-type="bibr"><sup>8</sup></xref>, y de los datos de poblaci&#x000f3;n de las comunidades aut&#x000f3;nomas del Instituto Nacional de Estad&#x000ed;stica<xref rid="bib0165" ref-type="bibr"><sup>9</sup></xref>. Las tasas de ocupaci&#x000f3;n de camas hospitalarias y de camas de UCI se calcularon utilizando el n&#x000fa;mero de pacientes ingresados por COVID-19 por tipo de cama y el n&#x000fa;mero de camas existentes en los servicios p&#x000fa;blicos y privados espa&#x000f1;oles antes de que comenzara la epidemia<xref rid="bib0160" ref-type="bibr">8</xref>, <xref rid="bib0170" ref-type="bibr">10</xref>, <xref rid="bib0175" ref-type="bibr">11</xref>. Esta variable se utiliz&#x000f3; como un <italic>proxy</italic> de la demanda de camas hospitalarias y de UCI. Los valores m&#x000e1;s altos indican que hubo mayor demanda generada por la epidemia.</p><p id="par0035">Se han utilizado variables independientes de tres dimensiones: epidemiol&#x000f3;gicas, demogr&#x000e1;ficas y ambientales, y de estructura del sistema sanitario. Las variables epidemiol&#x000f3;gicas incluidas para caracterizar la evoluci&#x000f3;n de la epidemia han sido el tiempo desde el primer caso, el tiempo transcurrido hasta el registro de 100 casos, el tiempo hasta la primera muerte y las tasas de incidencia, mortalidad y letalidad en el tiempo (T<sub>0</sub>). La tasa de letalidad se calcul&#x000f3; utilizando el n&#x000fa;mero de muertes como numerador y el n&#x000fa;mero de casos confirmados como denominador, el 15 de marzo.</p><p id="par0040">Las variables demogr&#x000e1;ficas incluidas son la densidad de poblaci&#x000f3;n, la proporci&#x000f3;n de personas mayores de 65 a&#x000f1;os y la ratio de plazas de residencias por 100 personas mayores de 65 a&#x000f1;os, debido a la posible influencia de estas variables en la propagaci&#x000f3;n de la epidemia y en las tasas de mortalidad y letalidad<xref rid="bib0165" ref-type="bibr">9</xref>, <xref rid="bib0180" ref-type="bibr">12</xref>. La ratio de plazas residenciales es un indicador indirecto del n&#x000fa;mero de personas mayores que viven en estas instituciones en cada comunidad aut&#x000f3;noma. Como variable ambiental se utiliz&#x000f3; la temperatura promedio de cada comunidad aut&#x000f3;noma del 15 de marzo al 5 de abril<xref rid="bib0185" ref-type="bibr"><sup>13</sup></xref>. Con respecto a la estructura de los sistemas de salud, se analizaron las variables m&#x000e9;dico por cada mil habitantes, camas de hospital y camas de UCI por cada 100.000 personas antes de la epidemia<xref rid="bib0170" ref-type="bibr">10</xref>, <xref rid="bib0175" ref-type="bibr">11</xref>, <xref rid="bib0190" ref-type="bibr">14</xref>.</p><p id="par0045">Se prepararon series hist&#x000f3;ricas de tasas de incidencia y mortalidad que abarcan todo el periodo de an&#x000e1;lisis. Se elabor&#x000f3; una serie hist&#x000f3;rica con datos sobre las tasas de ocupaci&#x000f3;n de camas en la UCI, debido a su importancia para la atenci&#x000f3;n de pacientes con COVID-19.</p><p id="par0050">Para identificar y estimar la magnitud de la asociaci&#x000f3;n entre las variables independientes y las variables respuesta se hizo en primer lugar un an&#x000e1;lisis de correlaci&#x000f3;n de Spearman y posteriormente un an&#x000e1;lisis de regresi&#x000f3;n m&#x000fa;ltiple. Se elaboraron modelos separados para la incidencia y la mortalidad en T<sub>1</sub>, incluyendo como variables independientes en los modelos la incidencia y la mortalidad en el momento T<sub>0</sub>, las variables epidemiol&#x000f3;gicas y variables seleccionadas entre las demogr&#x000e1;ficas, ambientales y de los servicios de salud que hubieran resultado significativas o casi significativas en el an&#x000e1;lisis de correlaci&#x000f3;n. Con respecto a las variables secundarias, se realizaron modelos separados para ambas siguiendo el procedimiento anterior. Para los an&#x000e1;lisis finales de regresi&#x000f3;n m&#x000fa;ltiple, las variables se transformaron logar&#x000ed;tmicamente.</p></sec><sec id="sec0015"><title>Resultados</title><p id="par0055">Las tasas de incidencia variaron considerablemente entre el principio y el final del periodo de estudio, como se muestra en la <xref rid="tbl0005" ref-type="table">tabla 1</xref>
. La incidencia m&#x000e1;s alta en T<sub>1</sub> se registr&#x000f3; en La Rioja (1216,12 por 100.000 habitantes) y la m&#x000e1;s baja en las Islas Canarias (98,12 por 100.000 habitantes). La mayor mortalidad se produjo en la Comunidad de Madrid (115,32 por 100.000 habitantes) y la m&#x000e1;s baja tambi&#x000e9;n en las Islas Canarias (5,62 por 100.000 habitantes). La letalidad en cada comunidad aut&#x000f3;noma vari&#x000f3; ampliamente tanto al comienzo del periodo como al final; por ejemplo, la letalidad inicial en Madrid fue del 5,11% y en Andaluc&#x000ed;a fue del 1,26%. Al final del periodo de an&#x000e1;lisis, la mayor letalidad se encontr&#x000f3; en Madrid (13,00%) y la m&#x000e1;s baja en Galicia (4,26%). La tasa de ocupaci&#x000f3;n de camas de hospital fue mayor en Castilla-La Mancha (185,03%) y menor en Murcia (18,42%), como se muestra en la <xref rid="tbl0010" ref-type="table">tabla 2</xref>
. En cuanto al porcentaje de camas de UCI, la tasa de ocupaci&#x000f3;n m&#x000e1;s alta se registr&#x000f3; en Catalu&#x000f1;a (380,06%) y la m&#x000e1;s baja en Galicia (34,98%).<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Variables epidemiol&#x000f3;gicas, tasas de incidencia, mortalidad y letalidad, e indicadores de ocupaci&#x000f3;n de camas hospitalarias y de camas de UCI</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Comunidad aut&#x000f3;noma</th><th align="left">Tiempo de epidemia (d&#x000ed;as)</th><th align="left">Tiempo para los primeros 100 casos (d&#x000ed;as)</th><th align="left">Tiempo para la primera muerte (d&#x000ed;as)</th><th align="left">Incidencia por 100.000 habitantes (T<sub>0</sub>)</th><th align="left">Mortalidad por 100.000 habitantes (T<sub>0</sub>)</th><th align="left">Tasa de letalidad (%) (T<sub>0</sub>)</th><th align="left">Incidencia por 100.000 habitantes (T<sub>1</sub>)</th><th align="left">Mortalidad por 100.000 habitantes (T<sub>1</sub>)</th><th align="left">Tasa de letalidad (%) (T<sub>1</sub>)</th><th align="left">Pacientes en UCI en relaci&#x000f3;n al n&#x000fa;mero de camas de UCI antes de la epidemia<break/>(T<sub>1</sub>)</th><th align="left">Pacientes ingresados en relaci&#x000f3;n al n&#x000fa;mero de camas hospitalarias antes de la epidemia (T<sub>1</sub>)</th></tr></thead><tbody><tr><td align="left">Andaluc&#x000ed;a</td><td align="left">56</td><td align="left">14</td><td align="left">16</td><td align="left">6,58</td><td align="left">0,08</td><td align="left">1,26</td><td align="left">140,77</td><td align="left">12,82</td><td align="left">9,11</td><td align="left">95,64</td><td align="left">39,41</td></tr><tr><td align="left">Arag&#x000f3;n</td><td align="left">49</td><td align="left">9</td><td align="left">1</td><td align="left">13,19</td><td align="left">0,83</td><td align="left">6,32</td><td align="left">396,96</td><td align="left">51,62</td><td align="left">13,00</td><td align="left">187,41</td><td align="left">55,28</td></tr><tr><td align="left">Asturias</td><td align="left">53</td><td align="left">14</td><td align="left">11</td><td align="left">17,31</td><td align="left">0,10</td><td align="left">0,56</td><td align="left">239,83</td><td align="left">21,80</td><td align="left">9,09</td><td align="left">139,78</td><td align="left">56,64</td></tr><tr><td align="left">Baleares</td><td align="left">73</td><td align="left">26</td><td align="left">20</td><td align="left">6,35</td><td align="left">0,09</td><td align="left">1,37</td><td align="left">161,90</td><td align="left">14,62</td><td align="left">9,03</td><td align="left">134,68</td><td align="left">45,06</td></tr><tr><td align="left">C. Valenciana</td><td align="left">57</td><td align="left">17</td><td align="left">7</td><td align="left">8,17</td><td align="left">0,10</td><td align="left">1,22</td><td align="left">213,68</td><td align="left">22,46</td><td align="left">10,51</td><td align="left">117,97</td><td align="left">49,28</td></tr><tr><td align="left">Canarias</td><td align="left">83</td><td align="left">23</td><td align="left">22</td><td align="left">5,53</td><td align="left">0,05</td><td align="left">0,84</td><td align="left">98,12</td><td align="left">5,62</td><td align="left">5,73</td><td align="left">71,31</td><td align="left">19,08</td></tr><tr><td align="left">Cantabria</td><td align="left">53</td><td align="left">19</td><td align="left">17</td><td align="left">9,98</td><td align="left">-</td><td align="left">-</td><td align="left">379,64</td><td align="left">29,77</td><td align="left">7,84</td><td align="left">195,00</td><td align="left">69,73</td></tr><tr><td align="left">Castilla y Le&#x000f3;n</td><td align="left">54</td><td align="left">14</td><td align="left">13</td><td align="left">12,17</td><td align="left">0,25</td><td align="left">2,05</td><td align="left">725,22</td><td align="left">65,93</td><td align="left">9,09</td><td align="left">254,00</td><td align="left">115,09</td></tr><tr><td align="left">Castilla-La Mancha</td><td align="left">53</td><td align="left">11</td><td align="left">11</td><td align="left">27,89</td><td align="left">0,84</td><td align="left">3,00</td><td align="left">863,66</td><td align="left">107,63</td><td align="left">12,46</td><td align="left">325,00</td><td align="left">185,03</td></tr><tr><td align="left">Catalu&#x000f1;a</td><td align="left">57</td><td align="left">13</td><td align="left">10</td><td align="left">11,77</td><td align="left">0,16</td><td align="left">1,33</td><td align="left">584,90</td><td align="left">56,58</td><td align="left">9,67</td><td align="left">380,06</td><td align="left">93,59</td></tr><tr><td align="left">Extremadura</td><td align="left">53</td><td align="left">15</td><td align="left">11</td><td align="left">10,40</td><td align="left">0,19</td><td align="left">1,80</td><td align="left">305,33</td><td align="left">38,12</td><td align="left">12,48</td><td align="left">106,60</td><td align="left">41,73</td></tr><tr><td align="left">Galicia</td><td align="left">50</td><td align="left">10</td><td align="left">11</td><td align="left">9,08</td><td align="left">0,07</td><td align="left">0,82</td><td align="left">326,17</td><td align="left">13,89</td><td align="left">4,26</td><td align="left">34,98</td><td align="left">35,45</td></tr><tr><td align="left">La Rioja</td><td align="left">52</td><td align="left">8</td><td align="left">8</td><td align="left">98,84</td><td align="left">1,27</td><td align="left">1,28</td><td align="left">1.216,12</td><td align="left">95,98</td><td align="left">7,89</td><td align="left">241,18</td><td align="left">138,50</td></tr><tr><td align="left">Madrid</td><td align="left">57</td><td align="left">9</td><td align="left">8</td><td align="left">62,51</td><td align="left">3,20</td><td align="left">5,11</td><td align="left">907,75</td><td align="left">115,32</td><td align="left">12,70</td><td align="left">139,35</td><td align="left">55,15</td></tr><tr><td align="left">Murcia</td><td align="left">46</td><td align="left">10</td><td align="left">13</td><td align="left">5,15</td><td align="left">-</td><td align="left">-</td><td align="left">115,20</td><td align="left">8,30</td><td align="left">7,21</td><td align="left">84,55</td><td align="left">18,42</td></tr><tr><td align="left">Navarra</td><td align="left">53</td><td align="left">12</td><td align="left">8</td><td align="left">41,88</td><td align="left">0,15</td><td align="left">0,36</td><td align="left">763,36</td><td align="left">62,52</td><td align="left">8,19</td><td align="left">198,46</td><td align="left">131,61</td></tr><tr><td align="left">Pa&#x000ed;s Vasco</td><td align="left">54</td><td align="left">9</td><td align="left">5</td><td align="left">28,54</td><td align="left">1,04</td><td align="left">3,65</td><td align="left">608,58</td><td align="left">52,86</td><td align="left">8,69</td><td align="left">288,27</td><td align="left">105,23</td></tr></tbody></table></table-wrap><table-wrap position="float" id="tbl0010"><label>Tabla 2</label><caption><p>Variables demogr&#x000e1;ficas, ambientales y de estructura del sistema sanitario</p></caption><alt-text id="at2">Tabla 2</alt-text><table frame="hsides" rules="groups"><thead><tr><th align="left">Comunidad aut&#x000f3;noma</th><th align="left">Temperatura media (&#x000b0;C)</th><th align="left">Densidad de poblaci&#x000f3;n por km<sup>2</sup></th><th align="left">Proporci&#x000f3;n de personas &#x0003e;&#x000a0;65 a&#x000f1;os</th><th align="left">Ratio de plazas residenciales por 100 personas &#x000a0;&#x0003e;65 a&#x000f1;os</th><th align="left">M&#x000e9;dicos por 1000 habitantes</th><th align="left">Camas de UCI por 100.000 habitantes</th><th align="left">Camas hospitalarias por 100.000 habitantes</th></tr></thead><tbody><tr><td align="left">Andaluc&#x000ed;a</td><td align="left">11,9</td><td align="left">96,07</td><td align="left">0,17</td><td align="left">3,00</td><td align="left">3,86</td><td align="left">8,72</td><td align="left">169,37</td></tr><tr><td align="left">Arag&#x000f3;n</td><td align="left">7,6</td><td align="left">28,58</td><td align="left">0,21</td><td align="left">6,50</td><td align="left">5,53</td><td align="left">10,23</td><td align="left">320,85</td></tr><tr><td align="left">Asturias</td><td align="left">8,9</td><td align="left">96,45</td><td align="left">0,25</td><td align="left">4,70</td><td align="left">4,92</td><td align="left">9,09</td><td align="left">294,29</td></tr><tr><td align="left">Baleares</td><td align="left">12,3</td><td align="left">230,26</td><td align="left">0,16</td><td align="left">2,90</td><td align="left">4,36</td><td align="left">10,79</td><td align="left">197,31</td></tr><tr><td align="left">C. Valenciana</td><td align="left">10,0</td><td align="left">215,10</td><td align="left">0,19</td><td align="left">2,80</td><td align="left">4,31</td><td align="left">11,01</td><td align="left">199,39</td></tr><tr><td align="left">Canarias</td><td align="left">15,1</td><td align="left">289,24</td><td align="left">0,16</td><td align="left">2,20</td><td align="left">4,35</td><td align="left">11,01</td><td align="left">208,14</td></tr><tr><td align="left">Cantabria</td><td align="left">8,6</td><td align="left">110,45</td><td align="left">0,21</td><td align="left">4,70</td><td align="left">5,08</td><td align="left">6,88</td><td align="left">238,18</td></tr><tr><td align="left">Castilla y Le&#x000f3;n</td><td align="left">7,4</td><td align="left">25,56</td><td align="left">0,24</td><td align="left">7,60</td><td align="left">4,90</td><td align="left">8,33</td><td align="left">267,84</td></tr><tr><td align="left">Castilla-La Mancha</td><td align="left">9,1</td><td align="left">25,60</td><td align="left">0,18</td><td align="left">6,90</td><td align="left">3,67</td><td align="left">8,26</td><td align="left">220,77</td></tr><tr><td align="left">Catalu&#x000f1;a</td><td align="left">8,6</td><td align="left">239,03</td><td align="left">0,19</td><td align="left">4,30</td><td align="left">4,83</td><td align="left">8,49</td><td align="left">329,19</td></tr><tr><td align="left">Extremadura</td><td align="left">12,0</td><td align="left">25,64</td><td align="left">0,20</td><td align="left">6,20</td><td align="left">4,55</td><td align="left">9,93</td><td align="left">308,60</td></tr><tr><td align="left">Galicia</td><td align="left">10,0</td><td align="left">91,27</td><td align="left">0,25</td><td align="left">3,10</td><td align="left">4,37</td><td align="left">9,74</td><td align="left">281,50</td></tr><tr><td align="left">La Rioja</td><td align="left">7,3</td><td align="left">62,78</td><td align="left">0,20</td><td align="left">4,80</td><td align="left">4,43</td><td align="left">10,77</td><td align="left">304,43</td></tr><tr><td align="left">Madrid</td><td align="left">8,9</td><td align="left">830,64</td><td align="left">0,17</td><td align="left">4,10</td><td align="left">5,94</td><td align="left">10,57</td><td align="left">192,57</td></tr><tr><td align="left">Murcia</td><td align="left">10,9</td><td align="left">132,04</td><td align="left">0,16</td><td align="left">2,20</td><td align="left">4,33</td><td align="left">8,23</td><td align="left">226,72</td></tr><tr><td align="left">Navarra</td><td align="left">8,5</td><td align="left">66,75</td><td align="left">0,19</td><td align="left">4,80</td><td align="left">5,44</td><td align="left">9,94</td><td align="left">221,49</td></tr><tr><td align="left">Pa&#x000ed;s Vasco</td><td align="left">9,4</td><td align="left">311,31</td><td align="left">0,22</td><td align="left">4,20</td><td align="left">5,41</td><td align="left">8,11</td><td align="left">269,46</td></tr></tbody></table></table-wrap></p><p id="par0060">Las series hist&#x000f3;ricas con datos de incidencia y de mortalidad tienen caracter&#x000ed;sticas similares (<xref rid="fig0005" ref-type="fig">Figura 1</xref>, <xref rid="fig0010" ref-type="fig">Figura 2</xref>
). Las comunidades aut&#x000f3;nomas con los valores m&#x000e1;s altos el 15 de marzo han tenido una mayor velocidad de crecimiento durante todo el periodo analizado. La curva del porcentaje de camas de UCI utilizadas, sin embargo, tiene un patr&#x000f3;n diferente (<xref rid="fig0015" ref-type="fig">fig. 3</xref>
). En esta curva, el grupo de comunidades aut&#x000f3;nomas con la incidencia m&#x000e1;s baja al comienzo del periodo tuvo un valor de ocupaci&#x000f3;n m&#x000e1;s bajo. Valencia, Catalu&#x000f1;a y Madrid tuvieron una tasa de ocupaci&#x000f3;n de camas de UCI superior al 100%, lo que demuestra que fue necesaria una expansi&#x000f3;n repentina de las camas para poder afrontar la epidemia de COVID-19. En cuanto a Madrid, est&#x000e1; claro que el alto porcentaje de pacientes ingresados en la UCI alcanz&#x000f3; una meseta a finales de marzo, lo que no ocurri&#x000f3; en Catalu&#x000f1;a ni en Valencia.<fig id="fig0005"><label>Figura 1</label><caption><p>Serie hist&#x000f3;rica de la incidencia de COVID-19 en las comunidades aut&#x000f3;nomas.</p></caption><graphic xlink:href="gr1_lrg"/></fig><fig id="fig0010"><label>Figura 2</label><caption><p>Serie hist&#x000f3;rica de la mortalidad por COVID-19 en las comunidades aut&#x000f3;nomas.</p></caption><graphic xlink:href="gr2_lrg"/></fig><fig id="fig0015"><label>Figura 3</label><caption><p>Serie hist&#x000f3;rica del porcentaje de ocupaci&#x000f3;n de camas de UCI por pacientes con COVID-19 en las comunidades aut&#x000f3;nomas.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p><p id="par0065">Las variables relacionadas con la evoluci&#x000f3;n de la epidemia tuvieron las correlaciones m&#x000e1;s altas con las variables de respuesta principales y secundarias: la incidencia en el momento del decreto (T<sub>0</sub>) tuvo una fuerte correlaci&#x000f3;n con las tasas de incidencia (r&#x000a0;=&#x000a0;0,912; p&#x000a0;&#x0003c;&#x000a0;0,0001) y de mortalidad (r&#x000a0;=&#x000a0;0,870; p &#x0003c;&#x000a0;0,0001) al final del an&#x000e1;lisis (T<sub>1</sub>). Una mayor incidencia en el momento T<sub>0</sub> tambi&#x000e9;n mostr&#x000f3; una fuerte correlaci&#x000f3;n con una mayor proporci&#x000f3;n de utilizaci&#x000f3;n de camas hospitalarias (r&#x000a0;=&#x000a0;0,801; p &#x0003c;&#x000a0;0,0001) y una correlaci&#x000f3;n menos intensa con la proporci&#x000f3;n de utilizaci&#x000f3;n de camas de UCI (r&#x000a0;=&#x000a0;0,681; p &#x0003c;&#x000a0;0,003). Por otra parte, una mayor mortalidad al comienzo del periodo tambi&#x000e9;n se correlacion&#x000f3; fuertemente con la incidencia (r&#x000a0;=&#x000a0;0,807; p &#x0003c;&#x000a0;0,0001), la mortalidad (r&#x000a0;=&#x000a0;0,863; p &#x0003c;&#x000a0;0,0001) y el mayor uso de camas de hospital (r&#x000a0;=&#x000a0;0,644; p &#x0003c;&#x000a0;0,005) y de camas de UCI (r&#x000a0;=&#x000a0;0,620; p &#x0003c;&#x000a0;0,008) al final del periodo. Hubo una correlaci&#x000f3;n moderada entre la mortalidad en el momento T<sub>0</sub> y la letalidad (r&#x000a0;=&#x000a0;0,595; p&#x000a0;=&#x000a0;0,01) registrada al final del periodo. Se encontr&#x000f3; una correlaci&#x000f3;n negativa entre la mortalidad y el n&#x000fa;mero de d&#x000ed;as que se tard&#x000f3; en llegar a 100 casos (r&#x000a0;=&#x000a0;&#x02212;0,498; p &#x0003c;&#x000a0;0,05) y en llegar a la primera muerte (r&#x000a0;=&#x000a0;&#x02212;0,553; p &#x0003c;&#x000a0;0,05).</p><p id="par0070">En cuanto a las variables demogr&#x000e1;ficas, el porcentaje de personas mayores de 65 a&#x000f1;os de las comunidades aut&#x000f3;nomas no se correlacion&#x000f3; con las variables respuesta primarias o secundarias. Sin embargo, la ratio de plazas residenciales por 100 personas mayores de 65 a&#x000f1;os mostr&#x000f3; una correlaci&#x000f3;n moderada con la incidencia (r&#x000a0;=&#x000a0;0,694; p &#x0003c;&#x000a0;0,002) y una fuerte correlaci&#x000f3;n con la mortalidad (r&#x000a0;=&#x000a0;0,711; p &#x0003c;&#x000a0;0,001). Por otra parte, la temperatura media mostr&#x000f3; una fuerte correlaci&#x000f3;n negativa con la incidencia (r&#x000a0;=&#x000a0;&#x02212;0,771; p &#x0003c;&#x000a0;0,0001) y con la mortalidad (r&#x000a0;=&#x000a0;&#x02212;0,721; p &#x0003c;&#x000a0;0,001), y con la ocupaci&#x000f3;n de camas de hospital (r&#x000a0;=&#x000a0;&#x02212;0,786; p &#x0003c;&#x000a0;0,001) y de camas de UCI (r&#x000a0;=&#x000a0;&#x02212;0,717; p &#x0003c;&#x000a0;0,001). Finalmente, la tasa de profesionales de la medicina por habitante se correlacion&#x000f3; &#x000fa;nicamente con la incidencia (r&#x000a0;=&#x000a0;0,498; p &#x0003c;&#x000a0;0,05).</p><p id="par0075">Con respecto a los resultados de los an&#x000e1;lisis de regresi&#x000f3;n m&#x000fa;ltiple, el modelo final resultante para la incidencia incluy&#x000f3; dos variables: los logaritmos de las temperaturas promedio de las comunidades aut&#x000f3;nomas (coeficiente&#x000a0;=&#x000a0;&#x02212;1,657) y de la incidencia en el tiempo T<sub>0</sub> (coeficiente&#x000a0;=&#x000a0;0,530). Un aumento de un 10% en la temperatura se asocia a una disminuci&#x000f3;n del 14,6% en la tasa de incidencia, ajustando por la incidencia en T<sub>0</sub>. Por otra parte, el impacto de la incidencia en el momento T<sub>0</sub> fue mayor que el impacto de la temperatura (coeficientes estandarizados de 0,592 y &#x02212;0,425, respectivamente). En cuanto a la mortalidad, el modelo final incluy&#x000f3; los logaritmos de las tasas de mortalidad en T<sub>0</sub> (coeficiente&#x000a0;=&#x000a0;0,425) y de la ratio de plazas residenciales por 100 personas mayores de 65 a&#x000f1;os (coeficiente&#x000a0;=&#x000a0;1,080). Un aumento del 10% en esta ratio se asocia a un aumento del 11% en la tasa de mortalidad. Con respecto a las variables respuesta secundarias, el modelo final resultante para la ocupaci&#x000f3;n de camas hospitalarias incluy&#x000f3; &#x000fa;nicamente el logaritmo de la incidencia en el momento T<sub>0</sub> (coeficiente&#x000a0;=&#x000a0;0,543). El modelo de ocupaci&#x000f3;n de camas de UCI incluy&#x000f3; dos variables: los logaritmos de camas de UCI (coeficiente&#x000a0;=&#x000a0;&#x02212;1,924) y de la incidencia en el momento T<sub>0</sub> (coeficiente&#x000a0;=&#x000a0;0,399). Todos los resultados descritos fueron estad&#x000ed;sticamente significativos (<xref rid="sec0060" ref-type="sec">v&#x000e9;ase tabla I en Ap&#x000e9;ndice online</xref>).</p></sec><sec id="sec0020"><title>Discusi&#x000f3;n</title><p id="par0080">Las comunidades aut&#x000f3;nomas que ten&#x000ed;an unas tasas de incidencia y de mortalidad m&#x000e1;s altas cuando entr&#x000f3; en vigor el Decreto de estado de alarma tambi&#x000e9;n han tenido las tasas de incidencia, mortalidad y ocupaci&#x000f3;n de camas m&#x000e1;s altas al final del periodo de an&#x000e1;lisis. Las series hist&#x000f3;ricas muestran que las curvas de casos y muertes se aplanaron en mayor medida en las comunidades con menos casos al comienzo del periodo, en especial cuando se observan los datos de la primera semana tras la intervenci&#x000f3;n. Este resultado es similar al hallado en otro estudio que demostr&#x000f3; que la efectividad de las medidas de distanciamiento social es mayor en los lugares donde el n&#x000fa;mero de casos era menor en el momento de la cuarentena<xref rid="bib0150" ref-type="bibr"><sup>6</sup></xref>. Este mismo estudio tambi&#x000e9;n encontr&#x000f3; que hay un retraso de al menos una semana para que se observen los efectos de la cuarentena en el &#x000ab;aplanamiento&#x000bb; de la curva, debido al tiempo de incubaci&#x000f3;n de la enfermedad, ya que las personas infectadas antes de las medidas de restricci&#x000f3;n fueron diagnosticadas entre 5 y 14 d&#x000ed;as despu&#x000e9;s de implantarlas<xref rid="bib0150" ref-type="bibr">6</xref>, <xref rid="bib0195" ref-type="bibr">15</xref>.</p><p id="par0085">Los datos del Ministerio de Sanidad de casos hospitalizados y de casos ingresados en la UCI no son homog&#x000e9;neos para las comunidades aut&#x000f3;nomas. En algunas de ellas el dato corresponde al n&#x000fa;mero de ingresados en un momento dado, mientras que en otras corresponde al total de ingresos en todo el periodo de la epidemia. A pesar de esta heterogeneidad, la evoluci&#x000f3;n de las curvas en cada comunidad aut&#x000f3;noma indica que en aquellas con mayor incidencia al comienzo de la epidemia existi&#x000f3; una sobrecarga para los servicios sanitarios. Las tasas de letalidad m&#x000e1;s altas de lo esperado al comienzo de la epidemia sugieren una deficiencia en la detecci&#x000f3;n de casos leves<xref rid="bib0200" ref-type="bibr"><sup>16</sup></xref>.</p><p id="par0090">Nuestros resultados principales, de acuerdo con los modelos de regresi&#x000f3;n, demuestran que la proporci&#x000f3;n de personas mayores que viven en residencias es un factor importante asociado a la mortalidad<xref rid="bib0205" ref-type="bibr">17</xref>, <xref rid="bib0210" ref-type="bibr">18</xref>. Con respecto a Espa&#x000f1;a, este resultado corrobora la informaci&#x000f3;n divulgada por las redes y los medios de comunicaci&#x000f3;n sobre el alto n&#x000fa;mero de muertes de personas mayores en estas instituciones<xref rid="bib0215" ref-type="bibr"><sup>19</sup></xref>. Por lo tanto, es importante considerar estrategias espec&#x000ed;ficas de protecci&#x000f3;n y atenci&#x000f3;n en las residencias de mayores para reducir la morbilidad y la mortalidad de esta poblaci&#x000f3;n vulnerable.</p><p id="par0095">Por otra parte, los modelos de regresi&#x000f3;n indican un efecto significativo de la temperatura en las diferencias en la incidencia entre las comunidades aut&#x000f3;nomas, una vez ajustado por la incidencia al inicio del periodo. Un informe de la Agencia Estatal de Meteorolog&#x000ed;a documenta que el aumento de las temperaturas promedio de las comunidades aut&#x000f3;nomas se asocia a una menor incidencia acumulada de COVID-19<xref rid="bib0185" ref-type="bibr"><sup>13</sup></xref>. Otro estudio en una ciudad espa&#x000f1;ola demuestra que un aumento de 1&#x000a0;&#x000b0;C en la temperatura m&#x000e1;xima diaria reduce la incidencia en ese mismo d&#x000ed;a un 7,5%<xref rid="bib0220" ref-type="bibr"><sup>20</sup></xref>. Seg&#x000fa;n nuestros datos, el rango de temperaturas en las comunidades aut&#x000f3;nomas es de 7,8&#x000a0;&#x000b0;C (7,3 &#x000b0;C - 15,1 &#x000b0;C) y la media es de 9,8&#x000a0;&#x000b0;C. Hemos estimado que un aumento de un 10% en la temperatura promedio se asocia a un descenso del 14,6% de la incidencia. Esta magnitud concuerda con los resultados de otro estudio realizado en m&#x000e1;s de 400 ciudades del mundo, en el que se observ&#x000f3; que por cada grado de aumento de las temperaturas la incidencia acumulada se redujo un 14%<xref rid="bib0225" ref-type="bibr"><sup>21</sup></xref>. El efecto de las temperaturas sobre la incidencia de la COVID-19 podr&#x000ed;a estar mediado por dos mecanismos. La inactivaci&#x000f3;n del virus a medida que aumentan las temperaturas es un hecho ya conocido para otros virus respiratorios, pero para el coronavirus dicha evidencia todav&#x000ed;a es muy limitada<xref rid="bib0230" ref-type="bibr"><sup>22</sup></xref>. Otro mecanismo posible tiene que ver con los estilos de vida. El principal &#x000e1;mbito de transmisi&#x000f3;n del coronavirus son los lugares cerrados. El aumento de las temperaturas tiene dos posibles efectos a este respecto: por una parte, disminuye el tiempo de permanencia en ambientes interiores, y por otra reduce el uso de calefacciones y aumenta la ventilaci&#x000f3;n natural de las viviendas, todo lo cual contribuye a aumentar la humedad, un factor que tambi&#x000e9;n puede reducir la trasmisi&#x000f3;n del virus seg&#x000fa;n la evidencia reciente<xref rid="bib0235" ref-type="bibr"><sup>23</sup></xref>.</p><p id="par0100">Nuestros resultados demuestran que es posible prever la evoluci&#x000f3;n de la epidemia a partir de par&#x000e1;metros como la incidencia y la mortalidad. Por lo tanto, estos par&#x000e1;metros se pueden usar para apoyar las decisiones sobre la intensidad y el tipo de medidas de contenci&#x000f3;n que deber&#x000ed;an implementarse espec&#x000ed;ficamente en cada comunidad aut&#x000f3;noma. En nuestro estudio, las comunidades aut&#x000f3;nomas con una incidencia de menos de 7 casos por 100.000 habitantes en T<sub>0</sub> han tenido una epidemia con menos impacto en la ciudadan&#x000ed;a y en los sistemas de salud.</p><p id="par0105">Las estimaciones o los par&#x000e1;metros epidemiol&#x000f3;gicos dependen de la calidad de la informaci&#x000f3;n utilizada para su elaboraci&#x000f3;n. Los criterios para definir los casos, la disponibilidad y la precisi&#x000f3;n de los m&#x000e9;todos de detecci&#x000f3;n y diagn&#x000f3;stico, la capacidad de registrar y notificar, la versatilidad de los sistemas de informaci&#x000f3;n y la capacidad de an&#x000e1;lisis de datos son caracter&#x000ed;sticas esenciales para garantizar la fiabilidad de las estimaciones epidemiol&#x000f3;gicas. Este estudio se bas&#x000f3; en los datos existentes en el momento de la epidemia, que pueden estar subestimados debido a las dificultades para realizar pruebas de detecci&#x000f3;n a gran escala al principio de la epidemia. Seg&#x000fa;n el Ministerio de Sanidad, se realizaron 930.230 pruebas de reacci&#x000f3;n en cadena de la polimerasa (PCR)<xref rid="bib0240" ref-type="bibr"><sup>24</sup></xref>. Asimismo, los datos de mortalidad que se utilizan son preliminares, ya que todav&#x000ed;a no ha tenido lugar el proceso habitual de validaci&#x000f3;n de las causas de muerte. As&#x000ed; pues, la calidad de los datos determina la validez de las conclusiones del estudio. El uso de la comunidad aut&#x000f3;noma como unidad de an&#x000e1;lisis puede introducir limitaciones en el estudio, dado su reducido n&#x000fa;mero, y consecuentemente el poder del estudio, y no permitir identificar la variabilidad entre las provincias. Sin embargo, desde su comienzo esta epidemia afecta sobre todo a los n&#x000fa;cleos urbanos, con lo que se reduce esa posible variabilidad. Por el contrario, el uso de las comunidades aut&#x000f3;nomas como unidad de an&#x000e1;lisis es una ventaja de este estudio. La generaci&#x000f3;n y la transmisi&#x000f3;n de los datos relativos a la evoluci&#x000f3;n de la epidemia es competencia auton&#x000f3;mica. Y m&#x000e1;s importante a&#x000fa;n, las comunidades aut&#x000f3;nomas ser&#x000e1;n clave en la gesti&#x000f3;n de las pr&#x000f3;ximas ondas epid&#x000e9;micas, de la respuesta de los servicios sanitarios, de la vigilancia epidemiol&#x000f3;gica y del levantamiento o la introducci&#x000f3;n de medidas de contenci&#x000f3;n con mayor o menor intensidad. Por ello, comparar la evoluci&#x000f3;n de la epidemia entre las comunidades aut&#x000f3;nomas e identificar factores asociados a esas diferencias es una necesidad para la gesti&#x000f3;n de las futuras ondas epid&#x000e9;micas.</p><p id="par0110">La identificaci&#x000f3;n adecuada del comienzo de la epidemia o de una segunda onda epid&#x000e9;mica, por lo tanto, depende del fortalecimiento de la vigilancia epidemiol&#x000f3;gica y de la capacidad de respuesta r&#x000e1;pida e integrada de los sistemas de salud. Aspectos clave ser&#x000e1;n la protecci&#x000f3;n de los profesionales de la salud, la implementaci&#x000f3;n de acciones de vigilancia y protecci&#x000f3;n en las residencias de mayores, y las actividades educativas para reforzar la autoprotecci&#x000f3;n ciudadana. Respecto a los servicios sanitarios, hay que dar el papel protagonista en las acciones preventivas y asistenciales a los servicios de atenci&#x000f3;n primaria, fortalecer las intervenciones comunitarias para mitigar el da&#x000f1;o psicosocial, la identificaci&#x000f3;n temprana y el aislamiento de pacientes, y la derivaci&#x000f3;n a la atenci&#x000f3;n hospitalaria de manera oportuna en los casos de mayor gravedad. En el &#x000e1;mbito hospitalario, es necesario monitorizar y proporcionar la informaci&#x000f3;n en tiempo real sobre los recursos y la atenci&#x000f3;n a los pacientes con COVID-19.</p></sec><sec id="sec0025"><title>Editor responsable del art&#x000ed;culo</title><p id="par0115">Carlos &#x000c1;lvarez Dardet.<boxed-text id="tb0005"><sec id="sec0030"><title>&#x000bf;Qu&#x000e9; se sabe sobre el tema?</title><p id="par0120">Los estudios realizados en otros pa&#x000ed;ses demuestran que las medidas de distanciamiento social reducen la velocidad de crecimiento de la curva de incidencia. Poco se conoce sobre los factores que influyen en la evoluci&#x000f3;n de la epidemia de COVID-19 en las comunidades aut&#x000f3;nomas espa&#x000f1;olas.</p></sec><sec id="sec0035"><title>&#x000bf;Qu&#x000e9; a&#x000f1;ade el estudio realizado a la literatura?</title><p id="par0125">Las tasas de incidencia y de mortalidad pueden utilizarse para prever la evoluci&#x000f3;n de la epidemia en cada comunidad aut&#x000f3;noma. Las temperaturas m&#x000e1;s bajas y la proporci&#x000f3;n de personas mayores en residencias fueron factores asociados a un mayor impacto de la epidemia. As&#x000ed;, estos factores deben ser considerados en las decisiones sobre el momento y la intensidad de la implantaci&#x000f3;n de las medidas de contenci&#x000f3;n o su desescalada.</p></sec></boxed-text>
</p></sec><sec id="sec0040"><title>Contribuciones de autor&#x000ed;a</title><p id="par0130">A. Medeiros de Figueiredo y A. Daponte Codina realizaron la concepci&#x000f3;n y el dise&#x000f1;o del estudio, la recogida de los datos y el an&#x000e1;lisis de los datos. Todos/as los/las autores/as contribuyeron sustancialmente en la interpretaci&#x000f3;n de los datos, la elaboraci&#x000f3;n del art&#x000ed;culo y la revisi&#x000f3;n cr&#x000ed;tica. La versi&#x000f3;n &#x0fb01;nal del art&#x000ed;culo ha sido aprobada para su publicaci&#x000f3;n por todas las personas firmantes.</p></sec><sec id="sec0065"><title>Agradecimientos</title><p id="par0165">A todo el personal sanitario, investigadores/as y toda la poblaci&#x000f3;n que est&#x000e1;n enfrentando la pandemia de COVID-19.</p></sec><sec id="sec0045"><title>Financiaci&#x000f3;n</title><p id="par0135">Ninguna.</p></sec><sec id="sec0050"><title>Conflicto de intereses</title><p id="par0140">Ninguno.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0125"><label>1</label><mixed-citation publication-type="other" id="oref0005">Seth F, Swapnil M, Axel G, et al. Estimating the number of infections and the impact of nonpharmaceutical interventions on COVID-19 in 11 European countries. Imperial College London. Disponible en: https://spiral.imperial.ac.uk/handle/10044/1/77731.</mixed-citation></ref><ref id="bib0130"><label>2</label><mixed-citation publication-type="other" id="oref0010">World Health Organization (WHO). Regional Office for Europe. Strengthening the health systems response to COVID-19. En: WHO/Health topics. Copenhagen: WHO Regional Office for Europe; 2020. (Consultado el 18/4/2020.) Disponible en: http://www.euro.who.int/en/health-topics/healthemergencies/coronavirus-covid-19/novel-coronavirus-2019-ncov-technical-guidance/coronavirus-disease-covid19-outbreak-technical-guidance-europe/strengthening-the-health-systems-response-to-covid-19http://www.euro.who.int/en/health-topics/healthemergencies/coronavirus-covid-19/novel-coronavirus-2019-ncov-technical-guidance/coronavirus-disease-covid19-outbreak-technical-guidance-europe/strengthening-the-health-systems-response-to-covid-19.</mixed-citation></ref><ref id="bib0135"><label>3</label><mixed-citation publication-type="other" id="oref0015">World Health Organization (WHO). Novel coronavirus (2019-nCoV) situation report - 90, 19 April 2020. WHO Bulletin; 2020. (Consultado el 19/4/2020.) Disponible en: https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200419-sitrep-90-covid19.pdf?sf vrsn&#x000a0;=&#x000a0;551d47fd_2.</mixed-citation></ref><ref id="bib0140"><label>4</label><mixed-citation publication-type="other" id="oref0020">World Health Organization (WHO). Novel coronavirus (2019-nCoV) situation report &#x02013; 38, 27 February 2020. WHO Bulletin; 2020. (Consultado el 19/4/2020.) Disponible en: https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200419-sitrep-90-covid19.pdf?sf vrsn&#x000a0;=&#x000a0;551d47fd_2.</mixed-citation></ref><ref id="bib0145"><label>5</label><mixed-citation publication-type="other" id="oref0025">Real Decreto 463/2020, de 14 de marzo, por el que se declara el estado de alarma para la gesti&#x000f3;n de la situaci&#x000f3;n de crisis sanitaria ocasionada por el COVID-19. BOE&#x000a0;n&#x000fa;m.&#x000a0;67, de 14 de Mar de 2020, p. 25390-400. (Consultado el 12/4/2020.) Disponible en: https://www.boe.es/eli/es/rd/2020/03/14/463.</mixed-citation></ref><ref id="bib0150"><label>6</label><element-citation publication-type="journal" id="sbref0150"><person-group person-group-type="author"><name><surname>Figueiredo</surname><given-names>A.M.</given-names></name><name><surname>Daponte</surname><given-names>A.</given-names></name><name><surname>Figueiredo</surname><given-names>D.C.M.M.</given-names></name></person-group><article-title>Impact of lockdown on COVID-19 incidence and mortality in China: an interrupted time series study</article-title><source>[Submitted]. Bull World Health Organ.</source><year>2020</year><pub-id pub-id-type="doi">10.2471/BLT.20.256701</pub-id></element-citation></ref><ref id="bib0155"><label>7</label><element-citation publication-type="journal" id="sbref0155"><person-group person-group-type="author"><name><surname>Impelli</surname><given-names>M.</given-names></name></person-group><article-title>Japan's health minister warns 400,000 people could die from coronavirus without social distancing</article-title><source>New York: Newsweek.</source><year>15 abril 2020</year><comment>(Consultado el 19/4/2020). Disponible en: https://www.newsweek.com/japans-health-minister-warns-400000-people-could-die-coronavirus-without-social-distancing-1498086https://www.newsweek.com/japans-health-minister-warns-400000-people-could-die-coronavirus-without-social-distancing-1498086</comment></element-citation></ref><ref id="bib0160"><label>8</label><mixed-citation publication-type="other" id="oref0040">Ministerio de Sanidad, Consumo y Bienestar Social. Situaci&#x000f3;n de COVID-19 en Espa&#x000f1;a. 2020. (Consultado el 23/4/2020.) Disponible en: https://covid19.isciii.es/resources/https://covid19.isciii.es/resources/serie_historica_acumulados.csv.</mixed-citation></ref><ref id="bib0165"><label>9</label><mixed-citation publication-type="other" id="oref0045">Instituto Nacional de Estad&#x000ed;stica. Poblaci&#x000f3;n por grupo de edad, sexo y comunidad aut&#x000f3;noma. Valores absolutos. (Consultado el 9/4/2020.) Disponible en: https://www.ine.es/jaxiT3/Tabla.htm?t&#x000a0;=&#x000a0;4925&#x00026;L&#x000a0;=&#x000a0;0.</mixed-citation></ref><ref id="bib0170"><label>10</label><element-citation publication-type="journal" id="sbref0170"><person-group person-group-type="author"><name><surname>Delgado</surname><given-names>A.</given-names></name></person-group><source>Datadista. N&#x000fa;mero de camas UCI por CCAA. Dato extra&#x000ed;do de los microdatos de la Estad&#x000ed;stica de Centros Sanitarios de Atenci&#x000f3;n Especializada (SIAE) de 2017.</source><year>2017</year><comment>(Consultado el 9/4/2020.) Disponible en: https://github.com/datadista/datasets/blob/master/COVID%2019/ccaa_camas_uci_ csv</comment></element-citation></ref><ref id="bib0175"><label>11</label><mixed-citation publication-type="other" id="oref0055">Ministerio de Sanidad, Consumo y Bienestar Social. Hospitales, camas en funcionamiento y puestos de hospital de d&#x000ed;a (PHD) del Sistema Nacional de Salud (SNS), n&#x000fa;mero y tasa por 1.000 habitantes y n&#x000fa;mero de centros, servicios y unidades de referencia (CSUR) seg&#x000fa;n comunidad aut&#x000f3;noma. A&#x000f1;o 2017. (Consultado el 17/4/2020.) Disponible en: https://www.mscbs.gob.es/estadEstudios/sanidadDatos/tablas/tabla22.htm.</mixed-citation></ref><ref id="bib0180"><label>12</label><element-citation publication-type="journal" id="sbref0180"><person-group person-group-type="author"><name><surname>Abell&#x000e1;n Garc&#x000ed;a</surname><given-names>A.</given-names></name><name><surname>Aceituno Nieto</surname><given-names>M.P.</given-names></name><name><surname>Ramiro Fari&#x000f1;as</surname><given-names>D.</given-names></name></person-group><article-title>Estad&#x000ed;sticas sobre residencias: distribuci&#x000f3;n de centros y plazas residenciales por provincia Datos de abril de 2019. Madrid: Consejo Superior de Investigaciones Cient&#x000ed;ficas</article-title><source>Envejecimiento en red;</source><year>2019</year><comment>Informes Envejecimiento en red N.&#x000b0; 24. (Consultado el 20/4/2020.) Disponible en: http://envejecimiento.csic.es/documentos/documentos/enred-estadisticasresidencias2019.pdf</comment></element-citation></ref><ref id="bib0185"><label>13</label><mixed-citation publication-type="other" id="oref0065">Ministerio para la Transici&#x000f3;n Ecol&#x000f3;gica y el Reto Demogr&#x000e1;fico. Agencia Estatal de Meteorolog&#x000ed;a. Primeros indicios de correlaci&#x000f3;n entre variables meteorol&#x000f3;gicas y propagaci&#x000f3;n de la enfermedad COVID-19 y del virus SARS-CoV-2 en Espa&#x000f1;a. (Consultado el 17/4/2020.) Disponible en: http://www.aemet.es/es/noticias/2020/04/Covid_variablesmeteorologicas_abril2020.</mixed-citation></ref><ref id="bib0190"><label>14</label><mixed-citation publication-type="other" id="oref0070">Instituto Nacional de Estad&#x000ed;stica. Tasa de m&#x000e9;dicos por 100.000 habitantes por comunidades y ciudades aut&#x000f3;nomas de colegiaci&#x000f3;n y situaci&#x000f3;n laboral. (Consultado el 9/4/2020.) Disponible en: https://www.ine.es/jaxi/Datos.htm?path&#x000a0;=&#x000a0;/t15/p416/a2016/&#x00026;file&#x000a0;=&#x000a0;s01006.px#!tabs-tabla.</mixed-citation></ref><ref id="bib0195"><label>15</label><element-citation publication-type="journal" id="sbref0195"><person-group person-group-type="author"><name><surname>Lauer</surname><given-names>S.A.</given-names></name><name><surname>Grantz</surname><given-names>K.H.</given-names></name><name><surname>Bi</surname><given-names>Q.</given-names></name></person-group><article-title>The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application</article-title><source>Ann Intern Med.</source><volume>172</volume><year>2020</year><fpage>577</fpage><lpage>582</lpage><pub-id pub-id-type="pmid">32150748</pub-id></element-citation></ref><ref id="bib0200"><label>16</label><element-citation publication-type="journal" id="sbref0200"><person-group person-group-type="author"><name><surname>Figueiredo</surname><given-names>A.M.</given-names></name><name><surname>Codina</surname><given-names>A.D.</given-names></name><name><surname>de Figueiredo</surname><given-names>D.C.M.M.</given-names></name></person-group><article-title>Letalidad del COVID-19: ausencia de patr&#x000f3;n epidemiol&#x000f3;gico</article-title><source>Gac Sanit.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.gaceta.2020.04.001</pub-id></element-citation></ref><ref id="bib0205"><label>17</label><element-citation publication-type="journal" id="sbref0205"><person-group person-group-type="author"><name><surname>McMichael</surname><given-names>T.M.</given-names></name><name><surname>Clark</surname><given-names>S.</given-names></name><name><surname>Pogosjans</surname><given-names>S.</given-names></name></person-group><article-title>COVID-19 in a long-term care facility - King County, Washington, February 27&#x02013;March 9 2020</article-title><source>MMWR Morb Mortal Wkly Rep.</source><volume>69</volume><year>2020</year><fpage>339</fpage><lpage>342</lpage><pub-id pub-id-type="pmid">32214083</pub-id></element-citation></ref><ref id="bib0210"><label>18</label><element-citation publication-type="journal" id="sbref0210"><person-group person-group-type="author"><name><surname>Comas-Herrera</surname><given-names>A.</given-names></name><name><surname>Zalakain</surname><given-names>J.</given-names></name><name><surname>Litwin</surname><given-names>C.</given-names></name></person-group><source>Mortality associated with COVID-19 outbreaks in care homes: early international evidence</source><year>17 April 2020</year><comment>Article in LTCcovid.org, International Long-Term Care Policy Network, CPEC-LSE. (Consultado el 23/4/2020.) Disponible en: ht**tps://ltccovid.org/2020/04/12/mortality-associated-with-covid-19-outbreaks-in-care-homes-early-international-evidence/</comment></element-citation></ref><ref id="bib0215"><label>19</label><mixed-citation publication-type="other" id="oref0095">Coronavirus. Radiograf&#x000ed;a del coronavirus en residencias de ancianos: m&#x000e1;s de 15.000 fallecidos a falta de test generalizados. Madrid: RTVE Radiotelevisi&#x000f3;n Espa&#x000f1;ola. (Consultado el 19/4/2020.) Disponible en: https://www.rtve.es/noticias/20200419/radiografia-del-coronavirus-residencias-ancianos-espana/2011609.shtml.</mixed-citation></ref><ref id="bib0220"><label>20</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>Tob&#x000ed;as</surname><given-names>A.</given-names></name><name><surname>Molina</surname><given-names>T.</given-names></name></person-group><article-title>Is temperature reducing the transmission of COVID-19?</article-title><source>Environ Res.</source><volume>186</volume><year>2020</year><fpage>109553</fpage><pub-id pub-id-type="pmid">32330766</pub-id></element-citation></ref><ref id="bib0225"><label>21</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>M.</given-names></name><name><surname>Jiang</surname><given-names>A.</given-names></name><name><surname>Gong</surname><given-names>L.</given-names></name></person-group><article-title>Temperature significant change COVID-19 transmission in 429 cities</article-title><source>MedRxiv.</source><year>2020</year><comment>(Consultado el 18/4/2020). Disponible en: https://www.medrxiv.org/content/early/2020/02/25/2020.02.22.20025791</comment></element-citation></ref><ref id="bib0230"><label>22</label><element-citation publication-type="journal" id="sbref0230"><person-group person-group-type="author"><name><surname>Kampf</surname><given-names>G.</given-names></name><name><surname>Voss</surname><given-names>A.</given-names></name><name><surname>Scheithauer</surname><given-names>S.</given-names></name></person-group><article-title>Inactivation of coronaviruses by heat</article-title><source>J Hosp Infect.</source><volume>S0195&#x02013;6701</volume><year>2020</year><fpage>30124</fpage><lpage>30129</lpage><pub-id pub-id-type="doi">10.1016/j.jhin.2020.03.025</pub-id></element-citation></ref><ref id="bib0235"><label>23</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Chan</surname><given-names>K.H.</given-names></name><name><surname>Peiris</surname><given-names>J.S.</given-names></name><name><surname>Lam</surname><given-names>S.Y.</given-names></name></person-group><article-title>The effects of temperature and relative humidity on the viability of the SARS coronavirus</article-title><source>Adv Virol. 2011</source><year>2011</year><fpage>734690</fpage></element-citation></ref><ref id="bib0240"><label>24</label><mixed-citation publication-type="other" id="oref0120">Gobierno de Espa&#x000f1;a. Gabinete de prensa. Notas de prensa. Salvador Illa: &#x000ab;Desde el inicio de la crisis se han realizado en Espa&#x000f1;a 930.230 pruebas diagn&#x000f3;sticas PCR&#x000bb;. 2020. (Consultado el 18/4/2020.) Disponible en: https://www.mscbs.gob.es/gabinete/notasPrensa.do?metodo&#x000a0;=&#x000a0;detalle&#x00026;id&#x000a0;=&#x000a0;4864.</mixed-citation></ref></ref-list><sec id="sec0060"><label>Anexo A</label><title>Material adicional</title><p id="par0155">
<supplementary-material content-type="local-data" id="upi0005"><media xlink:href="mmc1.docx"/></supplementary-material>
</p></sec><fn-group><fn id="sec0055" fn-type="supplementary-material"><label>Anexo</label><p id="par0150">Se puede consultar material adicional a este art&#x000ed;culo en su versi&#x000f3;n electr&#x000f3;nica disponible en <ext-link ext-link-type="doi" xlink:href="10.1016/j.gaceta.2020.05.004" id="intr0005">doi:10.1016/j.gaceta.2020.05.004</ext-link>
</p></fn></fn-group></back></article>