<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd">
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="review-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Enferm Infecc Microbiol Clin</journal-id><journal-id journal-id-type="iso-abbrev">Enferm. Infecc. Microbiol. Clin</journal-id><journal-title-group><journal-title>Enfermedades Infecciosas Y Microbiologia Clinica</journal-title></journal-title-group><issn pub-type="ppub">0213-005X</issn><issn pub-type="epub">1578-1852</issn><publisher><publisher-name>Elsevier Espa&#x000f1;a, S.L.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="publisher-id">S0213-005X(08)00028-1</article-id><article-id pub-id-type="doi">10.1016/j.eimc.2008.05.004</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Diagn&#x000f3;stico microbiol&#x000f3;gico de la colonizaci&#x000f3;n-infecci&#x000f3;n broncopulmonar en el paciente con fibrosis qu&#x000ed;stica</article-title><trans-title-group xml:lang="en"><trans-title>Microbiological diagnosis of bronchopulmonary colonization-infection in cystic fibrosis</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name><surname>Oliver</surname><given-names>Antonio</given-names></name><email>aoliver@hsd.es</email><xref rid="aff1" ref-type="aff">a</xref><xref rid="cor1" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author"><name><surname>Alarc&#x000f3;n</surname><given-names>Teresa</given-names></name><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author"><name><surname>Caballero</surname><given-names>Estrella</given-names></name><xref rid="aff3" ref-type="aff">c</xref></contrib><contrib contrib-type="author"><name><surname>Cant&#x000f3;n</surname><given-names>Rafael</given-names></name><xref rid="aff4" ref-type="aff">d</xref></contrib></contrib-group><aff id="aff1"><label>a</label>Servicio de Microbiolog&#x000ed;a, Hospital Son Dureta, Palma de Mallorca, Espa&#x000f1;a</aff><aff id="aff2"><label>b</label>Servicio de Microbiolog&#x000ed;a, Hospital de la Princesa, Madrid, Espa&#x000f1;a</aff><aff id="aff3"><label>c</label>Servicio de Microbiolog&#x000ed;a, Hospital Vall d&#x02019;Hebron, Barcelona, Espa&#x000f1;a</aff><aff id="aff4"><label>d</label>Servicio de Microbiolog&#x000ed;a, Hospital Universitario Ram&#x000f3;n y Cajal, Madrid, Espa&#x000f1;a</aff><author-notes><corresp id="cor1"><label>&#x0204e;</label>Autor para correspondencia. <email>aoliver@hsd.es</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>20</day><month>2</month><year>2009</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub"><month>2</month><year>2009</year></pub-date><pub-date pub-type="epub"><day>20</day><month>2</month><year>2009</year></pub-date><volume>27</volume><issue>2</issue><fpage>89</fpage><lpage>104</lpage><history><date date-type="received"><day>27</day><month>5</month><year>2008</year></date><date date-type="accepted"><day>27</day><month>5</month><year>2008</year></date></history><permissions><copyright-statement>Copyright &#x000a9; 2008 Elsevier Espa&#x000f1;a, S.L. All rights reserved.</copyright-statement><copyright-year>2008</copyright-year><copyright-holder>Elsevier Espa&#x000f1;a, S.L</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract><title>Resumen</title><p>La fibrosis qu&#x000ed;stica (FQ) es la enfermedad hereditaria autos&#x000f3;mica recesiva m&#x000e1;s frecuente en la poblaci&#x000f3;n de origen cauc&#x000e1;sico. Est&#x000e1; producida por mutaciones en el gen que codifica el regulador de la conductancia transmembrana de FQ. Este defecto conduce, entre otras, a la alteraci&#x000f3;n de las secreciones respiratorias, lo que determina una predisposici&#x000f3;n para la colonizaci&#x000f3;n-infecci&#x000f3;n broncopulmonar cr&#x000f3;nica, causa principal de la elevada morbilidad y temprana mortalidad de estos pacientes. La colonizaci&#x000f3;n por <italic>Staphylococcus aureus</italic> y <italic>Haemophilus influenzae</italic> es frecuente en ni&#x000f1;os menores de 10 a&#x000f1;os, aunque <italic>Pseudomonas aeruginosa</italic> con morfotipo mucoide es, con diferencia, el microorganismo m&#x000e1;s relevante en el adulto y causa principal del deterioro broncopulmonar progresivo. Como consecuencia del tratamiento antimicrobiano repetido y la alteraci&#x000f3;n pulmonar se favorece el desplazamiento de los pat&#x000f3;genos habituales y se a&#x000ed;slan con mayor frecuencia bacilos gramnegativos no fermentadores, entre los que destacan <italic>Stenothrophomonas maltophilia, Achromobacter</italic> spp. y <italic>Burkholderia cepacia complex.</italic> Las connotaciones particulares del propio proceso patol&#x000f3;gico y de los microorganismos implicados hacen recomendable reconocer el seguimiento microbiol&#x000f3;gico de la colonizaci&#x000f3;n-infecci&#x000f3;n broncopulmonar en el paciente con FQ como una entidad diagn&#x000f3;stica propia.</p></abstract><trans-abstract xml:lang="en"><p>Cystic fibrosis (CF), a condition produced by mutations in the gene that encodes the cystic fibrosis transmembrane conductance regulator, is the most prevalent autosomal-recessive hereditary disease in caucasian populations. Among other repercussions, this defect leads to an alteration of respiratory secretions and determines a predisposition for chronic bronchopulmonary colonization-infection, which is the main driver of the high morbidity and early mortality of CF patients. Colonization by <italic>Staphylococcus aureus</italic> and <italic>Haemophilus influenzae</italic> is frequent in children younger than 10 years, but mucoid <italic>Pseudomonas aeruginosa</italic> is by far the most relevant pathogen in adults with CF and is responsible for the progressive bronchopulmonary deterioration. As a consequence of repeated, long-lasting antimicrobial treatments and deterioration of lung function, colonization by multidrug-resistant Gram-negative bacilli, such as <italic>Stenotrophomonas maltophilia, Achromobacter</italic> spp. and <italic>Burkholderia cepacia complex,</italic> is also frequent in adult CF patients. The special characteristics of the pathologic process and the microorganisms implicated in CF make it advisable to consider microbiological follow-up of chronic bronchopulmonary colonization-infection in these patients a specific diagnostic entity.</p></trans-abstract><kwd-group><title>Palabras clave</title><kwd>Fibrosis qu&#x000ed;stica</kwd><kwd>Infecci&#x000f3;n respiratoria cr&#x000f3;nica</kwd><kwd>Diagn&#x000f3;stico microbiol&#x000f3;gico</kwd><kwd><italic>Pseudomonas aeruginosa</italic></kwd><kwd><italic>Burkholderia cepacia</italic></kwd><kwd><italic>Staphylococcus aureus</italic></kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Cystic fibrosis</kwd><kwd>Chronic respiratory infection</kwd><kwd>Diagnostic microbiology</kwd><kwd><italic>Pseudomonas aeruginosa</italic></kwd><kwd><italic>Burkholderia cepacia</italic></kwd><kwd><italic>Staphylococcus aureus</italic></kwd></kwd-group></article-meta></front><body><sec><title>Introducci&#x000f3;n</title><p>La fibrosis qu&#x000ed;stica (FQ) es la enfermedad hereditaria autos&#x000f3;mica recesiva m&#x000e1;s frecuente en la poblaci&#x000f3;n de origen cauc&#x000e1;sico y la primera causa de afecci&#x000f3;n pulmonar cr&#x000f3;nica en la infancia. Su frecuencia estimada oscila entre 1/2.500 y 1/5.000 reci&#x000e9;n nacidos vivos, lo que establece una frecuencia de 1 portador por cada 25-50 individuos en la poblaci&#x000f3;n general, aunque se observan importantes diferencias dependientes de los grupos &#x000e9;tnicos y regiones geogr&#x000e1;ficas.</p><p>La FQ se produce como consecuencia de mutaciones en el gen que codifica el regulador de la conductancia transmembrana de fibrosis qu&#x000ed;stica (CFTR), situado en el brazo largo del cromosoma 7. El CFTR act&#x000fa;a como canal de cloro y se encuentra en todos los tejidos exocrinos. La mutaci&#x000f3;n m&#x000e1;s com&#x000fa;n es la deleci&#x000f3;n de la fenilalanina 508 (&#x00394;F508), que se encuentra hasta en el 70% de los individuos con FQ. El defecto en el transporte del i&#x000f3;n cloro causa que estos pacientes tengan un sudor caracter&#x000ed;sticamente salado y conduce a una deshidrataci&#x000f3;n de las secreciones del tracto respiratorio, pancre&#x000e1;ticas, hep&#x000e1;ticas, intestinales y genitourinarias aumentando su viscosidad. Como consecuencia, las principales manifestaciones cl&#x000ed;nicas son respiratorias, gastrointestinales y genitourinarias<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>.</p><p>Las alteraciones digestivas fueron la causa de la temprana mortalidad de estos pacientes hasta mediados del siglo pasado, lo que determin&#x000f3; que hasta el 70% de los ni&#x000f1;os con FQ falleciera antes de cumplir el primer a&#x000f1;o de vida. Los tratamientos espec&#x000ed;ficos para corregir las deficiencias digestivas en primera instancia, seguidos posteriormente de otros para combatir las infecciones respiratorias por <italic>Staphylococcus aureus,</italic> el primer pat&#x000f3;geno relacionado con la FQ, determinaron un aumento notable de la esperanza de vida de los pacientes con FQ, situada ya en los 36,5 a&#x000f1;os seg&#x000fa;n el &#x000fa;ltimo informe de la Fundaci&#x000f3;n Americana para la Fibrosis Quistica<xref rid="bib2" ref-type="bibr"><sup>2</sup></xref>. A partir de la segunda mitad del siglo <sc>xx</sc>, en parte consecuencia de estos avances, empieza a cobrar relevancia la infecci&#x000f3;n broncopulmonar cr&#x000f3;nica por <italic>Pseudomonas aeruginosa,</italic> que ya desde hace d&#x000e9;cadas se sit&#x000fa;a como la principal causa de las todav&#x000ed;a elevadas morbilidad y mortalidad relacionadas con la FQ<xref rid="bib3" ref-type="bibr"><sup>3</sup></xref>.</p></sec><sec><title>Consideraciones cl&#x000ed;nicas y microbiol&#x000f3;gicas de la colonizaci&#x000f3;n-infecci&#x000f3;n broncopulmonar cr&#x000f3;nica en la fibrosis qu&#x000ed;stica</title><sec><title>Patog&#x000e9;nesis de la colonizaci&#x000f3;n/infecci&#x000f3;n broncopulmonar</title><p>La actividad mucociliar es una de las principales barreras del tracto respiratorio frente a los microorganismos y otros agentes extra&#x000f1;os. El epitelio ciliado transporta la secreci&#x000f3;n mucosa por el &#x000e1;rbol traqueobronquial arrastrando a su paso cualquier part&#x000ed;cula o microorganismo que encuentre en su camino. Para que este mecanismo sea efectivo, el moco, que ocupa la parte central de la v&#x000ed;a, debe deslizarse sobre la superficie serosa que envuelve los cilios de las c&#x000e9;lulas del epitelio bronquial. La alteraci&#x000f3;n del CFTR da lugar a un aumento de la reabsorci&#x000f3;n de cloro y sodio que se acompa&#x000f1;a de una reabsorci&#x000f3;n pasiva de agua y produce deshidrataci&#x000f3;n de la superficie del epitelio ciliado respiratorio, que impide el correcto deslizamiento del moco a trav&#x000e9;s del &#x000e1;rbol traqueobronquial<xref rid="bib1" ref-type="bibr">1</xref>, <xref rid="bib3" ref-type="bibr">3</xref>. Esto conlleva un estancamiento del moco, el cual servir&#x000e1; de caldo de cultivo id&#x000f3;neo para diversos microorganismos. Otro factor patog&#x000e9;nico a&#x000f1;adido es la respuesta inflamatoria exagerada, causada por la propia infecci&#x000f3;n y por la alteraci&#x000f3;n presente en el epitelio bronquial, y que se manifiesta principalmente por un intenso infiltrado de neutr&#x000f3;filos, los cuales, mediante la secreci&#x000f3;n de proteasas, da&#x000f1;ar&#x000ed;an a&#x000fa;n m&#x000e1;s el tejido bronquial. Adem&#x000e1;s, el ac&#x000fa;mulo de ADN, liberado principalmente por la lisis de los neutr&#x000f3;filos, incrementa la densidad y la viscosidad de las secreciones.</p><p>Adem&#x000e1;s de la propia alteraci&#x000f3;n cualitativa y cuantitativa de las secreciones mucosas y el deficiente aclaramiento mucociliar, hay varias hip&#x000f3;tesis, no sin cierta controversia, que tratan de justificar la enorme predisposici&#x000f3;n de los pacientes con FQ para la infecci&#x000f3;n broncopulmonar cr&#x000f3;nica por pat&#x000f3;genos bacterianos determinados, particularmente por <italic>P. aeruginosa</italic>
<xref rid="bib3" ref-type="bibr">3</xref>, <xref rid="bib4" ref-type="bibr">4</xref>. Entre ellas, cabr&#x000ed;a destacar especialmente tres: <italic>a)</italic> la alteraci&#x000f3;n del CFTR conduce a la deshidrataci&#x000f3;n de las secreciones respiratorias, con importante aumento de su osmolaridad, lo cual determina la inactivaci&#x000f3;n de las betadefensinas, p&#x000e9;ptidos antibacterianos naturales que forman parte del sistema inmunitario innato; <italic>b)</italic> las c&#x000e9;lulas epiteliales de los pacientes con FQ son deficientes en la sializaci&#x000f3;n de gangli&#x000f3;sidos. Los asialogangli&#x000f3;sidos actuar&#x000ed;an como receptores para <italic>P. aeruginosa</italic> aumentando su adhesi&#x000f3;n al epitelio y, por lo tanto, su persistencia en las v&#x000ed;as respiratorias, y <italic>c)</italic> el CFTR act&#x000fa;a como receptor para el LPS, de tal forma que su alteraci&#x000f3;n determina una aclaramiento de <italic>P. aeruginosa</italic> por las c&#x000e9;lulas epiteliales entre 10 y 50 veces menor en los pacientes con FQ, lo que favorece su persistencia en las v&#x000ed;as respiratorias.</p><p>Finalmente, varios estudios han demostrado que la concentraci&#x000f3;n de hierro est&#x000e1; aumentada en las secreciones respiratorias de los pacientes con FQ, lo cual parece favorecer la persistencia de la colonizaci&#x000f3;n por <italic>P. aeruginosa,</italic> seg&#x000fa;n muestra un trabajo reciente. Asimismo, estudios recientes indican que la alteraci&#x000f3;n del CFTR en los macr&#x000f3;fagos alveolares reduce la acidificaci&#x000f3;n de los fagolisosomas, lo cual, limita su capacidad bactericida y, por lo tanto, promueve la persistencia de la infecci&#x000f3;n. De igual forma, las c&#x000e9;lulas del epitelio respiratorio de los pacientes con FQ son incapaces de secretar tiocianato, por lo que disminuye dr&#x000e1;sticamente su capacidad bactericida a trav&#x000e9;s de la formaci&#x000f3;n de mol&#x000e9;culas de ox&#x000ed;geno reactivo.</p><p>Por lo tanto, debido a todos estos condicionantes, el paciente con FQ padecer&#x000e1; un cuadro de infecci&#x000f3;n broncopulmonar cr&#x000f3;nica que se ir&#x000e1; exacerbando a lo largo de su vida y que, a pesar de los avances en la antibioterapia y en el tratamiento con agentes mucol&#x000ed;ticos y enzimas que rompen el ADN acumulado, sigue siendo, con diferencia, la causa principal de su peor calidad de vida y menor expectativa de supervivencia.</p></sec><sec><title>Cronoinfecci&#x000f3;n broncopulmonar en la fibrosis qu&#x000ed;stica</title><p>El an&#x000e1;lisis del patr&#x000f3;n y la evoluci&#x000f3;n temporal de la colonizaci&#x000f3;n en los pacientes con FQ ha permitido definir el concepto de cronoinfecci&#x000f3;n por el que los pacientes sufrir&#x000ed;an infecciones o colonizaciones siguiendo una secuencia m&#x000e1;s o menos establecida dependiente de la edad<xref rid="bib3" ref-type="bibr">3</xref>, <xref rid="bib5" ref-type="bibr">5</xref>, <xref rid="bib6" ref-type="bibr">6</xref>. En los de menor edad, las infecciones por virus respiratorios y micoplasmas no son infrecuentes. Con posterioridad y aun en la primera d&#x000e9;cada de la vida, es frecuente el aislamiento de <italic>Streptococcus pneumoniae</italic> y <italic>Haemophilus influenzae</italic> que ser&#x000ed;an r&#x000e1;pidamente relegados a un segundo plano y sustituidos por <italic>S. aureus</italic> y posteriormente por <italic>P. aeruginosa.</italic> En la edad adulta, m&#x000e1;s del 80% de los pacientes est&#x000e1;n cr&#x000f3;nicamente colonizados por este microorganismo y en la mayor&#x000ed;a de los casos se a&#x000ed;sla en su morfotipo mucoso.</p><p>Como consecuencia del tratamiento antimicrobiano repetido en los pacientes adultos y del deterioro de la funci&#x000f3;n pulmonar, se favorece el desplazamiento de los pat&#x000f3;genos bacterianos habituales y se a&#x000ed;slan con mayor frecuencia bacilos gramnegativos no fermentadores entre los que destacan <italic>Stenotrophomonas maltophilia, Achromobacter</italic> spp. y <italic>Burkholderia cepacia.</italic> En el Hospital Ram&#x000f3;n y Cajal, en el seguimiento de 81 pacientes con FQ durante 5 a&#x000f1;os, se observ&#x000f3; una mayor incidencia de <italic>S. aureus</italic> en los primeros a&#x000f1;os de vida y un ulterior aumento de los pacientes colonizados con <italic>P. aeruginosa</italic> (<xref rid="fig1" ref-type="fig">fig. 1</xref>
). Estos datos son muy similares a los del registro estadounidense de pacientes con FQ<xref rid="bib2" ref-type="bibr"><sup>2</sup></xref>. El aislamiento de las micobacterias at&#x000ed;picas en las secreciones respiratorias en pacientes adultos no es infrecuente. El tratamiento prolongado con antimicrobianos en la edad adulta tambi&#x000e9;n facilita el asentamiento de levaduras y hongos filamentosos, que complican a&#x000fa;n m&#x000e1;s el patr&#x000f3;n de colonizaci&#x000f3;n bronquial. Por &#x000fa;ltimo, el patr&#x000f3;n de colonizaci&#x000f3;n bronquial no siempre es monomicrobiano y hasta en el 70% de los pacientes pueden coexistir diferentes pat&#x000f3;genos. En m&#x000e1;s del 50% de ellos aparecen simult&#x000e1;neamente <italic>S. aureus</italic> y <italic>P. aeruginosa,</italic> solos o en asociaci&#x000f3;n con con <italic>H. influenzae</italic> o <italic>S. pneumoniae.</italic>
<fig id="fig1"><label>Figura 1</label><caption><p>Patr&#x000f3;n de colonizaci&#x000f3;n (porcentaje de aislamiento) por intervalos de edades en pacientes con fibrosis qu&#x000ed;stica. Seguimiento de 5 a&#x000f1;os de 81 pacientes en la Unidad de Fibrosis Qu&#x000ed;stica del Hospital Universitario Ram&#x000f3;n y Cajal.</p></caption><graphic xlink:href="gr1"/></fig></p></sec></sec><sec><title>Principales microorganismos implicados en la colonizaci&#x000f3;n-infecci&#x000f3;n broncopulmonar cr&#x000f3;nica</title><sec><title>Pseudomonas aeruginosa</title><p>Es con diferencia el microorganismo m&#x000e1;s frecuente en estos pacientes. Cerca del 60% de ellos est&#x000e1; cr&#x000f3;nicamente colonizado por este microorganismo, que llegando al 80% en pacientes mayores de 18 a&#x000f1;os. La colonizaci&#x000f3;n-infecci&#x000f3;n por <italic>P. aeruginosa</italic> se relaciona claramente con mayores morbilidad y mortalidad en el paciente con FQ. Se ha evidenciado un progresivo deterioro de la funci&#x000f3;n pulmonar y una disminuci&#x000f3;n de la supervivencia, y se ha comprobado que su adquisici&#x000f3;n en edades tempranas influye negativamente en el pron&#x000f3;stico de la enfermedad<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>. Los pacientes colonizados por <italic>P. aeruginosa</italic> durante los primeros 5 a&#x000f1;os de vida tienen un riesgo mayor de mortalidad (2,6 veces) que el de los pacientes con FQ no colonizados por este microorganismo. Tambi&#x000e9;n se observan unos valores significativamente m&#x000e1;s bajos de FEV<sub>1</sub> (volumen espiatorio forzado en el primer segundo), menor percentil de peso y aumento del n&#x000fa;mero de hospitalizaciones. Los factores de riesgo para la colonizaci&#x000f3;n-infecci&#x000f3;n temprana por <italic>P. aeruginosa</italic> incluyen la infecci&#x000f3;n previa por <italic>S. aureus,</italic> el sexo femenino, la presencia homocig&#x000f3;tica de la mutaci&#x000f3;n &#x00394;F508 y el contacto previo con pacientes adultos con FQ.</p><p>La adquisici&#x000f3;n de este pat&#x000f3;geno se produce a partir de microorganismos presentes en el ambiente, aunque la transmisi&#x000f3;n cruzada entre pacientes no es del todo infrecuente, particularmente entre miembros de una misma familia. Asimismo, se han descrito brotes epid&#x000e9;micos de colonizaci&#x000f3;n-infecci&#x000f3;n por <italic>P. aeruginosa</italic> en varias unidades de FQ<xref rid="bib7" ref-type="bibr"><sup>7</sup></xref>.</p><p>Inicialmente, la colonizaci&#x000f3;n del tracto respiratorio se produce por morfotipos no mucosos, generalmente sensibles a los antimicrobianos, y se presenta con una baja densidad bacteriana. Con posterioridad, y durante un per&#x000ed;odo de tiempo variable, los cultivos de las muestras respiratorias pueden ser intermitentes. Una vez establecida la colonizaci&#x000f3;n-infecci&#x000f3;n pulmonar cr&#x000f3;nica, generalmente por una &#x000fa;nica l&#x000ed;nea clonal de <italic>P. aeruginosa,</italic> resulta pr&#x000e1;cticamente imposible conseguir la erradicaci&#x000f3;n.</p><p>El proceso de adaptaci&#x000f3;n determinante de la persistencia (en la mayor&#x000ed;a de los casos de por vida) de <italic>P. aeruginosa</italic> en las v&#x000ed;as respiratorias de los pacientes con FQ incluye cambios tanto fisiol&#x000f3;gicos como gen&#x000e9;ticos<xref rid="bib8" ref-type="bibr"><sup>8</sup></xref>. Entre los primeros destaca la transici&#x000f3;n desde el estado de crecimiento planct&#x000f3;nico (c&#x000e9;lulas libres suspendidas en medio acuoso) al de crecimiento en biopel&#x000ed;culas o <italic>biofilms.</italic> Las biopel&#x000ed;culas son estructuras supracelulares (comunidades multicelulares) complejas y bien organizadas espacial y funcionalmente que crecen sobre una superficie viva o inerte. La transici&#x000f3;n al crecimiento en forma de biopel&#x000ed;culas depende de la acci&#x000f3;n de los sistemas de comunicaci&#x000f3;n intercelular <italic>lasR-lasI</italic> y <italic>rhlR-rhlI,</italic> que son activados cuando la poblaci&#x000f3;n alcanza una suficiente densidad, y por ello se denominan sistemas sensores de quorum <italic>(quorum sensing).</italic> El crecimiento en forma de biopel&#x000ed;culas confiere al microorganismo una notable resistencia tanto a los tratamientos antibi&#x000f3;ticos como a la propia respuesta inmunitaria del paciente, que favorece su persistencia.</p><p>Adem&#x000e1;s del crecimiento en forma de biopel&#x000ed;culas, el desarrollo de la infecci&#x000f3;n cr&#x000f3;nica por <italic>P. aeruginosa</italic> se materializa a trav&#x000e9;s de un intenso proceso de adaptaci&#x000f3;n gen&#x000e9;tica, que ser&#x000e1; determinante para su resistencia a las condiciones ambientales (incluidos nuevamente la respuesta inmunitaria y los antibi&#x000f3;ticos). Fruto de esta intensa adaptaci&#x000f3;n emergen gran cantidad de variantes fenot&#x000ed;picas caracter&#x000ed;sticas de la infecci&#x000f3;n cr&#x000f3;nica, entre las que destacan la hiperproducci&#x000f3;n constitutiva de alginato (morfotipo mucoso) o los variantes de lento crecimiento (colonias enanas o <italic>small colony variants,</italic> SCV). Otras variantes fenot&#x000ed;picas que parecen favorecer la persistencia en las v&#x000ed;as respiratorias son los mutantes aflagelados o con modificaciones del LPS. Se ha comprobado que la conversi&#x000f3;n al morfotipo mucoide se correlaciona con producci&#x000f3;n de anticuerpos y se acompa&#x000f1;a de cambios importantes en los par&#x000e1;metros pulmonares, lo que conlleva una mayor mortalidad<xref rid="bib9" ref-type="bibr"><sup>9</sup></xref>. Asimismo, el incremento en el n&#x000fa;mero de variantes morfol&#x000f3;gicas se ha correlacionado con el progresivo deterioro de la funci&#x000f3;n pulmonar. Recientemente se ha comprobado que el intenso proceso de adaptaci&#x000f3;n gen&#x000e9;tica durante la colonizaci&#x000f3;n cr&#x000f3;nica favorece la persistencia del microorganismo en las v&#x000ed;as respiratorias<xref rid="bib10" ref-type="bibr"><sup>10</sup></xref>.</p><p>Estas caracter&#x000ed;sticas, a pesar de no formar parte de los mecanismos espec&#x000ed;ficos de resistencia a antibi&#x000f3;ticos, establecen una l&#x000ed;nea base de resistencia in vivo propicia para el desarrollo y la selecci&#x000f3;n de variantes con resistencia a m&#x000fa;ltiples antibi&#x000f3;ticos (cepas multirresistentes), como consecuencia del uso prolongado de antibi&#x000f3;ticos. Este hecho se ve facilitado debido a que <italic>P. aeruginosa</italic> tiene una extraordinaria capacidad de desarrollar resistencia mediante mutaciones cromos&#x000f3;micas a pr&#x000e1;cticamente todos los antibi&#x000f3;ticos utilizados, incluidos los betalact&#x000e1;micos, los aminogluc&#x000f3;sidos y las fluoroquinolonas. Finalmente, este desalentador panorama se agrava por la elevada prevalencia en los pacientes con FQ de cepas hipermutadoras, que presentan una frecuencia de mutaci&#x000f3;n espont&#x000e1;nea (para cualquier gen, incluyendo los implicados en la resistencia a antibi&#x000f3;ticos u otras mutaciones adaptativas, como las anteriormente mencionadas) hasta 1.000 veces mayor de lo normal. Entre el 30 y el 60% de los pacientes con FQ est&#x000e1;n colonizados por cepas hipermutadoras, seg&#x000fa;n varios estudios, hecho extremadamente infrecuente (&#x0003c;1%) en pacientes con infecciones agudas<xref rid="bib11" ref-type="bibr"><sup>11</sup></xref>. La base molecular del fenotipo hipermutador es, en la mayor&#x000ed;a de los casos, la deficiencia de alguno de los genes que forman parte del sistema de reparaci&#x000f3;n de emparejamientos err&#x000f3;neos de ADN. Las cepas hipermutadoras aisladas de los pacientes con FQ son mucho m&#x000e1;s resistentes a los antibi&#x000f3;ticos que las no hipermutadoras; de hecho, la mayor prevalencia de cepas resistentes en los pacientes con FQ que en otros procesos se debe, en gran parte, a la contribuci&#x000f3;n de las cepas hipermutadoras a las cifras de resistencia. Asimismo, mediante estudios in vitro e in vivo se ha demostrado que las cepas hipermutadoras desarrollan resistencia en pocas horas a pr&#x000e1;cticamente todos los antibi&#x000f3;ticos antipseudom&#x000f3;nicos cuando se utilizan en monoterapia<xref rid="bib12" ref-type="bibr"><sup>12</sup></xref>. Recientemente se ha documentado que la hipermutaci&#x000f3;n y su relaci&#x000f3;n con la resistencia a los antibi&#x000f3;ticos no son exclusivas de la FQ, sino que tambi&#x000e9;n son muy frecuentes en el contexto de otras enfermedades respiratorias cr&#x000f3;nicas como bronquiectasias o en la enfermedad pulmonar obstructiva cr&#x000f3;nica (EPOC)<xref rid="bib13" ref-type="bibr"><sup>13</sup></xref>.</p></sec><sec><title>Staphylococcus aureus</title><p>Fue el primer microorganismo reconocido como causante de infecci&#x000f3;n pulmonar cr&#x000f3;nica en pacientes con FQ. En la era preantibi&#x000f3;tica fue uno de los principales implicados en la elevada y temprana mortalidad de estos pacientes. La terapia antiestafiloc&#x000f3;cica ha conseguido en las &#x000fa;ltimas d&#x000e9;cadas una notable reducci&#x000f3;n de la morbilidad y la mortalidad por este microorganismo, pero a&#x000fa;n sigue siendo, despu&#x000e9;s de <italic>P. aeruginosa,</italic> uno de los principales pat&#x000f3;genos implicados en la infecci&#x000f3;n broncopulmonar, especialmente en ni&#x000f1;os menores de 10 a&#x000f1;os. Los datos de 2005 del registro de pacientes de la Fundaci&#x000f3;n Americana de FQ muestran que, de forma general, el 52% de los pacientes est&#x000e1;n colonizados por <italic>S. aureus</italic>
<xref rid="bib2" ref-type="bibr"><sup>2</sup></xref>. Adem&#x000e1;s, es el principal pat&#x000f3;geno aislado durante los primeros 10 a&#x000f1;os de vida y alcanza su mayor prevalencia (&#x0003e;60%) en el grupo de 6-10 a&#x000f1;os de edad.</p><p>La persistencia de <italic>S. aureus</italic> depende fundamentalmente de su capacidad de adhesi&#x000f3;n al epitelio respiratorio y para evadir la respuesta inmunitaria una vez producida la colonizaci&#x000f3;n. Investigaciones recientes indican que <italic>S. aureus</italic> escapa m&#x000e1;s eficientemente de los fagosomas de las c&#x000e9;lulas del epitelio bronquial deficientes en el CFTR<xref rid="bib14" ref-type="bibr"><sup>14</sup></xref>. Adem&#x000e1;s, se desarrolla adecuadamente en medios con alta osmolaridad, situaci&#x000f3;n que se produce en las v&#x000ed;as respiratorias del paciente con FQ. <italic>S. aureus</italic> puede persistir en las v&#x000ed;as respiratorias de los pacientes con FQ sin producir alteraciones aparentes. No obstante, se ha apuntado que causa una lesi&#x000f3;n inicial con escasa repercusi&#x000f3;n funcional que predispondr&#x000ed;a a la colonizaci&#x000f3;n posterior por <italic>P. aeruginosa.</italic> Si bien el tratamiento profil&#x000e1;ctico con betalact&#x000e1;micos ha mejorado notablemente el pron&#x000f3;stico de los ni&#x000f1;os con FQ, hay cierta controversia en torno al tratamiento indiscriminado, ya que un tratamiento prolongado podr&#x000ed;a llevar a la sustituci&#x000f3;n de <italic>S. aureus</italic> por <italic>P. aeruginosa</italic> y, por lo tanto, a adelantar el proceso evolutivo de la infecci&#x000f3;n cr&#x000f3;nica y el deterioro pulmonar. Por otro lado, si bien la resistencia a meticilina no ha sido tradicionalmente un problema importante en los pacientes con FQ, la situaci&#x000f3;n parece estar cambiando. Los datos de 2005 de la Fundaci&#x000f3;n Americana muestran que actualmente hasta el 17,2% de los pacientes con FQ est&#x000e1;n colonizados por <italic>S. aureus</italic> resistente a meticilina (SARM). Recientemente se ha documentado la infecci&#x000f3;n respiratoria por clones de SARM de origen extrahospitalario productores de la leucocidina de Panton-Valentine (LPV) en pacientes con FQ de Estados Unidos, situaci&#x000f3;n que podr&#x000ed;a modificar la patogenia de la infecci&#x000f3;n-colonizaci&#x000f3;n por este microorganismo. La situaci&#x000f3;n actual en Espa&#x000f1;a de la resistencia a la meticilina en el contexto de FQ ha sido poco estudiada, pero puesto que se han detectado recientemente los primeros casos de SARM de origen extrahospitalario, podr&#x000ed;a seguir el mismo camino descrito en Am&#x000e9;rica y, por lo tanto, ser&#x000e1; necesario mantener una vigilancia activa de este fen&#x000f3;meno en los pr&#x000f3;ximos a&#x000f1;os.</p><p>Otro fen&#x000f3;meno preocupante desde el punto de vista de la resistencia a antibi&#x000f3;ticos es la alta prevalencia (el 14% seg&#x000fa;n un estudio publicado) de cepas hipermutadoras de <italic>S. aureus</italic> en los pacientes con FQ, al igual que ocurre para <italic>P. aeruginosa</italic>
<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref>. Si bien la hipermutaci&#x000f3;n aparentemente no contribuye al desarrollo de resistencia a la meticilina, puesto que &#x000e9;sta se produce por la adquisici&#x000f3;n de determinantes ex&#x000f3;genos de resistencia y no por mutaci&#x000f3;n, s&#x000ed; contribuye notablemente al desarrollo de resistencia a antibi&#x000f3;ticos como los macr&#x000f3;lidos; facilitando la selecci&#x000f3;n de mutaciones en genes ribos&#x000f3;micos. En cualquier caso, la resistencia a macr&#x000f3;lidos es cada vez m&#x000e1;s frecuente en las cepas de <italic>S. aureus</italic> de pacientes con FQ, al menos en parte debido al uso extendido de la terapia de mantenimiento con azitromicina. Asimismo, el tratamiento profil&#x000e1;ctico prolongado con cotrimoxazol se ha relacionado con la selecci&#x000f3;n de cepas dependientes de timidina por inactivaci&#x000f3;n del gen <italic>thyA</italic> que codifica para la timidilato sintetasa. Estas cepas, adem&#x000e1;s de ser resistentes al cotrimoxazol, se caracterizan por producir colonias con morfolog&#x000ed;as an&#x000f3;malas (SCV) que incluso muchas veces no crecen en medios convencionales y pueden pasar inadvertidas<xref rid="bib16" ref-type="bibr"><sup>16</sup></xref>. Estudios recientes demuestran que la coinfecci&#x000f3;n con <italic>P. aeruginosa</italic> (situaci&#x000f3;n que ocurre de forma frecuente) tambi&#x000e9;n determina la selecci&#x000f3;n de variantes SCV de <italic>S. aureus.</italic> Este hecho, adem&#x000e1;s de plantear dificultades diagn&#x000f3;sticas, conlleva una mayor resistencia a los antibi&#x000f3;ticos y una mayor capacidad de persistencia en las v&#x000ed;as respiratorias de estos pacientes.</p></sec><sec><title>Haemophilus influenzae</title><p>Aunque su frecuencia de aislamiento var&#x000ed;a seg&#x000fa;n el protocolo microbiol&#x000f3;gico aplicado, en la mayor&#x000ed;a de los trabajos es el tercer microorganismo m&#x000e1;s frecuentemente aislado en los pacientes con FQ despu&#x000e9;s de <italic>P. aeruginosa</italic> y <italic>S. aureus.</italic> Su frecuencia aumenta si se emplean medios selectivos o incubaci&#x000f3;n en atm&#x000f3;sfera con anaerobiosis<xref rid="bib5" ref-type="bibr">5</xref>, <xref rid="bib17" ref-type="bibr">17</xref>.</p><p>
<italic>H. influenzae</italic> puede colonizar hasta al 30% de los pacientes con FQ. Su incidencia es mayor en los ni&#x000f1;os de menor edad, si bien tambi&#x000e9;n puede aislarse en los pacientes adultos. No hay evidencias claras sobre su papel como factor primario en el deterioro de la funci&#x000f3;n pulmonar y su efecto patog&#x000e9;nico estar&#x000ed;a en relaci&#x000f3;n con la carga bacteriana elevada y la respuesta inflamatoria generada. Aunque no es habitual, hay pacientes con colonizaci&#x000f3;n cr&#x000f3;nica, por nuevas cepas o por cepas persistentes, que siguen un patr&#x000f3;n similar al que presentan los bronqu&#x000ed;ticos cr&#x000f3;nicos. En los pacientes con FQ se ha encontrado relaci&#x000f3;n con las exacerbaciones durante el periodo de colonizaci&#x000f3;n cr&#x000f3;nica que suelen ser generalmente breves, remiten con el tratamiento antimicrobiano adecuado e incluso puede erradicarse hasta en el 70% de los casos de las secreciones respiratorias. Cuando esto ocurre, se reducen los anticuerpos contra este microorganismo y se evidencia una mejor&#x000ed;a cl&#x000ed;nica con desaparici&#x000f3;n o reducci&#x000f3;n de los s&#x000ed;ntomas.</p><p>Las cepas de <italic>H. influenzae</italic> que se a&#x000ed;slan en el paciente con FQ son t&#x000ed;picamente no capsuladas, caracter&#x000ed;stica com&#x000fa;n con los encontrados en otras enfermedades respiratorias que cursan con cronicidad<xref rid="bib18" ref-type="bibr">18</xref>, <xref rid="bib19" ref-type="bibr">19</xref>. Por ello la vacuna conjugada contra <italic>H. influenzae</italic> tipo b no tendr&#x000ed;a utilidad en la prevenci&#x000f3;n de la colonizaci&#x000f3;n en el paciente con FQ. El biotipo m&#x000e1;s frecuentemente aislado en estos pacientes es el I, que es uno de los que conllevan una mayor virulencia.</p><p>Aunque no hay evidencia cl&#x000ed;nica, hay acuerdo generalizado del beneficio del tratamiento antimicrobiano en los pacientes con FQ colonizados por este pat&#x000f3;geno. Las pautas aplicadas no difieren de las utilizadas en las infecciones respiratorias por este agente en otro tipo de pacientes. Entre el 20 y el 40% de los aislados de <italic>H. influenzae</italic> son resistentes a la amoxicilina debido a la producci&#x000f3;n de betalactamasas. Un n&#x000fa;mero relativamente importante de las cepas de <italic>H. influenzae</italic> en los pacientes con FQ es resistente a amoxicilina sin producir betalactamasa. Este fenotipo, denominado BLNAR <italic>(beta-lactamase-negative ampicillin-resistant),</italic> es debido a alteraciones en las PBP que confieren tambi&#x000e9;n p&#x000e9;rdida de sensibilidad a la asociaci&#x000f3;n de amoxicilina-clavul&#x000e1;nico y cefalosporias orales. Su incidencia en un amplio estudio realizado con pacientes seguidos en la Unidad de FQ del Hospital Universitario Ram&#x000f3;n y Cajal fue algo mayor del 5%, pero podr&#x000ed;an estar aumentando en los &#x000fa;ltimos a&#x000f1;os<xref rid="bib19" ref-type="bibr"><sup>19</sup></xref>.</p><p>Se ha descrito la persistencia prolongada en los pacientes con FQ, incluso de a&#x000f1;os, de cepas de <italic>H. influenzae</italic> multirresistentes a pesar del tratamiento adecuado con antimicrobianos. Este perfil de multirresistencia parece estar relacionado, al igual que en <italic>P. aeruginosa,</italic> con cepas hipermutadoras. En Espa&#x000f1;a, se han descrito casos de pacientes persistentemente colonizados por <italic>H. influenzae</italic> resistentes a las fluoroquinolonas. Este hallazgo es excepcional y la selecci&#x000f3;n del mecanismo de resistencia implicado en ello, alteraciones en <italic>gyrA</italic> y <italic>parC,</italic> se relaciona con la administraci&#x000f3;n previa de fluoroquinolonas y el fenotipo hipermutador<xref rid="bib19" ref-type="bibr">19</xref>, <xref rid="bib20" ref-type="bibr">20</xref>.</p></sec><sec><title>Streptococcus pneumoniae</title><p>En la mayor&#x000ed;a de las series, su incidencia no supera el 20%, y es mayor en las etapas iniciales de la enfermedad, en que puede llegar hasta el 50%. En el Hospital Universitario Ram&#x000f3;n y Cajal durante el seguimiento de los pacientes atendidos en su Unidad de FQ entre 1995 y 2003, se encontr&#x000f3; una incidencia general anual media del 5,5%; todos los pacientes en los que se aisl&#x000f3; ten&#x000ed;an menos de 12 a&#x000f1;os edad<xref rid="bib21" ref-type="bibr"><sup>21</sup></xref>. En el 35% de los casos, su aislamiento ten&#x000ed;a relaci&#x000f3;n con un episodio de exacerbaci&#x000f3;n, aunque s&#x000f3;lo en el 27% de &#x000e9;stos se identific&#x000f3; como &#x000fa;nico pat&#x000f3;geno durante estos episodios. La utilizaci&#x000f3;n de medios selectivos, por ejemplo agar sangre suplementado con &#x000e1;cido nalid&#x000ed;xico y colistina, no parece incrementar el porcentaje de aislamientos de <italic>S. pneumoniae</italic> en los pacientes con FQ.</p><p>En cuanto al aspecto de la patogenia, <italic>S. pneumoniae</italic> se comportar&#x000ed;a como <italic>S. aureus,</italic> que es capaz de adherirse a la superficie mucosa, lo que favorece las infecciones broncopulmonares cr&#x000f3;nicas. Otro posible factor de virulencia, com&#x000fa;n con <italic>P. aeruginosa</italic> y <italic>S. aureus,</italic> es su capacidad para elaborar productos extracelulares que estimulan la secreci&#x000f3;n mucosa y contribuyen a una peor evoluci&#x000f3;n de las exacerbaciones. Recientemente se ha demostrado una mayor facilidad de los aislados de <italic>S. pneumoniae</italic> obtenidos de los pacientes con FQ para formar biopel&#x000ed;culas en comparaci&#x000f3;n con los obtenidos de enfermedades invasivas y que tambi&#x000e9;n explicar&#x000ed;a su posible facilidad para permanecer en el &#x000e1;rbol bronquial<xref rid="bib22" ref-type="bibr"><sup>22</sup></xref>. Al igual que <italic>H. influenzae,</italic> puede producirse una persistencia de clones espec&#x000ed;ficos en muchos casos multirresistentes, que presentan tasas de mutaci&#x000f3;n mayores que la de los aislados que no proceden de estos pacientes. La detecci&#x000f3;n, en estos pacientes, de serotipos similares a los que cubre la vacuna heptavalente contra <italic>S. pneumoniae</italic> justificar&#x000ed;a su utilizaci&#x000f3;n y podr&#x000ed;a reducir el estado de portador por serotipos multirresistentes.</p></sec><sec><title>Burkholderia cepacia complex</title><p>Se ha comprobado que los organismos identificados como <italic>B. cepacia</italic> forman un grupo muy heterog&#x000e9;neo y constituyen un complejo de especies fenot&#x000ed;picamente similares<xref rid="bib23" ref-type="bibr"><sup>23</sup></xref>. Hay al menos 9 variedades gen&#x000f3;micas dentro del complejo: <italic>B. cepacia</italic> (variedad gen&#x000f3;mica I), <italic>B. multivorans</italic> (variedad gen&#x000f3;mica II), <italic>B. cenocepacia</italic> (variedad gen&#x000f3;mica III), <italic>B. stabilis</italic> (variedad gen&#x000f3;mica IV), <italic>B. vietnamiensis</italic> (variedad gen&#x000f3;mica V), <italic>B. dolosa</italic> (variedad gen&#x000f3;mica VI), <italic>B. ambifaria</italic> (variedad gen&#x000f3;mica VII), <italic>B. anthina</italic> (variedad gen&#x000f3;mica VIII) y <italic>B. pyrrocina</italic> (variedad gen&#x000f3;mica IX) y otras 15 especies dentro del g&#x000e9;nero <italic>Burkholderia</italic>
<xref rid="bib24" ref-type="bibr"><sup>24</sup></xref>. La variedad gen&#x000f3;mica I es un pat&#x000f3;geno de plantas y contiene la especie tipo. La mayor&#x000ed;a de los aislamientos de pacientes con FQ se incluyen dentro de <italic>B. cenocepacia</italic> y <italic>B. multivorans.</italic>
</p><p>
<italic>B. cepacia</italic> apareci&#x000f3; hace m&#x000e1;s de 25 a&#x000f1;os como un importante pat&#x000f3;geno oportunista en estos pacientes. Con frecuencia, la infecci&#x000f3;n pulmonar producida por esta bacteria es cr&#x000f3;nica, dif&#x000ed;cil de tratar con antimicrobianos por su multirresistencia y conlleva importantes morbilidad y mortalidad. En estos pacientes, se ha asociado con lo que se ha denominado s&#x000ed;ndrome cepacia, que se caracteriza por fiebre alta, bacteriemia, bronconeumon&#x000ed;a, deterioro pulmonar r&#x000e1;pido y muerte en m&#x000e1;s del 60% de los casos. La transmisi&#x000f3;n entre pacientes se puede producir por contacto directo o indirecto con secreciones de pacientes infectados y se facilita por contacto prolongado entre pacientes con FQ, por compartir equipos, por contacto social, tanto en el medio hospitalario como en reuniones, campamentos, etc.<xref rid="bib24" ref-type="bibr"><sup>24</sup></xref>. En algunos centros se excluye a los pacientes colonizados con <italic>B. cepacia</italic> de los programas de trasplante pulmonar, debido al mal pron&#x000f3;stico<xref rid="bib23" ref-type="bibr">23</xref>, <xref rid="bib24" ref-type="bibr">24</xref>. Sin embargo, para otros autores ser&#x000ed;a necesario valorar la infecci&#x000f3;n con diferentes especies dentro del complejo de forma individualizada.</p><p>Los estudios epidemiol&#x000f3;gicos indican que las diferentes variedades gen&#x000f3;micas son diversas en cuanto a su frecuencia de transmisi&#x000f3;n y patogenia<xref rid="bib24" ref-type="bibr"><sup>24</sup></xref>. <italic>B. cenocepacia</italic> es frecuente en suelo agr&#x000ed;cola, pero no en sitios urbanos, y hasta ahora no est&#x000e1; claramente demostrado que los pacientes se contagien de fuentes ambientales. Conlleva una elevada transmisi&#x000f3;n y mal pron&#x000f3;stico y la transmisi&#x000f3;n entre pacientes se relaciona con uno o dos marcadores gen&#x000e9;ticos: gen <italic>cbl</italic>A (&#x000ab;cable Pili&#x000bb;) y BCESM <italic>(B. cepacia epidemic strain marker),</italic> aunque no se ha encontrado en las cepas de todos los brotes. <italic>B. gladioli</italic> es un pat&#x000f3;geno de plantas aislado tradicionalmente del gladiolo y el arroz. Se ha aislado de muestras de pacientes con FQ, y se ha identificado por su capacidad para crecer en medios selectivos para el aislamiento de <italic>B. cepacia. B. gladioli</italic> y <italic>B. cepacia complex</italic> son genot&#x000ed;picamente diferentes pero fenot&#x000ed;picamente muy similares y es dif&#x000ed;cil diferenciarlas mediante t&#x000e9;cnicas convencionales<xref rid="bib25" ref-type="bibr"><sup>25</sup></xref>.</p></sec><sec><title>Stenotrophomonas maltophilia, Achromobacter spp. y otros bacilos gramnegativos no fermentadores</title><p>
<italic>S. maltophilia</italic> y <italic>Achromobacter xylosoxidans</italic> se encuentran m&#x000e1;s frecuentemente que <italic>B. cepacia complex</italic> en pacientes con FQ y enfermedad pulmonar avanzada, pero generalmente son menos virulentos.</p><p>
<italic>S. maltophilia</italic> es un bacilo gramnegativo no fermentador, oxidasa negativo y resistente a la mayor&#x000ed;a de los antimicrobianos. Hay factores que predisponen a la colonizaci&#x000f3;n por este microorganismo, como el uso prolongado de antimicrobianos. Sin embargo, parece que no predispone la hospitalizaci&#x000f3;n previa o el contacto con personas colonizadas, aunque s&#x000ed; se ha descrito colonizaci&#x000f3;n con la misma cepa en diferentes pacientes<xref rid="bib24" ref-type="bibr"><sup>24</sup></xref>. <italic>S. maltophilia</italic> suele producir una colonizaci&#x000f3;n transitoria, aunque en alrededor del 10% de los casos se ha documentado colonizaci&#x000f3;n cr&#x000f3;nica<xref rid="bib26" ref-type="bibr"><sup>26</sup></xref>. En un estudio, se observ&#x000f3; una peor supervivencia a los 5 a&#x000f1;os de los pacientes con <italic>S. maltophilia;</italic> sin embargo, en otros no se evidencia un deterioro cl&#x000ed;nico relacionado con esta bacteria<xref rid="bib25" ref-type="bibr"><sup>25</sup></xref>. La prevalencia de colonizaci&#x000f3;n en pacientes con FQ ha aumentado en los &#x000fa;ltimos a&#x000f1;os, aunque var&#x000ed;a de unos centros a otros, en parte, por el uso de diferentes medios selectivos o por los m&#x000e9;todos de identificaci&#x000f3;n que pueden dar lugar a identificaciones err&#x000f3;neas<xref rid="bib24" ref-type="bibr"><sup>24</sup></xref>.</p><p>
<italic>A. xylosoxidans</italic> es tambi&#x000e9;n un bacilo gramnegativo que puede confundirse con <italic>P. aeruginosa</italic> no pigmentada o con <italic>B. cepacia</italic>
<xref rid="bib25" ref-type="bibr"><sup>25</sup></xref>. No hay estudios que examinen el efecto de esta bacteria en la funci&#x000f3;n pulmonar y en la mortalidad. En un estudio, se ha relacionado con exacerbaciones pulmonares en FQ, pero los pacientes estaban colonizados tambi&#x000e9;n por <italic>P. aeruginosa.</italic> No parece que la colonizaci&#x000f3;n a largo plazo produzca un deterioro claro del estado cl&#x000ed;nico. Se han descrito casos de pacientes colonizados con la misma cepa en el mismo centro, y aunque no se encontr&#x000f3; la fuente, estuvieron hospitalizados al mismo tiempo<xref rid="bib24" ref-type="bibr"><sup>24</sup></xref>.</p><p>
<italic>Ralstonia,</italic> g&#x000e9;nero establecido en 1995, agrupa diferentes especies pat&#x000f3;genas en humanos: <italic>R. pickettii, R. paucula, R. gilardii</italic> y <italic>R. mannitolilytica</italic>
<xref rid="bib25" ref-type="bibr"><sup>25</sup></xref>. Son bacilos gramnegativos no fermentadores, oxidasa positivos, y se consideran pat&#x000f3;genos oportunistas que pueden producir infecciones graves en pacientes inmunodeficientes. Estos organismos pueden crecer en los medios selectivos para <italic>B. cepacia,</italic> y con los m&#x000e9;todos fenot&#x000ed;picos convencionales se pueden identificar de forma err&#x000f3;nea<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref>.</p><p>
<italic>Pandoraea</italic> es un bacilo gramnegativo no fermentador que se ha aislado de muestras ambientales, muestras cl&#x000ed;nicas y recientemente en muestras de pacientes con FQ, que es capaz de crecer en medios selectivos para <italic>B. cepacia.</italic> Este g&#x000e9;nero, descrito en 2000, contiene 5 especies: <italic>P. apista, P. sputorum, P. norimbergensis, P. pnomenusa</italic> y <italic>P. pulmonicola</italic> y otras 4 genoespecies todav&#x000ed;a sin nombre (variedad gen&#x000f3;mica 1 a 4). El g&#x000e9;nero m&#x000e1;s cercano filogen&#x000e9;ticamente es <italic>Burkholderia</italic> y comparte caracter&#x000ed;sticas fenot&#x000ed;picas con <italic>Ralstonia.</italic> Parece que son potencialmente pat&#x000f3;genos en pacientes con FQ y se ha descrito transmisi&#x000f3;n entre pacientes. Cl&#x000ed;nicamente es m&#x000e1;s virulenta que <italic>Ralstonia</italic> spp. o <italic>B. gladioli.</italic> La identificaci&#x000f3;n fenot&#x000ed;pica no es fiable y requiere t&#x000e9;cnicas moleculares<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref>. Es resistente a muchos antimicrobianos, lo que limita las opciones terap&#x000e9;uticas.</p><p>
<italic>Inquilinus</italic> sp. es un nuevo g&#x000e9;nero descrito en 2002, al realizar estudios taxon&#x000f3;micos de las bacterias gramnegativas no habituales obtenidas de secreciones respiratorias de pacientes con FQ. Es un bacilo gramnegativo no fermentador que pueden crecer en medios selectivos para <italic>B. cepacia,</italic> pero puede no crecer en MacConkey<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref>. En este g&#x000e9;nero se incluye la especie <italic>I. limosus</italic> m&#x000e1;s otra a&#x000fa;n sin nombre. Puede tener aspecto mucoide y es resistente a colistina y a todos los betalact&#x000e1;micos, excepto imipenem. No hay datos suficientes para conocer el significado cl&#x000ed;nico de estas bacterias en estos pacientes.</p><p>En pacientes con FQ se han aislado, adem&#x000e1;s, otras bacterias gramnegativas, como <italic>Comamonas acidovorans, Comamonas testosteroni, Acinetobacter calcoaceticus</italic> o <italic>Chryseobacterium indologenes</italic>.</p></sec><sec><title>Enterobacteriaceae</title><p>Las enterobacterias se pueden aislar del tracto respiratorio de pacientes con FQ, aunque generalmente son colonizaciones transitorias y no est&#x000e1;n relacionadas con enfermedad grave<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref>. Se pueden encontrar en el 1&#x02013;4% de los pacientes, y en el 10% de los casos de exacerbaciones agudas. Se a&#x000ed;slan con mayor frecuencia en ni&#x000f1;os de 0 a 5 a&#x000f1;os, generalmente antes de que se produzca una colonizaci&#x000f3;n cr&#x000f3;nica por <italic>P. aeruginosa.</italic> Entre las enterobacterias, <italic>Escherichia coli</italic> es la que se a&#x000ed;sla con mayor frecuencia, seguido de <italic>Klebsiella</italic> spp., <italic>Enterobacter</italic> spp., <italic>Citrobacter</italic> spp. y <italic>Proteus</italic> spp. Su detecci&#x000f3;n puede ser compleja cuando est&#x000e1; presente <italic>P. aeruginosa</italic> por competencia durante el crecimiento. Aunque no es muy frecuente, las enterobacterias pueden producir infecciones cr&#x000f3;nicas, desarrollando fenotipos altamente mucoides, similares a los de <italic>P. aeruginosa,</italic> con la que pueden llegar a confundirse a simple vista si no se realiza la prueba de la oxidasa. Al igual que con <italic>P. aeruginosa,</italic> la infecci&#x000f3;n cr&#x000f3;nica conlleva el desarrollo de multirresistencia. Ocasionalmente, se ha descrito tambi&#x000e9;n la presencia de cepas productoras de betalactamasas de espectro extendido, lo cual dificulta el control de la colonizaci&#x000f3;n por estos microorganismos.</p></sec><sec><title>Mycobacterium spp.</title><p>Los pacientes con FQ tienen un riesgo mayor de sufrir colonizaci&#x000f3;n-infecci&#x000f3;n respiratoria por micobacterias no tuberculosas (MNT), probablemente debido a bronquiectasias e infecciones cr&#x000f3;nicas y recurrentes del pulm&#x000f3;n<xref rid="bib3" ref-type="bibr"><sup>3</sup></xref>. A diferencia de lo que ocurre en el caso de la tuberculosis, el contagio se produce muy raramente por contacto persona a persona y el tipificado de las cepas aisladas en los pacientes ha demostrado la ausencia de transmisi&#x000f3;n cruzada entre ellos. Las MNT tienen una distribuci&#x000f3;n amplia en la naturaleza y se encuentran principalmente en el agua, el suelo, las plantas y los animales. El aumento aparente en el aislamiento de MNT en estos pacientes probablemente est&#x000e9; relacionado con su mayor supervivencia y la mejora en los m&#x000e9;todos de detecci&#x000f3;n e identificaci&#x000f3;n de las MNT<xref rid="bib27" ref-type="bibr">27</xref>, <xref rid="bib28" ref-type="bibr">28</xref>.</p><p>En series publicadas, la prevalencia var&#x000ed;a ampliamente, seg&#x000fa;n los centros, del 2 al 28%, si bien la media se situar&#x000ed;a entre el 5 y el 15%<xref rid="bib27" ref-type="bibr">27</xref>, <xref rid="bib28" ref-type="bibr">28</xref>, <xref rid="bib29" ref-type="bibr">29</xref>. Las prevalencias m&#x000e1;s bajas podr&#x000ed;an deberse a series basadas en un solo cultivo, a no utilizar t&#x000e9;cnicas de descontaminaci&#x000f3;n adecuadas para evitar el sobrecrecimiento de otras bacterias o la poca calidad de las muestras, sobre todo en pacientes pedi&#x000e1;tricos con dificultades para expectorar.</p><p>Las especies que se a&#x000ed;slan m&#x000e1;s frecuentemente son <italic>M. avium complex</italic> (MAC), <italic>M. avium</italic> con mayor frecuencia que <italic>M. intracellulare,</italic> seguida de <italic>M. abscessus.</italic> La edad de los pacientes parece influir en la frecuencia y las especies de MNT aisladas. En menores de 10&#x02013;12 a&#x000f1;os la prevalencia ser&#x000ed;a del 4&#x02013;5% y la m&#x000e1;s frecuente, <italic>M. abcessus,</italic> junto con otras MNT de crecimiento r&#x000e1;pido como <italic>M. chelonae</italic> y <italic>M. fortuitum</italic>
<xref rid="bib28" ref-type="bibr"><sup>28</sup></xref>. La prevalencia va aumentando con la edad, m&#x000e1;s del 15% en mayores de 15 a&#x000f1;os, lo que puede ser un reflejo de la cada vez mayor longevidad de los pacientes con FQ. <italic>M. abscessus</italic> se a&#x000ed;sla en un porcentaje similar (5%) a cualquier edad, mientras que MAC se a&#x000ed;sla fundamentalmente en mayores de 10&#x02013;15 a&#x000f1;os. Otras MNT de crecimiento lento aisladas son <italic>M. gordonae</italic> y m&#x000e1;s raramente <italic>M. kansasii.</italic> En nuestro pa&#x000ed;s no se ha publicado ning&#x000fa;n estudio multic&#x000e9;ntrico, pero s&#x000ed; se han notificado algunas series con frecuencia de aislamiento variable, del 4 al 25%<xref rid="bib29" ref-type="bibr"><sup>29</sup></xref>.</p><p>Las bacterias de crecimiento r&#x000e1;pido en el esputo de los pacientes con FQ pueden ser una causa de que la prevalencia real de MNT est&#x000e9; subestimada. La tasa de cultivos contaminados, en el caso de pacientes con FQ (24&#x02013;45%), contrasta claramente con la general (2,5&#x02013;3%) del Laboratorio de Micobacterias. Principalmente <italic>P. aeruginosa,</italic> que se encuentra en el tracto respiratorio de m&#x000e1;s del 80% de estos pacientes y alrededor de un tercio de los aislados presentan fenotipo mucoso y sobreviven al tratamiento de descontaminaci&#x000f3;n sistem&#x000e1;tico con N-acetil-L-ciste&#x000ed;na+2% NaOH. La inoculaci&#x000f3;n simult&#x000e1;nea en medios s&#x000f3;lidos, preferentemente Lowestein-Jensen, y medios l&#x000ed;quidos mejora el n&#x000fa;mero de micobacterias recuperadas y disminuye el de muestras finalmente informadas como contaminadas hasta cerca del 17%. Para eliminar eficazmente <italic>P. aeruginosa,</italic> el procesamiento previo de las muestras respiratorias de pacientes con FQ deber&#x000ed;a incluir tratamiento con &#x000e1;cido ox&#x000e1;lico al 5% en un segundo paso, despu&#x000e9;s de la descontaminaci&#x000f3;n con N-acetil-L-ciste&#x000ed;na+2% NaOH. Este tratamiento m&#x000e1;s agresivo reduce eficazmente la contaminaci&#x000f3;n por bacterias de r&#x000e1;pido crecimiento hasta un 6&#x02013;8%, pero puede inactivar entre un 25 y un 30% de las micobacterias, sobre todo en muestras con una carga bacteriana baja. Para minimizar este efecto, se ha propuesto realizar la descontaminaci&#x000f3;n en dos etapas con N-acetil-L-ciste&#x000ed;na+2% NaOH y el &#x000e1;cido ox&#x000e1;lico al 5% s&#x000f3;lo del cultivo en medio l&#x000ed;quido cuando resulte contaminado. De esta forma se puede llegar a obtener hasta un 25% de mejora en la sensibilidad.</p><p>Recientemente, se ha descrito la utilizaci&#x000f3;n de un m&#x000e9;todo de descontaminaci&#x000f3;n con cicloheximida que mejora el aislamiento de MNT, principalmente <italic>M. abscessus.</italic> Este m&#x000e9;todo es m&#x000e1;s sencillo y r&#x000e1;pido pero tiene el inconveniente de que la muestra descontaminada no puede inocularse a los medios l&#x000ed;quidos automatizados. Esto se debe a que la adici&#x000f3;n de lecitina al medio l&#x000ed;quido, necesaria para neutralizar la acci&#x000f3;n de la cicloheximida, da lugar a fluorescencia inespec&#x000ed;fica que impide la lectura autom&#x000e1;tica de los frascos.</p><p>La distinci&#x000f3;n entre infecci&#x000f3;n pulmonar activa y colonizaci&#x000f3;n no es f&#x000e1;cil en el paciente con FQ. Las recomendaciones publicadas por la American Thoracic Society (ATS) para el diagn&#x000f3;stico de infecci&#x000f3;n pulmonar por MNT incluyen criterios bacteriol&#x000f3;gicos, cl&#x000ed;nicos y radiol&#x000f3;gicos; los dos &#x000fa;ltimos son muy dif&#x000ed;ciles de establecer. La definici&#x000f3;n de infecci&#x000f3;n requiere un m&#x000ed;nimo de tres esputos o lavados bronquiales positivos o 2 cultivos positivos con al menos una tinci&#x000f3;n positiva en los 12 meses previos. Si se obtiene un cultivo positivo para MNT, es obligatorio realizar cultivos seriados para comprobar si se a&#x000ed;sla la misma especie de MNT y, en el caso de que sean negativos, prolongarlos al menos durante 1 a&#x000f1;o para descartar la infecci&#x000f3;n. En bastantes pacientes la colonizaci&#x000f3;n es ocasional ya que los cultivos repetidos son negativos, sobre todo en el caso de <italic>M. avium.</italic> La tinci&#x000f3;n directa es de gran importancia, ya que los pacientes que presentan tinciones positivas cumplen criterios bacteriol&#x000f3;gicos con mayor frecuencia y se ha apuntado que podr&#x000ed;an ser indicativas de infecci&#x000f3;n activa. Asimismo, el aislamiento repetido de MNT se asocia significativamente con enfermedad pulmonar granulomatosa diagnosticada por necropsia en pacientes con FQ. Los pacientes con aislamiento de <italic>M. abscessus</italic> cumplen los criterios bacteriol&#x000f3;gicos con mayor frecuencia que los pacientes con cultivo positivo del grupo MAC. En aproximadamente dos tercios de los pacientes con <italic>M. abscessus</italic> se observan alteraciones en la tomograf&#x000ed;a computarizada y se han descrito con mayor frecuencia casos de enfermedad invasiva mortal. <italic>M. abscessus,</italic> adem&#x000e1;s, puede ser la causa de infecci&#x000f3;n diseminada tras el trasplante pulmonar y la posterior terapia inmunosupresora.</p><p>La identificaci&#x000f3;n de las especies es esencial y puede requerir t&#x000e9;cnicas gen&#x000e9;ticas. Dentro del grupo MAC se deben utilizar medios de identificaci&#x000f3;n que diferencien las especies <italic>M. avium</italic> de <italic>M. intracellulare.</italic> Las t&#x000e9;cnicas utilizadas son la hibridaci&#x000f3;n con sondas DNA-RNA (AccuProbe), la amplificaci&#x000f3;n de secuencias gen&#x000e9;ticas seguidas de hibridaci&#x000f3;n (INNO-LIPA), restricci&#x000f3;n (PCR-RFLP del gen <italic>hsp65</italic>) o secuenciaci&#x000f3;n gen&#x000e9;tica (PCR+ secuenciaci&#x000f3;n de la subunidad 16S del ARNr o del gen <italic>hsp65</italic>). <italic>M. abcessus</italic> es la m&#x000e1;s pat&#x000f3;gena y resistente de las micobacterias de crecimiento r&#x000e1;pido. Es esencial diferenciarla de <italic>M. chelonae</italic> ya que el tratamiento en las infecciones por <italic>M. abcessus</italic> es especialmente dif&#x000ed;cil y puede requerir cirug&#x000ed;a en las infecciones localizadas si la funci&#x000f3;n pulmonar es adecuada. Pueden diferenciarse f&#x000e1;cilmente por la tolerancia al cloruro s&#x000f3;dico o la utilizaci&#x000f3;n del citrato, pero puede ser necesaria la amplificaci&#x000f3;n seguida de restricci&#x000f3;n del gen <italic>hsp65</italic> o secuenciaci&#x000f3;n gen&#x000e9;tica del 16S del ARNr o del gen <italic>hsp65.</italic>
</p><p>El estudio de la sensibilidad se recomienda s&#x000f3;lo en el caso de aislamientos que se consideren cl&#x000ed;nicamente significativos. En los aislamientos de MAC el tratamiento antibi&#x000f3;tico est&#x000e1; protocolizado, pero puede ser recomendable el estudio de la sensibilidad a los macr&#x000f3;lidos (claritromicina). En el caso de <italic>M. abcessus,</italic> no hay un consenso sobre el tratamiento a utilizar, ya que esta micobacteria es especialmente resistente a numerosos antibi&#x000f3;ticos y la elecci&#x000f3;n del tratamiento se debe guiar por el valor de las CMI en medio l&#x000ed;quido o, dada la complejidad de estas t&#x000e9;cnicas, por los resultados obtenidos por la t&#x000e9;cnica de E-test.</p><p>Con respecto a la infecci&#x000f3;n por <italic>M. tuberculosis,</italic> es rara en pacientes con FQ y se encuentran muy pocas referencias en la literatura por lo que es dif&#x000ed;cil conocer su incidencia. En las series que recogen este dato el porcentaje de <italic>M. tuberculosis</italic> es mucho menor (0&#x02013;2%) frente al aislamiento de MNT (4&#x02013;25%). A diferencia de las MNT que se encuentran en el medio ambiente, <italic>M. tuberculosis</italic> se transmite persona a persona y es una seria complicaci&#x000f3;n para el paciente con FQ, sobre todo si se trata de aislados multirresistentes, por lo que es recomendable descartarla r&#x000e1;pidamente mediante t&#x000e9;cnicas de detecci&#x000f3;n e identificaci&#x000f3;n gen&#x000e9;ticas directas cuando la tinci&#x000f3;n de la muestra sea positiva.</p></sec><sec><title>Aspergillus y hongos levaduriformes</title><p>La prevalencia de <italic>Aspergillus</italic> en muestras respiratorias de pacientes con FQ var&#x000ed;a desde el 6 al 57% seg&#x000fa;n la edad (suele aparecer durante la adolescencia), el lugar de residencia (afecta m&#x000e1;s a pacientes del medio rural) o las condiciones clim&#x000e1;ticas (mayor incidencia en zonas costeras). En aproximadamente el 75% persiste en cultivos sucesivos y su aislamiento normalmente representa colonizaci&#x000f3;n pulmonar. En el 2&#x02013;10% de estos pacientes la principal complicaci&#x000f3;n es la aspergilosis broncopulmonar al&#x000e9;rgica (ABPA), una hipersensibilizaci&#x000f3;n a los ant&#x000ed;genos de <italic>Aspergillus</italic> con estimulaci&#x000f3;n de la respuesta inmunitaria celular y producci&#x000f3;n de anticuerpos espec&#x000ed;ficos<xref rid="bib30" ref-type="bibr"><sup>30</sup></xref>. La prevalencia es baja en menores de 6 a&#x000f1;os y es m&#x000e1;s elevada en los pacientes en peores condiciones cl&#x000ed;nicas. Las principales manifestaciones de esta enfermedad son respiraci&#x000f3;n sibilante, aparici&#x000f3;n de infiltrados pulmonares, bronquiectasias y fibrosis.</p><p>El diagn&#x000f3;stico cl&#x000ed;nico de ABPA es dif&#x000ed;cil en estos pacientes ya que las manifestaciones de la enfermedad no son f&#x000e1;ciles de diferenciar de las exacerbaciones agudas que sufren. Tampoco lo es el diagn&#x000f3;stico microbiol&#x000f3;gico ya que el aislamiento de <italic>Aspergillus</italic> en el esputo no es suficiente para el diagn&#x000f3;stico de ABPA, pero s&#x000ed; se ha demostrado una correlaci&#x000f3;n positiva entre anticuerpos espec&#x000ed;ficos en suero y afectaci&#x000f3;n de la funci&#x000f3;n pulmonar. El tratamiento profil&#x000e1;ctico con antibi&#x000f3;ticos predispone a la colonizaci&#x000f3;n por hongos, aunque raramente se han notificado casos de aspergiloma o aspergilosis invasiva en pacientes con FQ, excepto en trasplantados pulmonares. La presencia en el esputo, sobre todo, de la forma mucoide de <italic>P. aeruginosa</italic> puede inhibir el crecimiento de hongos, por lo que se recomienda el uso de medios de cultivo para hongos, como el agar Sabouraud glucosa, suplementados con antimicrobianos, como ciprofloxacino o amikacina. La especie mayoritaria es <italic>Aspergillus fumigatus,</italic> aunque otras especies tambi&#x000e9;n se han descrito en una proporci&#x000f3;n mucho menor. <italic>Scedosporium apiospermum</italic> (3&#x02013;8,6%) ser&#x000ed;a el segundo en importancia en algunas series. A diferencia de <italic>Aspergillus,</italic> sus esporas se encuentran raramente en el ambiente y los mecanismos de transmisi&#x000f3;n y colonizaci&#x000f3;n cr&#x000f3;nica no est&#x000e1;n claros. Podr&#x000ed;a estar asociado tambi&#x000e9;n a episodios de ABPA, pero la presencia de reacci&#x000f3;n cruzada con determinados ant&#x000ed;genos de <italic>A. fumigatus</italic> hace dif&#x000ed;cil demostrarlo en los pacientes que presentan anticuerpos frente a <italic>Aspergillus.</italic>
</p><p>Las levaduras se a&#x000ed;slan con mayor frecuencia, el 75&#x02013;78% de los pacientes con FQ, y <italic>Candida albicans</italic> es la especie mayoritaria. Se presenta en pacientes que reciben tratamiento prolongado con antibi&#x000f3;ticos o glucocorticoides y el origen es principalmente end&#x000f3;geno a partir de la propia flora del paciente. Se han notificado casos de colonizaci&#x000f3;n por la levadura melaninog&#x000e9;nica <italic>Exophiala dermatitis,</italic> y su prevalencia es del 2 al 15% cuando se emplea un medio de cultivo espec&#x000ed;fico (agar eritritol cloranfenicol, ECA) y se prolonga la incubaci&#x000f3;n hasta 4 semanas. El riesgo de infecci&#x000f3;n por esta levadura en pacientes con FQ est&#x000e1; todav&#x000ed;a por establecer.</p></sec><sec><title>Virus respiratorios y otros pat&#x000f3;genos</title><p>A pesar del papel central de las infecciones bacterianas, hay otros factores no bacterianos implicados en la progresi&#x000f3;n de la enfermedad pulmonar en los pacientes con FQ. Durante la &#x000fa;ltima d&#x000e9;cada se ha evaluado en estos pacientes el impacto de las infecciones por virus respiratorio sincitial (VRS), virus de la gripe, adenovirus, virus parainfluenza, rinovirus y, m&#x000e1;s recientemente, metapneumovirus, pero no por otros virus causales de infecciones respiratorias como coronavirus o bocavirus<xref rid="bib31" ref-type="bibr"><sup>31</sup></xref>. Tambi&#x000e9;n se ha considerado la implicaci&#x000f3;n de bacterias at&#x000ed;picas como <italic>Chlamydophila pneumoniae, Mycoplasma pneumoniae, Bordetella pertussis</italic> y <italic>Legionella pneumophila</italic>
<xref rid="bib31" ref-type="bibr"><sup>31</sup></xref>. En general, en el 5&#x02013;20% de los pacientes con exacerbaciones agudas se puede demostrar una etiolog&#x000ed;a viral o por las bacterias se&#x000f1;aladas, frente al 0&#x02013;5% en pacientes en situaci&#x000f3;n estable. La importancia de estas infecciones en los pacientes con FQ probablemente est&#x000e9; subestimada, ya que en la mayor&#x000ed;a de los estudios el diagn&#x000f3;stico fue serol&#x000f3;gico y adolecen de la falta de t&#x000e9;cnicas directas y r&#x000e1;pidas. Recientemente tambi&#x000e9;n se ha se&#x000f1;alado a <italic>Pneumocystic jirovecci</italic> como un agente que podr&#x000ed;a tener un papel relevante en la FQ y cuya importancia estar&#x000ed;a infravalorada.</p><p>La incidencia de infecciones virales en estos pacientes no es mayor que en la poblaci&#x000f3;n general y en ni&#x000f1;os menores de 2 a&#x000f1;os incluso m&#x000e1;s baja, debido probablemente a una exposici&#x000f3;n menor. Sin embargo, la infecci&#x000f3;n respiratoria puede ser mucho m&#x000e1;s grave con mayor afectaci&#x000f3;n de v&#x000ed;as bajas, mayor incidencia de exacerbaciones agudas, hospitalizaci&#x000f3;n y deterioro de la funci&#x000f3;n pulmonar. Adem&#x000e1;s, puede predisponer a la infecci&#x000f3;n por bacterias al da&#x000f1;ar el epitelio respiratorio y facilitar la adherencia bacteriana. Algunos autores han encontrado asociaci&#x000f3;n con un riesgo mayor de infecci&#x000f3;n por <italic>P. aeruginosa,</italic> o con una afectaci&#x000f3;n mayor, indicada por el aumento en el t&#x000ed;tulo de anticuerpos anti-<italic>Pseudomonas,</italic> en los pacientes con infecci&#x000f3;n cr&#x000f3;nica por este microorganismo. Un mayor n&#x000fa;mero de infecciones virales al a&#x000f1;o se correlaciona con progresi&#x000f3;n de la enfermedad pulmonar con disminuci&#x000f3;n del &#x000ed;ndice de Swachman, (FEV<sub>1</sub>) o la capacidad vital forzada (FVC) y se ha demostrado que un n&#x000fa;mero significativo de episodios de exacerbaci&#x000f3;n pulmonar son precedidos por infecciones respiratorias virales.</p></sec></sec><sec><title>Tipos de muestras, recogida, transporte y conservaci&#x000f3;n</title><p>El lavado broncoalveolar es la muestra considerada de referencia en el estudio microbiol&#x000f3;gico del paciente con FQ. Sin embargo, el esputo es la m&#x000e1;s utilizada, por su facilidad de obtenci&#x000f3;n y buena correlaci&#x000f3;n con el lavado broncoalveolar. En los pacientes en quienes no se puede obtener muestras de esputo o en los ni&#x000f1;os peque&#x000f1;os suele recurrirse a los aspirados bronquiales o a tomas retrofar&#x000ed;ngeas. Otras muestras utilizadas son los broncoaspirados y cepillados bronquiales. La recogida de las muestras en estos pacientes debe seguir las consideraciones generales<xref rid="bib32" ref-type="bibr"><sup>32</sup></xref>.</p><p>
<italic>Esputo.</italic> Su toma ha de evitar la contaminaci&#x000f3;n con microbiota del tracto respiratorio superior, ha de recogerse en envases est&#x000e9;riles y remitirse con la mayor celeridad para su estudio. Si el procesamiento no es inmediato, se recomienda mantener la muestra a 4&#x000a0;&#x000b0;C, ya que aunque a temperatura ambiente la viabilidad de <italic>S. aureus</italic> y <italic>P. aeruginosa</italic> no se ve afectada en las primeras 24&#x02013;48&#x000a0;h, si bien puede afectar a los recuentos bacterianos. En el caso de <italic>H. infuenzae</italic> y <italic>S. pneumoniae</italic> los recuentos disminuyen dr&#x000e1;sticamente con el tiempo y los cultivos podr&#x000ed;an ser falsamente negativos. Para evitarlo, puede congelarse mejor que mantenerse en refrigeraci&#x000f3;n.</p><p>
<italic>Lavado broncoalveolar.</italic> Est&#x000e1; recomendado en los pacientes con escasa expectoraci&#x000f3;n, con antibioterapia previa prolongada, en los casos particulares de sospecha de colonizaci&#x000f3;n por <italic>B. cepacia,</italic> cuando se vaya a aplicar t&#x000e9;cnicas de biolog&#x000ed;a molecular o en el seguimiento de los pacientes sometidos a trasplante pulmonar.</p><p>
<italic>Muestras retrofar&#x000ed;ngeas.</italic> Su valor diagn&#x000f3;stico puede variar dependiendo de la edad del paciente y del patr&#x000f3;n de colonizaci&#x000f3;n. En el caso de <italic>P. aeruginosa</italic> y en pacientes menores de 5 a&#x000f1;os el valor predictivo positivo es cercano al 95% y el valor predictivo negativo, del 40%, y son algo inferiores para <italic>S. aureus.</italic> Por el contrario, en pacientes j&#x000f3;venes sin expectoraci&#x000f3;n el valor predictivo positivo para <italic>P. aeruginosa</italic> es menor (83%) y algo mayor el valor predictivo negativo (70%); los valores correspondientes para <italic>S. aureus</italic> son del 91 y el 80%, respectivamente. Se ha demostrado que el valor diagn&#x000f3;stico aumenta cuando se incrementa el n&#x000fa;mero de tomas orofar&#x000ed;ngeas estudiadas.</p></sec><sec><title>Valoraci&#x000f3;n y manejo de la muestras en el laboratorio de microbiolog&#x000ed;a</title><p>En general, se recurre a la tinci&#x000f3;n de Gram para valorar la idoneidad del esputo para el cultivo. El cultivo debe realizarse con los esputos que presenten m&#x000e1;s de 25 leucocitos y menos de 25 c&#x000e9;lulas epiteliales por campo microsc&#x000f3;pico con bajo aumento. En los pacientes con FQ no se considera imprescindible su realizaci&#x000f3;n puesto que puede no ser suficientemente ilustrativa de los microorganismos presentes, ya que &#x000e9;stos pueden formar ac&#x000fa;mulos en las secreciones (biopel&#x000ed;culas), o de las c&#x000e9;lulas inflamatorias, que no siempre se distribuyen de forma homog&#x000e9;nea. Se estima que con los criterios habituales de valoraci&#x000f3;n de la tinci&#x000f3;n de Gram, hasta el 40% de las muestras de esputo de los pacientes con FQ ser&#x000ed;an inadecuadas para el cultivo y, sin embargo, ofrecen resultados valorables.</p><p>Las muestras respiratorias de los pacientes con FQ, y en particular los esputos, presentan una elevada consistencia y deben someterse a un proceso de homogeneizaci&#x000f3;n antes de proceder a su cultivo. Habitualmente se emplean agentes mucol&#x000ed;ticos (N-acetilciste&#x000ed;na) o ditiotreitol. Tambi&#x000e9;n se ha recomendado emplear una homogeneizaci&#x000f3;n mec&#x000e1;nica (sonicaci&#x000f3;n suave) o utilizar simplemente suero salino<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref>.</p></sec><sec><title>Procesamiento de las muestras respiratorias para cultivo cuantitativo</title><sec><title>Finalidad y justificaci&#x000f3;n del cultivo cuantitativo</title><p>El diagn&#x000f3;stico y el seguimiento microbiol&#x000f3;gico cualitativo y cuantitativo de la colonizaci&#x000f3;n-infecci&#x000f3;n de las v&#x000ed;as respiratorias son una herramienta clave para el manejo cl&#x000ed;nico de los pacientes con FQ. Seg&#x000fa;n las &#x000fa;ltimas recomendaciones de la Fundaci&#x000f3;n Americana de FQ, se deben obtener muestras respiratorias para estudio microbiol&#x000f3;gico en las siguientes premisas: <italic>a)</italic> al menos una cada 3 meses en pacientes cl&#x000ed;nicamente estables y sin exacerbaciones pulmonares; <italic>b)</italic> durante los cuadros de exacerbaci&#x000f3;n pulmonar; <italic>c)</italic> en caso de cambio del estado cl&#x000ed;nico; <italic>d)</italic> en caso de hospitalizaci&#x000f3;n, y <italic>e)</italic> cuando est&#x000e9; indicado por motivos epidemiol&#x000f3;gicos. Es particularmente importante realizar un seguimiento continuo a los ni&#x000f1;os con diagn&#x000f3;stico temprano de FQ que permita detectar la colonizaci&#x000f3;n inicial por <italic>P. aeruginosa</italic> y la instauraci&#x000f3;n de tratamientos antimicrobianos agresivos para prevenir la persistencia de la colonizaci&#x000f3;n inicial y retrasar la infecci&#x000f3;n cr&#x000f3;nica<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref>.</p><p>Adem&#x000e1;s de la necesidad de utilizar medios selectivos espec&#x000ed;ficos, otra recomendaci&#x000f3;n particular es realizar siembras cuantitativas que permitan conocer la cantidad de los distintos microorganismos presentes en las secreciones respiratorias, un seguimiento m&#x000e1;s preciso de la evoluci&#x000f3;n temporal del proceso de colonizaci&#x000f3;n cr&#x000f3;nica y valorar la eficacia de los distintos tratamientos instaurados<xref rid="bib33" ref-type="bibr"><sup>33</sup></xref>. Adem&#x000e1;s, puede facilitar el aislamiento de pat&#x000f3;genos que est&#x000e9;n en baja proporci&#x000f3;n, as&#x000ed; como la detecci&#x000f3;n de un mayor n&#x000fa;mero de morfotipos de <italic>P. aeruginosa.</italic> Desde el punto de vista metodol&#x000f3;gico, la siembra cuantitativa puede realizarse siguiendo los procedimientos convencionales de diluci&#x000f3;n logar&#x000ed;tmica seriada de la muestra seguida de siembra por extensi&#x000f3;n en los medios indicados, aunque esta labor tediosa puede verse facilitada por el uso de sistemas semiautom&#x000e1;ticos de siembra cuantitativa, como los sistemas de siembra en espiral.</p></sec><sec><title>Medios de cultivo y condiciones de incubaci&#x000f3;n</title><p>El cultivo microbiol&#x000f3;gico de las secreciones respiratorias de los pacientes con FQ debe incluir medios generales y selectivos-diferenciales para los pat&#x000f3;genos habituales y una incubaci&#x000f3;n algo m&#x000e1;s prolongada que la que se realiza con las muestras de otros pacientes. Con ello se facilita la recuperaci&#x000f3;n de microorganismos que se encuentren en baja proporci&#x000f3;n, sobre todo cuando hay una colonizaci&#x000f3;n simult&#x000e1;nea con <italic>P. aeruginosa.</italic> Se recomienda una incubaci&#x000f3;n de al menos 48&#x000a0;h, las primeras 24&#x000a0;h a 35&#x02013;37&#x000a0;&#x000b0;C y luego a 30&#x000a0;&#x000b0;C para facilitar el crecimiento de posibles bacilos gramnegativos no fermentadores. En algunos protocolos se recomienda espec&#x000ed;ficamente la incubaci&#x000f3;n de los medios entre 3 y 5 d&#x000ed;as. En la <xref rid="tbl1" ref-type="table">tabla 1</xref>
se indican los medios de cultivos m&#x000e1;s utilizados, las condiciones &#x000f3;ptimas de incubaci&#x000f3;n y su objetivo.<table-wrap position="float" id="tbl1"><label>Tabla 1</label><caption><p>Medios de cultivo recomendables, condiciones &#x000f3;ptimas de incubaci&#x000f3;n y objetivos</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Medio de cultivo</th><th>Condiciones de incubaci&#x000f3;n</th><th>Comentario</th></tr></thead><tbody><tr><td>Agar sangre</td><td>35&#x000a0;&#x000b0;C 48&#x000a0;h o 35&#x000a0;&#x000b0;C 24&#x000a0;h+temperatura ambiente 24 h</td><td>Crecimiento de microbiota habitual. &#x000da;til para visualizar morfotipos de <italic>P. aeruginosa, small colony variants</italic> de <italic>S. aureus</italic> y <italic>S. pneumoniae.</italic> Puede prolongarse su incubaci&#x000f3;n en condiciones adecuadas de humedad hasta 5-7 d&#x000ed;as para el aislamiento de <italic>Nocardia</italic> spp.</td></tr><tr><td>Agar chocolate</td><td>35&#x000a0;&#x000b0;C, 48&#x000a0;h, CO<sub>2</sub></td><td>Tiene como objetivo el aislamiento de <italic>H. influenzae.</italic> Si hay cocolonizaci&#x000f3;n por <italic>P. aeruginosa,</italic> se recomienda incubar en anaerobiosis o sustituir este medio por agar chocolate suplementado con bacitracina y colistina</td></tr><tr><td>Agar manitol-sal</td><td>35&#x000a0;&#x000b0;C 48 h</td><td>Medio selectivo diferencial para <italic>S. aureus.</italic> En pacientes con colonizaci&#x000f3;n cr&#x000f3;nica por <italic>S. aureus</italic> resistente a meticilina puede utilizarse, adem&#x000e1;s, una placa con medio espec&#x000ed;fico para su aislamiento (medio cromog&#x000e9;nico suplementado con cefoxitina o similares)</td></tr><tr><td>Agar de MacConkey</td><td>35&#x000a0;&#x000b0;C 48&#x000a0;h o 35&#x000a0;&#x000b0;C 24&#x000a0;h+temperatura ambiente 24 h</td><td>Medio selectivo diferencial para bacilos gramnegativos, incluidos <italic>P. aeruginosa</italic> y otros bacilos gramnegativos no fermentadores</td></tr><tr><td>Agar cetrimida</td><td>35&#x000a0;&#x000b0;C 48&#x000a0;h o 35&#x000a0;&#x000b0;C 24&#x000a0;h+temperatura ambiente 24 h</td><td>Medio selectivo diferencial para <italic>P. aeruginosa</italic></td></tr><tr><td>BCSA, OFPBL o PC</td><td>35&#x000a0;&#x000b0;C hasta 5 d&#x000ed;as o 35&#x000a0;&#x000b0;C 2 d&#x000ed;as+30&#x000a0;&#x000b0;C 3 d&#x000ed;as</td><td>Medio selectivo diferencial para <italic>B. cepacia complex</italic></td></tr><tr><td>Saboraud&#x000b1;cloranfenicol&#x000b1;actidiona</td><td>35&#x000a0;&#x000b0;C y 30&#x000a0;&#x000b0;C, hasta 4 semanas</td><td>Medios selectivos para el crecimiento de hongos</td></tr><tr><td>L&#x000f6;westein Jensen o Coletsos y medios l&#x000ed;quidos selectivos de enriquecimiento</td><td>35&#x000a0;&#x000b0;C, hasta 4 semanas</td><td>Tienen como objetivo el aislamiento de micobacterias. Debe realizarse una descontaminaci&#x000f3;n previa de la muestra</td></tr></tbody></table></table-wrap></p><p>El cultivo de micobacterias requiere la utilizaci&#x000f3;n de protocolos y medios espec&#x000ed;ficos y una comunicaci&#x000f3;n expresa al laboratorio de microbiolog&#x000ed;a de esta solicitud para establecer los cultivos y condiciones que aseguren su aislamiento. En todos los casos en que se solicite el cultivo para micobacterias es necesario realizar una baciloscopia mediante tinci&#x000f3;n de &#x000e1;cido-alcohol resistencia (Ziehl-Neelsen) o de fluorescencia adecuada para estos microorganismos (auramina-rodamina). Una tinci&#x000f3;n positiva no indica la presencia de <italic>M. tuberculosis</italic> ya que, como se indic&#x000f3; con anterioridad, este pat&#x000f3;geno es infrecuente en el fibr&#x000f3;tico qu&#x000ed;stico, no as&#x000ed; las micobacterias at&#x000ed;picas. La frecuente presencia de <italic>P. aeruginosa</italic> en los esputos de estos pacientes requiere una descontaminaci&#x000f3;n eficiente antes de su cultivo.</p><p>Los medios de cultivo empleados para los hongos no difieren de los utilizados habitualmente para muestras en las que se sospeche la presencia de estos microorganismos (<xref rid="tbl1" ref-type="table">tabla 1</xref>). Se ha recomendado la adici&#x000f3;n de gentamicina, amikacina o ciprofloxacino para inhibir la fuerte carga bacteriana que puede dificultar su crecimiento.</p></sec><sec><title>Consideraciones generales para la identificaci&#x000f3;n de los agentes etiol&#x000f3;gicos en el contexto de la fibrosis qu&#x000ed;stica</title><p>En t&#x000e9;rminos generales, para identificar los agentes etiol&#x000f3;gicos implicados pueden seguirse los procedimientos empleados habitualmente en cualquier otro proceso infeccioso, aunque es importante tener en cuenta una serie de consideraciones espec&#x000ed;ficas.</p><p>La identificaci&#x000f3;n de <italic>S. aureus</italic> mediante las pruebas tradicionales de la coagulasa o la DNasa no presenta mayores problemas en el contexto de la FQ, aunque las morfolog&#x000ed;as coloniales at&#x000ed;picas (peque&#x000f1;o tama&#x000f1;o, no hemol&#x000ed;ticas, no pigmentadas) de los mutantes SCV auxotr&#x000f3;ficos para timidina, t&#x000ed;picos de esta enfermedad, pueden dificultar su reconocimiento en los medios de cultivo.</p><p>
<italic>P. aeruginosa</italic> es, en principio, f&#x000e1;cilmente reconocible en el laboratorio. No obstante, en los pacientes con FQ es muy frecuente encontrar m&#x000fa;ltiples morfolog&#x000ed;as coloniales at&#x000ed;picas entre las que cabe destacar las colonias mucoides o las SCV<xref rid="bib33" ref-type="bibr"><sup>33</sup></xref>. Otras morfolog&#x000ed;as coloniales frecuentes en la FQ son los morfotipos met&#x000e1;lico y el rugoso. Adem&#x000e1;s, es frecuente encontrar cepas no pigmentadas, carentes del pigmento verde caracter&#x000ed;stico; en otras ocasiones presentan otros diferentes, como ocurre en las cepas de pigmentaci&#x000f3;n marr&#x000f3;n, hiperproductoras de piomelanina<xref rid="bib33" ref-type="bibr"><sup>33</sup></xref>. Asimismo, la identificaci&#x000f3;n basada en pruebas bioqu&#x000ed;micas mediante galer&#x000ed;as comerciales, como el API 20NE o las incluidas en los sistemas comerciales de microdiluci&#x000f3;n para la identificaci&#x000f3;n y el estudio de sensibilidad (MicroScan, Wider, Vitek, etc.), resulta a menudo dificultosa, principalmente debido al frecuentemente lento crecimiento en medio l&#x000ed;quido de estas cepas, as&#x000ed; como a su muchas veces disminuida capacidad de asimilaci&#x000f3;n de los sustratos incluidos.</p><p>Teniendo en cuenta que <italic>B. cepacia</italic> es altamente transmisible, resistente a muchos antimicrobianos y puede conllevar un mal pron&#x000f3;stico, es importante usar m&#x000e9;todos adecuados para su detecci&#x000f3;n e identificaci&#x000f3;n<xref rid="bib32" ref-type="bibr"><sup>32</sup></xref>. <italic>B. cepacia,</italic> especialmente cuando se obtiene de muestras respiratorias de pacientes con FQ, puede necesitar 3 d&#x000ed;as de incubaci&#x000f3;n antes de que se vean las colonias en el medio selectivo. Las colonias en agar sangre o en los medios selectivos son lisas y ligeramente levantadas y, ocasionalmente, mucoides. Las colonias en MacConkey se ponen de rosa oscuro a rojo debido a la oxidaci&#x000f3;n de lactosa en incubaciones prolongadas (4 a 7 d&#x000ed;as). La mayor&#x000ed;a de los aislamientos son no pigmentados, pero en medios con hierro, como TSI, muchas cepas producen un pigmento amarillo brillante. Adem&#x000e1;s, las colonias de <italic>B. cepacia</italic> tienen un olor caracter&#x000ed;stico. La mayor&#x000ed;a de las cepas del complejo <italic>B. cepacia</italic> oxidan la sacarosa, el adonitol o ambos, mientras que <italic>R. pickettii</italic> no oxida ninguno de los dos. La mayor&#x000ed;a de <italic>B. cepacia</italic> son lisina descarboxilasa positiva, mientras que no lo son <italic>R. pickettii, B. gladioli</italic> o <italic>Pandoraea</italic> spp. <italic>B. gladioli</italic> no oxida la lactosa, la maltosa y la sacarosa. Sin embargo, algunas <italic>B. cepacia</italic> de la variedad gen&#x000f3;mica III <italic>(B. cenocepacia)</italic> tampoco acidifican estos az&#x000fa;cares.</p><p>Los sistemas de identificaci&#x000f3;n comerciales no son capaces de diferenciar entre las diferentes especies dentro del complejo y a menudo fallan en separar <italic>B. cepacia complex</italic> de otras especies o g&#x000e9;neros relacionados como <italic>B. gladioli, R. pickettii, R. mannitolilytica</italic> y <italic>Pandoraea</italic> spp.<xref rid="bib33" ref-type="bibr"><sup>33</sup></xref>. En los estudios que han comparado diferentes sistemas comerciales, el API 20NE parece ser el mejor sistema comercial para identificar <italic>B. cepacia complex.</italic> Los sistemas automatizados como Vitek o MicroScan no son seguros para identificar estas bacterias. Se han usado diferentes m&#x000e9;todos para identificar las variedades gen&#x000f3;micas dentro del g&#x000e9;nero <italic>Burkholderia.</italic> Las pruebas fenot&#x000ed;picas pueden ser capaces de diferenciar <italic>B. multivorans</italic> y <italic>B. stabilis.</italic> Entre las especies dentro del complejo hay algunas caracter&#x000ed;sticas que pueden ayudar a la identificaci&#x000f3;n. Por ejemplo, <italic>B. multivorans, B. stabilis</italic> y <italic>B. dolosa</italic> no son capaces de oxidar la sacarosa. <italic>B. stabilis</italic> es ornitina descarboxilasa positiva, mientras que las otras dos son negativas. <italic>B. multivorans</italic> y <italic>B. dolosa</italic> se diferencian en la lisina descarboxilasa, pero es positiva en s&#x000f3;lo el 53% de <italic>B. multivorans.</italic>
</p><p>En cualquier caso, frecuentemente es dif&#x000ed;cil diferenciar estas especies mediante t&#x000e9;cnicas convencionales y se requiere la utilizaci&#x000f3;n de t&#x000e9;cnicas moleculares, descritas en apartados posteriores.</p></sec></sec><sec><title>Estudio de la sensibilidad a los antibi&#x000f3;ticos</title><sec><title>Pseudomonas aeruginosa</title><p>La periodicidad recomendada para la realizaci&#x000f3;n de estudios de sensibilidad a los antibi&#x000f3;ticos de las cepas de <italic>P. aeruginosa</italic> de pacientes con FQ es esencialmente la misma que la recomendada para la obtenci&#x000f3;n de muestras respiratorias. En t&#x000e9;rminos generales, la sensibilidad de los aislados procedentes de las exacerbaciones pulmonares suele coincidir con aquella obtenida en los &#x000fa;ltimos cultivos realizados en situaci&#x000f3;n basal; por lo tanto, se puede utilizar estos datos para establecer las pautas emp&#x000ed;ricas iniciales. Debido a que las diferentes variantes fenot&#x000ed;picas de <italic>P. aeruginosa</italic> frecuentemente presentan distintos patrones de resistencia a los antibi&#x000f3;ticos, debe estudiarse la sensibilidad de todos los morfotipos detectados en los cultivos.</p><p>Respecto a las t&#x000e9;cnicas que se debe emplear, se consideran de referencia la diluci&#x000f3;n en agar y la microdiluci&#x000f3;n, seg&#x000fa;n las directrices del CLSI. Los sistemas comerciales de microdiluci&#x000f3;n han logrado, en general, resultados poco satisfactorios, con altas tasas de errores muy graves (falsa sensibilidad), y por lo tanto no se recomienda utilizarlos<xref rid="bib34" ref-type="bibr"><sup>34</sup></xref>. Por el contrario, tanto la difusi&#x000f3;n con discos como el Etest (qu&#x000e9; adem&#x000e1;s permite determinar el valor preciso de CMI) han obtenido resultados satisfactorios en comparaci&#x000f3;n con las t&#x000e9;cnicas de referencia, por esto la Fundaci&#x000f3;n Americana de FQ recomienda en&#x000e9;rgicamente su empleo como t&#x000e9;cnica sistem&#x000e1;tica en detrimento de los sistemas comerciales de microdiluci&#x000f3;n. El Etest, adem&#x000e1;s, permite determinar la CMI de tobramicina en un amplio intervalo de concentraciones y, por tanto, aplicar los dos puntos de corte propuestos para este antibi&#x000f3;tico: el recomendado por el CLSI para administraci&#x000f3;n por v&#x000ed;a sist&#x000e9;mica (resistente &#x02a7e;16&#x000a0;&#x003bc;g/ml) y el recomendado recientemente para administraci&#x000f3;n por v&#x000ed;a inhalatoria (resistente &#x02a7e;128&#x000a0;&#x003bc;g/ml)<xref rid="bib35" ref-type="bibr"><sup>35</sup></xref>. Independientemente de la t&#x000e9;cnica utilizada para el estudio de la sensibilidad, debe prolongarse la incubaci&#x000f3;n de las placas al menos hasta 24&#x000a0;h completas, y en los casos de variantes de lento crecimiento pueden ser necesarias hasta 48&#x000a0;h de incubaci&#x000f3;n. Es asimismo recomendable el uso de densidades bacterianas m&#x000e1;s elevadas para el estudio de las cepas mucosas (1 McFarland en lugar del 0,5 convencional), ya que el n&#x000fa;mero de c&#x000e9;lulas viables, a igual densidad, es menor en estas cepas por la gran cantidad de alginato producido.</p><p>Finalmente, tanto la difusi&#x000f3;n con discos como el Etest, al contrario que la microdiluci&#x000f3;n, permiten la detecci&#x000f3;n de cepas hipermutadoras mediante la documentaci&#x000f3;n de las subpoblaciones de mutantes resistentes (SMR) caracter&#x000ed;sticas de este tipo de cepas<xref rid="bib33" ref-type="bibr">33</xref>, <xref rid="bib36" ref-type="bibr">36</xref>. Seg&#x000fa;n estudios previos, la presencia de SMR para al menos 3 de los antibi&#x000f3;ticos probados (ceftazidima, imipenem, meropenem, ciprofloxacino y tobramicina) puede utilizarse como criterio en la identificaci&#x000f3;n de este tipo de cepas. La detecci&#x000f3;n de cepas hipermutadoras puede ser de utilidad para el manejo cl&#x000ed;nico de la colonizaci&#x000f3;n-infecci&#x000f3;n cr&#x000f3;nica por <italic>P. aeruginosa,</italic> ya que, como se ha comentado anteriormente, estas cepas son capaces de desarrollar resistencia r&#x000e1;pidamente a la mayor&#x000ed;a de los antibi&#x000f3;ticos y, por lo tanto, siempre se debe utilizar terapia combinada para su tratamiento.</p><p>Debido a la frecuente presencia de cepas de <italic>P. aeruginosa</italic> multirresistentes e incluso panresistentes en el contexto de la FQ, en ocasiones puede ser necesario recurrir al estudio de la actividad de combinaciones de antibi&#x000f3;ticos (estudios de sinergia) para la elecci&#x000f3;n del tratamiento m&#x000e1;s adecuado. La t&#x000e9;cnica de referencia, aunque tediosa, es la microdiluci&#x000f3;n en tablero de ajedrez. Tambi&#x000e9;n se han evaluado t&#x000e9;cnicas basadas en el Etest, con resultados aceptables y, por lo tanto, aparentemente aplicables en la pr&#x000e1;ctica habitual por su relativa sencillez. Otra t&#x000e9;cnica, utilizada actualmente en centros de referencia en Estados Unidos, determina la actividad bactericida de combinaciones de dos o m&#x000e1;s antibi&#x000f3;ticos (t&#x000e9;cnica denominada MCBT de las siglas inglesas <italic>multiple-combination bactericidal antibiotic testing</italic>). No obstante, su uso no mejor&#x000f3; la respuesta cl&#x000ed;nica en comparaci&#x000f3;n con la elecci&#x000f3;n de antimicrobianos basada en los estudios de sensibilidad convencionales, por lo que no se recomienda su utilizaci&#x000f3;n de forma sistem&#x000e1;tica, aunque puede resultar &#x000fa;til para casos particulares de infecci&#x000f3;n por cepas multirresistentes o panresistentes<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref>.</p></sec><sec><title>Otros microorganismos</title><p>Sin &#x000e1;nimo de pretender realizar una revisi&#x000f3;n exhaustiva de las t&#x000e9;cnicas, condiciones y connotaciones, m&#x000e1;s adecuadas para el estudio de la sensibilidad a los antibi&#x000f3;ticos de todos y cada uno de los pat&#x000f3;genos potencialmente causantes de colonizaci&#x000f3;n-infecci&#x000f3;n respiratoria cr&#x000f3;nica en los pacientes con FQ, este apartado se limitar&#x000e1; a rese&#x000f1;ar los aspectos diferenciales o de particular relevancia en el contexto de esta enfermedad.</p><p>Para el estudio de la sensibilidad a antibi&#x000f3;ticos de <italic>S. aureus</italic> de FQ pueden seguirse los procedimientos convencionales utilizados en otros tipos de infecciones. Cabe destacar, no obstante, la creciente relevancia del SARM en el contexto de FQ y, por lo tanto, la importancia de su correcta detecci&#x000f3;n. Tanto el disco de cefoxitina, la siembra en medio de cribado con oxacilina como la aglutinaci&#x000f3;n en l&#x000e1;tex para la detecci&#x000f3;n de la PBP2a o la detecci&#x000f3;n por PCR del gen <italic>mecA</italic> resultan adecuados para este prop&#x000f3;sito. La detecci&#x000f3;n de la resistencia a meticilina por las t&#x000e9;cnicas basadas en el cultivo del microorganismo puede ser m&#x000e1;s compleja en los mutantes SCV, por lo tanto, es especialmente recomendable en estos casos la detecci&#x000f3;n directa de la PBP2a o del gen <italic>mecA.</italic>
</p><p>Respecto al estudio de la sensibilidad a antibi&#x000f3;ticos de <italic>H. influenzae,</italic> cabe destacar dos aspectos diferenciales caracter&#x000ed;sticos de las cepas obtenidas de pacientes con FQ. En primer lugar es importante tener en cuenta la relativamente alta prevalencia (&#x0003e;5%), al menos en nuestro medio, de cepas BLNAR. Por tanto, la evaluaci&#x000f3;n de la resistencia a betalact&#x000e1;micos en este microorganismo no debe basarse &#x000fa;nicamente en la detecci&#x000f3;n de la producci&#x000f3;n de betalactamasa (estrategia recomendada en procedimientos de otros pa&#x000ed;ses); debe estudiarse la sensibilidad a ampicilina, preferiblemente por t&#x000e9;cnicas que permitan determinar la CMI, como la microdiluci&#x000f3;n o el Etest. Otro aspecto relevante y caracter&#x000ed;stico de las cepas procedentes de pacientes con FQ es la alta prevalencia (que puede llegar hasta el 20%) de aislados resistentes (CMI&#x0003e;1&#x000a0;&#x003bc;g/ml) a fluoroquinolonas, hecho extremadamente infrecuente fuera del contexto de esta enfermedad<xref rid="bib19" ref-type="bibr"><sup>19</sup></xref>. Es recomendable la determinaci&#x000f3;n de la CMI (Etest o microdiluci&#x000f3;n) para ciprofloxacino u otras fluoroquinolonas o la detecci&#x000f3;n de la posible p&#x000e9;rdida de sensibilidad a las fluroquinolonas con un disco de &#x000e1;cido nalid&#x000ed;xico.</p><p>Hasta la fecha no hay recomendaciones espec&#x000ed;ficas en cuanto al m&#x000e9;todo m&#x000e1;s adecuado para el estudio de la sensibilidad a antibi&#x000f3;ticos de <italic>B. cepacia complex, S. maltophilia, A. xylosoxidans</italic> u otros bacilos gramnegativos no fermentadores en el contexto de la FQ y, por lo tanto, debe seguirse la metodolog&#x000ed;a habitualmente utilizada en cada laboratorio (difusi&#x000f3;n con discos, Etest o microdiluci&#x000f3;n). Es importante considerar que estos microorganismos se caracterizan por presentar de forma natural resistencia a muchos de los antibi&#x000f3;ticos convencionalmente utilizados para el tratamiento de las infecciones por bacilos gramnegativos, y que esta resistencia es todav&#x000ed;a mucho mayor en el contexto de la FQ. En la mayor&#x000ed;a de los casos presentar&#x000e1;n resistencia a todas las penicilinas, cefalosporinas, carbapenemes (todav&#x000ed;a presentan cierta actividad frente a <italic>A. xylosoxidans</italic>), aminogluc&#x000f3;sidos, ciprofloxacino e incluso a antib&#x000f3;ticos de &#x000fa;ltimo recurso, como las polimixinas. Por el contrario, frecuentemente pueden ser sensibles a otros antibi&#x000f3;ticos de uso infrecuente en el tratamiento de las infecciones por bacilos gramnegativos y, generalmente, no evaluados de forma sistem&#x000e1;tica. Entre ellos, se encuentra el cotrimoxazol, la minociclina o las nuevas fluoroquinolonas; antibi&#x000f3;ticos que deben ser espec&#x000ed;ficamente estudiados en caso de aislamiento de estos microorganismos. El cotrimoxazol, de hecho, se considera el tratamiento de elecci&#x000f3;n en las infecciones por <italic>S. maltophilia,</italic> aunque la prevalencia de cepas resistentes procedentes de pacientes con FQ est&#x000e1; aumentado notablemente. Por el contrario, todas las cepas estudiadas hasta la fecha son uniformemente sensibles a la minociclina. Las nuevas fluoroquinolonas, como el levofloxacino y el moxifloxacino, mejoran sustancialmente la actividad del ciprofloxacino, y pueden resultar una opci&#x000f3;n terap&#x000e9;utica de utilidad. Particularmente en el caso de <italic>B. cepacia,</italic> la limitaci&#x000f3;n de las opciones terap&#x000e9;uticas frecuentemente hace necesario recurrir a la b&#x000fa;squeda de sinergias entre 2 o incluso 3 antimicrobianos; diversas combinaciones del meropenem, la tobramicina, el cotrimoxazol, el moxifloxacino o la rifampicina se han utilizado con este prop&#x000f3;sito.</p></sec><sec><title>Estudio de sensibilidad a los antibi&#x000f3;ticos en biofilm</title><p>El estudio est&#x000e1;ndar de sensibilidad a los antimicrobianos en el laboratorio de microbiolog&#x000ed;a se realiza con un in&#x000f3;culo preparado a partir de microorganismos previamente crecidos hasta fase exponencial o a partir de colonias aisladas en placas de cultivo de 24&#x02013;48&#x000a0;h (NCCLS-M7A6). Este in&#x000f3;culo se denomina de crecimiento plankt&#x000f3;nico en contraposici&#x000f3;n al que se prepara a partir de bacterias desarrolladas en biopel&#x000ed;culas o de crecimiento s&#x000e9;sil. Este &#x000fa;ltimo se asemeja m&#x000e1;s al crecimiento que se produce en el pulm&#x000f3;n del paciente con FQ. De hecho, diferentes autores han se&#x000f1;alado que las discrepancias en la respuesta al tratamiento con los resultados que se obtienen en los estudios de sensibilidad podr&#x000ed;an deberse a que &#x000e9;stos se realizan con un crecimiento inadecuado de los microorganismos.</p><p>Dentro de la complejidad que presenta el estudio de sensibilidad en biopel&#x000ed;culas los protocolos que m&#x000e1;s se han utilizado son los que han derivado del dispositivo descrito por Ceri et al<xref rid="bib37" ref-type="bibr"><sup>37</sup></xref>, conocido como sistema de Calgary. El crecimiento de las bacterias se realiza en placas de microtitulaci&#x000f3;n, id&#x000e9;nticas a las que se utilizan para el estudio de sensibilidad por microdiluci&#x000f3;n, cerradas con unas tapas que contienen p&#x000fa;as (o pinchos) que se insertan en cada uno de los pocillos y sobre los que se desarrolla el <italic>biofilm.</italic> Una modificaci&#x000f3;n de este sistema ha sido empleado por Moskowitz et al<xref rid="bib38" ref-type="bibr"><sup>38</sup></xref> para el estudio de sensibilidad de <italic>P. aeruginosa</italic> procedentes de muestras respiratorias de pacientes con FQ y ha servido tambi&#x000e9;n como modelo para <italic>S. pneumoniae</italic>
<xref rid="bib22" ref-type="bibr"><sup>22</sup></xref>. Esta modificaci&#x000f3;n permite obtener un par&#x000e1;metro de actividad antimicrobiana, quiz&#x000e1; m&#x000e1;s representativo para el tratamiento de la infecci&#x000f3;n cr&#x000f3;nica que la propia CMI, denominado concentraci&#x000f3;n inhibitoria de biopel&#x000ed;culas (CIB).</p></sec></sec><sec><title>Interpretaci&#x000f3;n e informaci&#x000f3;n de los cultivos cuantitativos secuenciales</title><p>Casi todos los trabajos en los que se ha valorado la utilidad y las recomendaciones para la interpretaci&#x000f3;n de los cultivos microbiol&#x000f3;gicos se han realizado para <italic>P. aeruginosa.</italic> La utilizaci&#x000f3;n de cultivos secuenciales de las secreciones respiratorias en los pacientes con FQ permite conocer el patr&#x000f3;n de colonizaci&#x000f3;n y definir el estadio de colonizaci&#x000f3;n broncopulmonar en el que se encuentra el paciente (primocolonizaci&#x000f3;n, colonizaci&#x000f3;n intermitente, colonizaci&#x000f3;n cr&#x000f3;nica) y confirmar, desde el punto de vista microbiol&#x000f3;gico, la presencia de exacerbaciones. Asimismo, la realizaci&#x000f3;n de recuentos bacterianos en el cultivo facilita la medici&#x000f3;n de la respuesta al tratamiento en los pacientes con colonizaci&#x000f3;n cr&#x000f3;nica y documenta las exacerbaciones. Aunque hay controversias al respecto, el incremento de los recuentos bacterianos y el aumento del n&#x000fa;mero de morfotipos de <italic>P. aeruginosa</italic> se han relacionado con un deterioro de la funci&#x000f3;n pulmonar. Tambi&#x000e9;n se ha evidenciado en los pacientes con colonizaci&#x000f3;n por <italic>S. maltophilia.</italic> En la <xref rid="tbl2" ref-type="table">tabla 2</xref>
se recogen, de manera sint&#x000e9;tica, las definiciones realizadas por el Grupo Espa&#x000f1;ol de Consenso del Tratamiento Antimicrobiano en el Paciente con Fibrosis Qu&#x000ed;stica y los criterios microbiol&#x000f3;gicos establecidos en la colonizaci&#x000f3;n-infecci&#x000f3;n pulmonar por <italic>P. aeruginosa</italic>
<xref rid="bib39" ref-type="bibr"><sup>39</sup></xref>. Su objetivo es la clasificaci&#x000f3;n de los pacientes para establecer pautas de tratamiento antimicrobiano. Por el momento no hay criterios publicados que definan los estadios de colonizaci&#x000f3;n por otros pat&#x000f3;genos.<table-wrap position="float" id="tbl2"><label>Tabla 2</label><caption><p>Estadios de infecci&#x000f3;n-colonizaci&#x000f3;n por <italic>P. aeruginosa</italic> y criterios microbiol&#x000f3;gicos de valoraci&#x000f3;n</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Estadio de infecci&#x000f3;n-colonizaci&#x000f3;n</th><th>Criterios microbiol&#x000f3;gico</th><th>Criterios cl&#x000ed;nicos</th><th>Comentarios</th></tr></thead><tbody><tr><td>Colonizaci&#x000f3;n inicial (primocolonizaci&#x000f3;n o colonizaci&#x000f3;n pionera)</td><td>Detecci&#x000f3;n del primer cultivo positivo de <italic>P. aeruginosa</italic> en el &#x000e1;rbol bronquial</td><td>No aparecen manifestaciones cl&#x000ed;nicas ni respuesta inmunol&#x000f3;gica espec&#x000ed;fica</td><td>Suelen ser cepas con colonias no mucosas, con escasa diversidad de morfotipos y sensibles a antimicrobianos</td></tr><tr><td>Colonizaci&#x000f3;n espor&#x000e1;dica o intermitente</td><td>Cultivos intermitentemente positivos y negativos en muestras consecutivas tras colonizaci&#x000f3;n inicial: detecci&#x000f3;n, en un per&#x000ed;odo de 6 meses a partir de la colonizaci&#x000f3;n inicial, de un cultivo positivo para <italic>P. aeruginosa</italic> de entre, al menos, 3 cultivos separados, al menos, 1 mes entre ellos</td><td>No hay signos de infecci&#x000f3;n o respuesta inmunol&#x000f3;gica patente</td><td>Pueden aparecer cepas con colonias mucosas y otros morfotipos coloniales</td></tr><tr><td>Colonizaci&#x000f3;n inicial con infecci&#x000f3;n broncopulmonar</td><td>Se utilizan los mismos criterios microbiol&#x000f3;gicos que en la colonizaci&#x000f3;n inicial o espor&#x000e1;dica</td><td>Aparici&#x000f3;n de signos cl&#x000ed;nicos o inmunol&#x000f3;gicos de infecci&#x000f3;n</td><td>Suelen ser cepas con colonias no mucosas, con escasa diversidad de morfotipos y sensibles a antimicrobianos. En pacientes sin estudio microbiol&#x000f3;gico puede utilizarse como criterio diagn&#x000f3;stico la aparici&#x000f3;n o el aumento de anticuerpos en dos muestras de sangre sucesivas separadas al menos por 3 meses</td></tr><tr><td>Colonizaci&#x000f3;n cr&#x000f3;nica</td><td>Cultivos positivos persistentes de <italic>P. aeruginosa:</italic> detecci&#x000f3;n, en un per&#x000ed;odo de 6 meses, de al menos 3 cultivos positivos para <italic>P. aeruginosa</italic> en muestras separadas entre s&#x000ed;, al menos, 1 mes</td><td>Ausencia de nuevos signos cl&#x000ed;nicos de infecci&#x000f3;n pero con respuesta inmunitaria consistente con la presencia de <italic>P. aeruginosa</italic></td><td>Suele producirse por cepas con colonias mucosas y otros morfotipos coloniales. Es el patr&#x000f3;n habitual en per&#x000ed;odos avanzados de la enfermedad</td></tr><tr><td>Infecci&#x000f3;n broncopulmonar cr&#x000f3;nica (exacerbaci&#x000f3;n)</td><td>Se utilizan los mismos criterios microbiol&#x000f3;gicos que en la colonizaci&#x000f3;n cr&#x000f3;nica</td><td>Signos cl&#x000ed;nicos de exacerbaci&#x000f3;n o con respuesta inmunitaria incrementada durante la colonizaci&#x000f3;n cr&#x000f3;nica</td><td>En pacientes sin estudio microbiol&#x000f3;gico puede utilizarse como criterio diagn&#x000f3;stico el aumento de anticuerpos en dos muestras de sangre sucesivas</td></tr></tbody></table></table-wrap></p><p>La identificaci&#x000f3;n correcta de <italic>B. cepacia</italic> probablemente es uno de los aspectos m&#x000e1;s relevantes en el control microbiol&#x000f3;gico de los pacientes con FQ. El fallo en el reconocimiento de este importante pat&#x000f3;geno puede tener notables consecuencias en la evoluci&#x000f3;n cl&#x000ed;nica del paciente, mientras que la falsa identificaci&#x000f3;n de otros microorganismos, como <italic>B. cepacia,</italic> conlleva tambi&#x000e9;n un elevado impacto m&#x000e9;dico, social y psicol&#x000f3;gico. Asimismo, la importancia cl&#x000ed;nica de las diferentes variedades gen&#x000f3;micas no es la misma por la que se deber&#x000ed;a realizar la identificaci&#x000f3;n de la variedad dentro del complejo <italic>B. cepacia.</italic> Cuando se a&#x000ed;sla este pat&#x000f3;geno, debe informarse lo m&#x000e1;s r&#x000e1;pidamente posible, y confirmar el resultado en un centro de referencia. Asimismo, se deben aplicar medidas de control estrictas, particularmente es necesario separar a estos pacientes de otros no colonizados para evitar la transmisi&#x000f3;n cruzada. Se recomienda tambi&#x000e9;n mantener separados entre s&#x000ed; a los pacientes colonizados por <italic>B. cepacia,</italic> para evitar la transmisi&#x000f3;n de cepas particularmente virulentas.</p><p>El informe del laboratorio de microbiolog&#x000ed;a para las muestras respiratorias de pacientes con FQ debe incluir la identificaci&#x000f3;n y el recuento (logaritmo de ufc/ml de esputo) de todos los microorganismos potencialmente pat&#x000f3;genos presentes, y su antibiograma correspondiente. En el caso de <italic>P. aeruginosa,</italic> se debe especificar el n&#x000fa;mero de morfotipos distintos presentes y se debe incluir un antibiograma para cada uno de ellos. Particularmente, debe especificarse, en su caso, la presencia de cepas con morfotipo mucoso. En el informe del antibiograma se debe aplicar, como en cualquier otro tipo de infecci&#x000f3;n, los puntos de corte establecidos para la administraci&#x000f3;n de los antibi&#x000f3;ticos por v&#x000ed;a sist&#x000e9;mica; tambi&#x000e9;n es recomendable aplicar puntos de corte espec&#x000ed;ficos para la v&#x000ed;a inhalada. Actualmente, s&#x000f3;lo hay recomendaciones espec&#x000ed;ficas para la tobramicina, que es el antibi&#x000f3;tico m&#x000e1;s frecuentemente usado como terapia de mantenimiento por v&#x000ed;a inhalatoria en los pacientes con FQ<xref rid="bib35" ref-type="bibr"><sup>35</sup></xref>. Los puntos de corte establecidos indican considerar como potencialmente tratables por esta v&#x000ed;a las cepas cuya CMI de tobramicina sea &#x02a7d;64&#x000a0;&#x003bc;g/ml (puntos de corte convencionales del CLSI &#x02a7d;4&#x000a0;&#x003bc;g/ml sensible).</p><p>En funci&#x000f3;n de la experiencia de cada centro, los estudios de sensibilidad convencionales pueden completarse con la determinaci&#x000f3;n de otros par&#x000e1;metros descritos en apartados anteriores: determinaci&#x000f3;n de la concentraci&#x000f3;n inhibitoria de biopel&#x000ed;culas (CIB) y la concentraci&#x000f3;n inhibitoria de mutantes (CPM). Si bien estos par&#x000e1;metros no pueden sustituir, hoy por hoy, a la CMI cl&#x000e1;sica, pueden aportar informaci&#x000f3;n complementaria &#x000fa;til en la selecci&#x000f3;n de los reg&#x000ed;menes antibi&#x000f3;ticos m&#x000e1;s adecuados para el tratamiento de la infecci&#x000f3;n cr&#x000f3;nica por <italic>P. aeruginosa.</italic> De igual forma, ser&#x000ed;a recomendable realizar e informar los estudios de sinergia en las cepas multirresistentes.</p><p>Asimismo, en funci&#x000f3;n de la experiencia de cada centro, debe valorarse la detecci&#x000f3;n de cepas hipermutadoras y, en su caso, informar de su aislamiento y a&#x000f1;adir en las observaciones del informe una llamada a la necesidad de utilizar combinaciones de antibi&#x000f3;ticos para su tratamiento debido al elevado riesgo de desarrollar resistencia. Una de las cuestiones m&#x000e1;s relevantes que surgen al examinar los antibiogramas de las cepas hipermutadoras es c&#x000f3;mo interpretar e informar los resultados de sensibilidad por la frecuente presencia de SMR. La aproximaci&#x000f3;n m&#x000e1;s conservadora ser&#x000ed;a considerar las subpoblaciones resistentes y leer las CMI (Etest) o di&#x000e1;metros de los halos de inhibici&#x000f3;n (difusi&#x000f3;n con discos) que producen una completa inhibici&#x000f3;n del crecimiento. El problema de esta consideraci&#x000f3;n es que en muchos casos informar&#x000ed;amos la cepa como resistente a todos los antibi&#x000f3;ticos (incluso aunque no presente mecanismos de resistencia adquiridos) y, por lo tanto, no habr&#x000ed;a ninguna opci&#x000f3;n terap&#x000e9;utica disponible. Sin embargo, los estudios de sinergia demuestran que las SMR desaparecen cuando se utilizan combinaciones de antibi&#x000f3;ticos con distinto mecanismo de resistencia. Resulta importante distinguir la verdadera resistencia de la debida a la presencia de SMR producida por la propia frecuencia de mutaci&#x000f3;n incrementada, ya que al contrario de lo que ocurre con el primer tipo de resistencia, el segundo podr&#x000ed;a ser potencialmente combatido con combinaciones de antibi&#x000f3;ticos. En este sentido, recientemente se ha propuesto una alternativa para la interpretaci&#x000f3;n de los antibiogramas (difusi&#x000f3;n con discos y Etest) de las cepas hipermutadoras<xref rid="bib33" ref-type="bibr">33</xref>, <xref rid="bib36" ref-type="bibr">36</xref>: <italic>a)</italic> leer las CMI (o di&#x000e1;metros de los halos de inhibici&#x000f3;n) de la poblaci&#x000f3;n general y aplicar los puntos de corte definidos para las categor&#x000ed;as de sensibilidad (S, I, R), y <italic>b)</italic> examinar la presencia de SMR y leer las CMI o di&#x000e1;metros de los halos de inhibici&#x000f3;n producidos por el crecimiento de &#x000e9;stas y aplicar los puntos de corte definidos para las categor&#x000ed;as de sensibilidad (S, I, R). La lectura definitiva de las SMR puede requerir 12&#x02013;24&#x000a0;h adicionales de incubaci&#x000f3;n en las cepas de lento crecimiento. Informar de los antibi&#x000f3;ticos para los cuales la poblaci&#x000f3;n general es sensible, pero que contiene SMR que supera los puntos de corte como &#x000ab;resistente, pero potencialmente activo para su uso en terapia combinada&#x000bb;.</p></sec><sec><title>T&#x000e9;cnicas r&#x000e1;pidas de diagn&#x000f3;stico</title><sec><title>Detecci&#x000f3;n de <italic>P. aeruginosa</italic> y otros pat&#x000f3;genos en muestras respiratorias por m&#x000e9;todos moleculares</title><p>El cultivo es la t&#x000e9;cnica utilizada habitualmente para detecci&#x000f3;n de <italic>P. aeruginosa</italic> y otros bacilos gramnegativos. Sin embargo, en ocasiones el cultivo es negativo (especialmente en pacientes con tratamiento antimicrobiano o con baja carga bacteriana) o se requieren varios d&#x000ed;as para llegar a la identificaci&#x000f3;n. Por eso, cada vez es m&#x000e1;s frecuente la utilizaci&#x000f3;n de t&#x000e9;cnicas moleculares que permiten un diagn&#x000f3;stico m&#x000e1;s r&#x000e1;pido y con menor l&#x000ed;mite de detecci&#x000f3;n<xref rid="bib40" ref-type="bibr"><sup>40</sup></xref>.</p><p>La amplificaci&#x000f3;n mediante PCR de los genes ribosomales, la posterior secuenciaci&#x000f3;n y comparaci&#x000f3;n con bases de datos, permite identificar pr&#x000e1;cticamente todos los microorganismos y ha permitido identificar nuevas especies. En los &#x000fa;ltimos a&#x000f1;os se ha utilizado con &#x000e9;xito la t&#x000e9;cnica de FISH <italic>(fluorescent in situ hybridization)</italic> para detecci&#x000f3;n de los principales pat&#x000f3;genos en pacientes con FQ (<italic>P. aeruginosa, S. aureus, H. influenzae, B. cepacia, Burkholderia</italic> spp. y <italic>S. maltophilia</italic>). La t&#x000e9;cnica permite obtener resultados en pocas horas y se ha descrito muy buena especificidad, pero sensibilidad del 90%, comparada con el cultivo, ya que requiere alta densidad de colonizaci&#x000f3;n para dar un resultado positivo.</p><p>Las t&#x000e9;cnicas de PCR utilizadas para detectar <italic>P. aeruginosa</italic> en esputo de pacientes con FQ presentan, en general, alta sensibilidad (del 93 al 100% seg&#x000fa;n los <italic>primers</italic> que se utilicen)<xref rid="bib40" ref-type="bibr"><sup>40</sup></xref>. Entre los genes utilizados como diana encontramos el ARNr 16S, <italic>opr</italic>I y <italic>opr</italic>L, <italic>alg</italic>D o el gen de la exotoxina A (ETA). Uno de los genes m&#x000e1;s utilizados, <italic>opr</italic>I, est&#x000e1; muy conservado entre los diferentes miembros de <italic>Pseudomonas,</italic> y el gen <italic>opr</italic>L es espec&#x000ed;fico de <italic>P. aeruginosa,</italic> incluidas las colonias no pigmentadas y las mucoides. Por lo tanto, es posible realizar una PCR m&#x000fa;ltiple que detectar&#x000e1; <italic>P. aeruginosa</italic> y otras <italic>Pseudomonas</italic> en la misma reacci&#x000f3;n. La t&#x000e9;cnica aplicada a muestras cl&#x000ed;nicas muestra una alta sensibilidad, ya que es capaz de detectar 100&#x000a0;ufc/ml. Estas t&#x000e9;cnicas permiten, adem&#x000e1;s, detectar colonizaci&#x000f3;n con <italic>P. aeruginosa</italic> una media de 4,5 meses antes que el cultivo.</p><p>Las t&#x000e9;cnicas moleculares tambi&#x000e9;n se han utilizado con &#x000e9;xito para detectar <italic>B. cepacia complex</italic> a partir de muestras respiratorias de pacientes con FQ, mediante diferentes <italic>primers</italic> dise&#x000f1;ados para amplificar el gen <italic>rec</italic>A, regiones conservadas del gen 16S ARNr, o la regi&#x000f3;n espaciadora 16S a 23S<xref rid="bib41" ref-type="bibr">41</xref>, <xref rid="bib42" ref-type="bibr">42</xref>. Los primeros estudios se realizaron con los <italic>primers</italic> para el 16S ARNr; sin embargo, estos <italic>primers</italic> estaban dise&#x000f1;ados frente a una cepa de <italic>B. cepacia</italic> de la variedad gen&#x000f3;mica I y actualmente se sabe que tienen baja especificidad para <italic>B. multivorans</italic> y <italic>B. vietnamiensis</italic> y, adem&#x000e1;s, pueden tener reacci&#x000f3;n cruzada con otras bacterias distintas de <italic>B. cepacia complex.</italic> Los <italic>primers</italic> de la regi&#x000f3;n espaciadora 16S-23S permiten identificar s&#x000f3;lo 3 variedades gen&#x000f3;micas (<italic>B. cepacia, B. cenocepacia</italic> y <italic>B. stabilis</italic>) por lo que no son &#x000fa;tiles para detectar todas las cepas del complejo. Los <italic>primers</italic> del gen <italic>rec</italic>A permiten detectar bacterias del complejo <italic>B. cepacia</italic> con alta especificidad y posteriormente identifican las diferentes variedades gen&#x000f3;micas por RFLP<xref rid="bib41" ref-type="bibr"><sup>41</sup></xref>. De hecho, los casos descritos de PCR negativa y cultivo positivo para <italic>B. cepacia</italic> resultaron ser cepas de <italic>Burkholderia</italic> pero no del complejo <italic>cepacia.</italic> El m&#x000e9;todo es poco sensible, pues necesita 10<sup>6</sup>
&#x000a0;ufc/g de esputo para dar un resultado positivo, debido a que se amplifica un fragmento relativamente grande (para poder obtener patrones diferentes de digesti&#x000f3;n) y en el genoma de <italic>B. cepacia</italic> hay una &#x000fa;nica copia del gen <italic>rec</italic>A. El l&#x000ed;mite de detecci&#x000f3;n es m&#x000e1;s bajo cuando se usan los <italic>primers</italic> de la regi&#x000f3;n espaciadora del 16S-23S, debido a que en el genoma hay m&#x000fa;ltiples copias del oper&#x000f3;n ARNr. Sin embargo, a pesar de que el l&#x000ed;mite de detecci&#x000f3;n por gramo de esputo es alto, los resultados cl&#x000ed;nicos son excelentes y muestra una muy buena correlaci&#x000f3;n con los datos obtenidos por cultivo.</p></sec><sec><title>T&#x000e9;cnicas para el estudio directo de la sensibilidad y la resistencia a los antibi&#x000f3;ticos</title><p>En los &#x000fa;ltimos a&#x000f1;os cada vez cobra m&#x000e1;s inter&#x000e9;s el desarrollo de procedimientos que permitan conocer la sensibilidad a antibi&#x000f3;ticos directamente en la siembra primaria. La principal motivaci&#x000f3;n para esta aproximaci&#x000f3;n reside en que con los procedimientos convencionales hay un retraso importante en la obtenci&#x000f3;n de los resultados, no menos de 2 &#x000f3; 3 d&#x000ed;as despu&#x000e9;s de la toma de muestra en el mejor de los casos, lo que limita enormemente el impacto positivo de la terapia dirigida, particularmente en las infecciones graves de r&#x000e1;pida evoluci&#x000f3;n. Seg&#x000fa;n estudios recientes, la realizaci&#x000f3;n de un antibiograma por Etest directamente de las muestras respiratorias de los pacientes con neumon&#x000ed;a relacionada con ventilaci&#x000f3;n mec&#x000e1;nica ofrece resultados en 18&#x02013;24&#x000a0;h pr&#x000e1;cticamente concordantes en su totalidad con el antibiograma convencional. En primera instancia cabr&#x000ed;a suponer que la disminuci&#x000f3;n del tiempo necesario para la obtenci&#x000f3;n de los resultados no debe ser aparentemente una prioridad imperiosa en el contexto de la colonizaci&#x000f3;n-infecci&#x000f3;n cr&#x000f3;nica en pacientes con FQ, y que por tanto no estar&#x000ed;a justificada esta aproximaci&#x000f3;n. No obstante, existe otra connotaci&#x000f3;n que quiz&#x000e1; abogue a favor del estudio directo de sensibilidad: la gran heterogeneidad poblacional en las infecciones cr&#x000f3;nicas. Esta marcada heterogeneidad obliga al estudio individual de cada uno de los morfotipos presentes en las muestras (ya que frecuentemente presentan diferente sensibilidad), con el aumento notable del coste y la complejidad del procedimiento; es m&#x000e1;s, ello no garantiza la detecci&#x000f3;n de poblaciones resistentes, ya que colonias pertenecientes al mismo morfotipo tambi&#x000e9;n podr&#x000ed;an presentar distinto perfil de resistencia a antimicrobianos. Principalmente son dos las t&#x000e9;cnicas propuestas para este fin, el Etest directo y la siembra en medios con antibi&#x000f3;ticos<xref rid="bib43" ref-type="bibr"><sup>43</sup></xref>. Si bien sus potenciales prestaciones son prometedoras, no est&#x000e1;n suficientemente validadas por estudios comparativos y por eso ninguna de ellas puede sustituir actualmente al procedimiento convencional, aunque pueden ofrecer resultados complementarios de utilidad.</p></sec></sec><sec><title>Procedimientos adicionales a realizar en situaciones especiales</title><sec><title>T&#x000e9;cnicas moleculares para la identificaci&#x000f3;n de bacilos gramnegativos no fermentadores</title><p>Como se ha comentado anteriormente, la identificaci&#x000f3;n de <italic>B. cepacia</italic> y otros bacilos gramnegativos no fermentadores requiere de t&#x000e9;cnicas moleculares, ya que los m&#x000e9;todos fenot&#x000ed;picos no son suficientemente fiables y se puede realizar identificaci&#x000f3;n incorrecta de bacterias con alta trascendencia cl&#x000ed;nica, como <italic>P. aeruginosa</italic> o, sobre todo, <italic>B. cepacia.</italic>
</p><p>La t&#x000e9;cnica molecular definitiva es la secuenciaci&#x000f3;n, que permite identificar cualquier bacteria comparando la secuencia en la base de datos o incluso permite identificar bacterias nuevas. La comparaci&#x000f3;n de la secuencia del gen ARNr 16S se ha usado como prueba de referencia en estudios filogen&#x000e9;ticos de bacterias; sin embargo, la resoluci&#x000f3;n puede ser demasiado baja para distinguir especies muy relacionadas. Tambi&#x000e9;n se ha utilizado la secuencia del gen <italic>gyr</italic>B como complementaria a la del ARNr para identificar algunas bacterias como <italic>Pandoraea</italic> spp.</p><p>Si la secuenciaci&#x000f3;n no est&#x000e1; disponible, se puede realizar el patr&#x000f3;n de restricci&#x000f3;n del fragmento amplificado (PCR-RFLP) o el polimorfismo de la conformaci&#x000f3;n de la cadena simple (SSCP), que puede ser analizado mediante electroforesis en gel de poliacrilamida no desnaturalizante o electroforesis capilar. La t&#x000e9;cnica de ARDRA <italic>(amplified ribosomal DNA restriction analysis),</italic> en la que se amplifica el gen y posteriormente se realiza una digesti&#x000f3;n con enzimas de restricci&#x000f3;n, ha demostrado ser una alternativa a la secuenciaci&#x000f3;n para diferenciar, por ejemplo, <italic>Inquilinus</italic> spp. o <italic>Pandoraea</italic> spp. de otros bacilos gramnegativos no fermentadores.</p><p>La t&#x000e9;cnica de AFLP <italic>(amplified fragment length polymorphism)</italic> convencional puede ser &#x000fa;til para identificar <italic>B. cepacia,</italic> pero es t&#x000e9;cnicamente compleja. La PCR en tiempo real est&#x000e1; accesible en muchos laboratorios cl&#x000ed;nicos, pero no es &#x000fa;til para detectar cualquier microorganismo presente, sino que se utiliza para identificar un g&#x000e9;nero o especie seg&#x000fa;n la amplificaci&#x000f3;n de un gen espec&#x000ed;fico<xref rid="bib42" ref-type="bibr"><sup>42</sup></xref>. Se han estudiado diferentes dianas y la mejor identificaci&#x000f3;n, especialmente en la identificaci&#x000f3;n de <italic>P. aeruginosa</italic> at&#x000ed;picas, se consigue cuando se detectan varios genes simult&#x000e1;neamente.</p><p>La determinaci&#x000f3;n de las variedades gen&#x000f3;micas de <italic>B. cepacia</italic> se basa en un estudio taxon&#x000f3;mico complejo que incluye pruebas fenot&#x000ed;picas, como el perfil de prote&#x000ed;nas totales, y genot&#x000ed;picas, como hibridaci&#x000f3;n ADN-ADN. Recientemente, se est&#x000e1;n utilizando con &#x000e9;xito las pruebas basadas en PCR para identificar las variedades gen&#x000f3;micas, principalmente basadas en el gen ARNr 16S o en el <italic>rec</italic>A<xref rid="bib41" ref-type="bibr">41</xref>, <xref rid="bib42" ref-type="bibr">42</xref>. La amplificaci&#x000f3;n del gen ARNr 16S, y posterior an&#x000e1;lisis mediante secuenciaci&#x000f3;n o con enzimas de restricci&#x000f3;n, tiene un uso limitado para diferenciar las variedades gen&#x000f3;micas, ya que no presenta suficiente variabilidad. El estudio del gen <italic>rec</italic>A se puede afrontar desde diferentes estrategias que depender&#x000e1;n de la disposici&#x000f3;n de medios en cada centro: <italic>a)</italic> amplificaci&#x000f3;n del gen con <italic>primers</italic> espec&#x000ed;ficos que permite identificar un aislamiento como perteneciente al complejo <italic>B. cepacia; b)</italic> digesti&#x000f3;n del fragmento amplificado con <italic>Hae</italic>III y con <italic>Mnl</italic>I que permite clasificarlos dentro de las principales variedades; <italic>c)</italic> PCR espec&#x000ed;fica de cada variedad de forma individualizada, y <italic>d)</italic> secuenciaci&#x000f3;n del fragmento amplificado, que permite la identificaci&#x000f3;n y la clasificaci&#x000f3;n precisa.</p></sec><sec><title>T&#x000e9;cnicas de epidemiolog&#x000ed;a molecular para el seguimiento de la colonizaci&#x000f3;n-infecci&#x000f3;n broncopulmonar cr&#x000f3;nica</title><p>La aplicaci&#x000f3;n de las t&#x000e9;cnicas de tipificaci&#x000f3;n molecular puede contribuir de manera notable a la optimizaci&#x000f3;n del seguimiento microbiol&#x000f3;gico de la infecci&#x000f3;n-colonizaci&#x000f3;n cr&#x000f3;nica por <italic>P. aeruginosa</italic> en pacientes con FQ. La electroforesis en campo pulsado (ECP), como para la mayor&#x000ed;a de los microorganismos, es la t&#x000e9;cnica de referencia, aunque aquellas basadas en la PCR (REP, AP, ERIC o RAPD, entre otras) pueden resultar, por su rapidez y sencillez, m&#x000e1;s f&#x000e1;cilmente adaptables al trabajo sistem&#x000e1;tico del laboratorio de microbiolog&#x000ed;a.</p><p>Una de las principales aportaciones de las t&#x000e9;cnicas de tipificaci&#x000f3;n molecular es su utilidad para el propio diagnostico de la infecci&#x000f3;n-colonizaci&#x000f3;n cr&#x000f3;nica. Como se ha comentado en apartados anteriores, los primeros estadios del proceso suelen cursar con aislamiento espor&#x000e1;dico o intermitente de <italic>P. aeruginosa;</italic> la tipificaci&#x000f3;n molecular puede permitir determinar si realmente se trata ya de una colonizaci&#x000f3;n cr&#x000f3;nica, todav&#x000ed;a con baja carga bacteriana, o si por el contrario se trata &#x000fa;nicamente de colonizaciones espor&#x000e1;dicas por cepas ambientales diferentes. De igual forma, las t&#x000e9;cnicas de tipificaci&#x000f3;n molecular pueden resultar de gran utilidad para la evaluaci&#x000f3;n de la eficacia de los tratamientos erradicadores iniciales. Si bien es factible conseguir en estos primeros estadios la negativizaci&#x000f3;n de los cultivos por un periodo m&#x000e1;s o menos prolongado, es frecuente que al cabo de los meses se vuelva a documentar cultivos positivos: la tipificaci&#x000f3;n molecular nos permitir&#x000e1; determinar si nos enfrentamos a una falsa erradicaci&#x000f3;n (la cepa original persisti&#x000f3; en densidades por debajo del umbral de detecci&#x000f3;n) o si, por el contrario, nos encontramos ante una nueva colonizaci&#x000f3;n-infecci&#x000f3;n por otra cepa diferente (y por lo tanto el tratamiento erradicador fue efectivo)<xref rid="bib39" ref-type="bibr"><sup>39</sup></xref>.</p><p>En los &#x000fa;ltimos a&#x000f1;os se ha documentado la diseminaci&#x000f3;n epid&#x000e9;mica de cepas concretas de <italic>P. aeruginosa</italic> entre los pacientes con FQ<xref rid="bib7" ref-type="bibr"><sup>7</sup></xref>. El primer clon epid&#x000e9;mico fue originalmente descrito en 1995 en Liverpool (LES, <italic>Liverpool epidemic strain</italic>) y actualmente se encuentra diseminado por todo el Reino Unido. De igual forma, se ha descrito una notable transmisi&#x000f3;n de clones epid&#x000e9;micos entre pacientes con FQ en Australia. Finalmente, en un estudio reciente se documenta la transmisi&#x000f3;n cruzada entre pacientes con FQ de dos clones concretos mayoritarios durante m&#x000e1;s de dos d&#x000e9;cadas en Dinamarca; estos clones aparentemente estar&#x000ed;an adaptados no s&#x000f3;lo para producir infecci&#x000f3;n cr&#x000f3;nica, sino tambi&#x000e9;n para transmitirse de forma eficiente entre los pacientes con FQ. Frecuentemente, adem&#x000e1;s, estos clones epid&#x000e9;micos son resistentes a m&#x000fa;ltiples antibi&#x000f3;ticos y su aislamiento conlleva un peor pron&#x000f3;stico de la infecci&#x000f3;n cr&#x000f3;nica. Por lo tanto, es recomendable mantener una vigilancia activa para la detecci&#x000f3;n y la contenci&#x000f3;n de clones potencialmente epid&#x000e9;micos.</p></sec><sec><title>Diagn&#x000f3;stico serol&#x000f3;gico en el contexto de la FQ</title><p>La diferenciaci&#x000f3;n entre colonizaci&#x000f3;n, infecci&#x000f3;n y enfermedad no es f&#x000e1;cil de establecer en el caso de algunos de los microorganismos oportunistas que afectan de forma cr&#x000f3;nica a los pacientes con FQ. En determinados casos es importante detectar cuanto antes la infecci&#x000f3;n inicial ya que el tratamiento antibi&#x000f3;tico precoz es &#x000fa;til para evitar el establecimiento de la infecci&#x000f3;n cr&#x000f3;nica antes de que sea imposible erradicarla. En otros casos, la distinci&#x000f3;n entre colonizaci&#x000f3;n e infecci&#x000f3;n, aunque dif&#x000ed;cil, puede establecerse seg&#x000fa;n criterios basados en la frecuencia o la persistencia de su aislamiento. El diagn&#x000f3;stico de enfermedad activa o deterioro pulmonar atribuible a ellos es muy dif&#x000ed;cil en estos pacientes basado en criterios cl&#x000ed;nicos, funcionales o radiol&#x000f3;gicos porque pr&#x000e1;cticamente todos los pacientes con FQ presentan alteraciones debidas a la propia enfermedad. En este contexto, el estudio de la respuesta de anticuerpos espec&#x000ed;ficos contra microorganismos, como <italic>Aspergillus, P aeruginosa</italic> o MNT, es un complemento &#x000fa;til para la detecci&#x000f3;n precoz de la colonizaci&#x000f3;n, la diferenciaci&#x000f3;n entre infecci&#x000f3;n y enfermedad activa, como marcador pron&#x000f3;stico, para la toma de decisiones terap&#x000e9;uticas o, en alg&#x000fa;n caso, para el seguimiento de la respuesta al tratamiento<xref rid="bib33" ref-type="bibr"><sup>33</sup></xref>. En el caso de <italic>Aspergillus,</italic> la presencia de anticuerpos espec&#x000ed;ficos es un criterio fundamental, aunque no suficiente, para confirmar o excluir el diagn&#x000f3;stico de ABPA<xref rid="bib30" ref-type="bibr"><sup>30</sup></xref>. Estudios longitudinales de pacientes con FQ desde el nacimiento han mostrado que la detecci&#x000f3;n de anticuerpos espec&#x000ed;ficos anti-<italic>P. aeruginosa</italic> puede preceder entre 3 y 24 meses al primer aislamiento por cultivo. Una vez aislada por primera vez, los t&#x000ed;tulos elevados o su aumento pueden preceder hasta en 3 a&#x000f1;os a la instauraci&#x000f3;n de la infecci&#x000f3;n cr&#x000f3;nica<xref rid="bib44" ref-type="bibr"><sup>44</sup></xref>. La detecci&#x000f3;n de anticuerpos contra <italic>P. aeruginosa</italic> ser&#x000ed;a &#x000fa;til para el diagn&#x000f3;stico de la infecci&#x000f3;n inicial por este microorganismo, sobre todo cuando no es posible la obtenci&#x000f3;n de muestras adecuadas para cultivo, principalmente en ni&#x000f1;os muy peque&#x000f1;os<xref rid="bib45" ref-type="bibr"><sup>45</sup></xref>.</p></sec></sec></body><back><ref-list><title>Bibliograf&#x000ed;a</title><ref id="bib1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Gibson</surname><given-names>R.L.</given-names></name><name><surname>Burns</surname><given-names>J.L.</given-names></name><name><surname>Ramsey</surname><given-names>B.W.</given-names></name></person-group><article-title>Pathophysiology and management of pulmonary infections in cystic fibrosis</article-title><source>Am J Respir Crit Care Med</source><volume>168</volume><year>2003</year><fpage>918</fpage><lpage>951</lpage><pub-id pub-id-type="pmid">14555458</pub-id></element-citation></ref><ref id="bib2"><label>2</label><mixed-citation publication-type="other">Cystic Fibrosis Foundation, Patient Registry Annual Report. Bethesda, Maryland; 2005.</mixed-citation></ref><ref id="bib3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Lyczak</surname><given-names>J.B.</given-names></name><name><surname>Cannon</surname><given-names>C.L.</given-names></name><name><surname>Pier</surname><given-names>G.B.</given-names></name></person-group><article-title>Lung infections associated with cystic fibrosis</article-title><source>Clin Microbiol Rev</source><volume>15</volume><year>2002</year><fpage>194</fpage><lpage>222</lpage><pub-id pub-id-type="pmid">11932230</pub-id></element-citation></ref><ref id="bib4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Donaldson</surname><given-names>S.H.</given-names></name><name><surname>Boucher</surname><given-names>R.C.</given-names></name></person-group><article-title>Update on pathogenesis of cystic fibrosis lung disease</article-title><source>Curr Opin Pulm Med</source><volume>9</volume><year>2003</year><fpage>486</fpage><lpage>491</lpage><pub-id pub-id-type="pmid">14534400</pub-id></element-citation></ref><ref id="bib5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Gilligan</surname><given-names>P.H.</given-names></name></person-group><article-title>Microbiology of airway disease in patients with cystic fibrosis</article-title><source>Clin Microbiol Rev</source><volume>4</volume><year>1991</year><fpage>35</fpage><lpage>51</lpage><pub-id pub-id-type="pmid">1900735</pub-id></element-citation></ref><ref id="bib6"><label>6</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Cant&#x000f3;n</surname><given-names>R.</given-names></name><name><surname>Oliver</surname><given-names>A.</given-names></name><name><surname>Baquero</surname><given-names>F.</given-names></name></person-group><chapter-title>Microbiolog&#x000ed;a de las v&#x000ed;as respiratorias en la fibrosis qu&#x000ed;stica</chapter-title><person-group person-group-type="editor"><name><surname>Dapena Fern&#x000e1;ndez</surname><given-names>F.J.</given-names></name></person-group><source>Fibrosis qu&#x000ed;stica: atenci&#x000f3;n integral. Manejo cl&#x000ed;nico y puesta al d&#x000ed;a</source><year>1998</year><publisher-name>Alhuila</publisher-name><publisher-loc>Granada</publisher-loc><fpage>105</fpage><lpage>158</lpage></element-citation></ref><ref id="bib7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Govan</surname><given-names>J.R.</given-names></name><name><surname>Brown</surname><given-names>A.R.</given-names></name><name><surname>Jones</surname><given-names>A.M.</given-names></name></person-group><article-title>Evolving epidemiology of <italic>Pseudomonas aeruginosa</italic> and the <italic>Burkholderia cepacia complex</italic> in cystic fibrosis lung infection</article-title><source>Future Microbiol</source><volume>2</volume><year>2007</year><fpage>153</fpage><lpage>164</lpage><pub-id pub-id-type="pmid">17661652</pub-id></element-citation></ref><ref id="bib8"><label>8</label><element-citation publication-type="book"><person-group person-group-type="author"><name><surname>Oliver</surname><given-names>A.</given-names></name><name><surname>Mena</surname><given-names>A.</given-names></name><name><surname>Maci&#x000e1;</surname><given-names>M.D.</given-names></name></person-group><chapter-title>Evolution of <italic>Pseudomonas aeruginosa</italic> pathogenicity: from acute to chronic infections</chapter-title><person-group person-group-type="editor"><name><surname>Baquero</surname><given-names>F.</given-names></name><name><surname>Nombela</surname><given-names>C.</given-names></name><name><surname>Cassell</surname><given-names>G.H.</given-names></name><name><surname>Guti&#x000e9;rrez-Fuentes</surname><given-names>J.A.</given-names></name></person-group><source>Evolutionary biology of bacterial and fungal pathogens</source><year>2007</year><publisher-name>ASM Press</publisher-name><publisher-loc>Washington</publisher-loc></element-citation></ref><ref id="bib9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Parad</surname><given-names>R.B.</given-names></name><name><surname>Gerard</surname><given-names>C.J.</given-names></name><name><surname>Zurakowski</surname><given-names>D.</given-names></name><name><surname>Nichols</surname><given-names>D.P.</given-names></name><name><surname>Pier</surname><given-names>G.B.</given-names></name></person-group><article-title>Pulmonary outcome in cystic fibrosis is influenced primarily by mucoid <italic>Pseudomonas aeruginosa</italic> infection and immune status and only modestly by genotype</article-title><source>Infect Immun</source><volume>67</volume><year>1999</year><fpage>4744</fpage><lpage>4750</lpage><pub-id pub-id-type="pmid">10456926</pub-id></element-citation></ref><ref id="bib10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Smith</surname><given-names>E.E.</given-names></name><name><surname>Buckley</surname><given-names>D.G.</given-names></name><name><surname>Wu</surname><given-names>Z.</given-names></name><name><surname>Saenphimmachak</surname><given-names>C.</given-names></name><name><surname>Hoffman</surname><given-names>L.R.</given-names></name><name><surname>D&#x02019;Argenio</surname><given-names>D.A.</given-names></name></person-group><article-title>Genetic adaptation by <italic>Pseudomonas aeruginosa</italic> to the airways of cystic fibrosis patients</article-title><source>Proc Natl Acad Sci USA</source><volume>103</volume><year>2006</year><fpage>8487</fpage><lpage>8492</lpage><pub-id pub-id-type="pmid">16687478</pub-id></element-citation></ref><ref id="bib11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Oliver</surname><given-names>A.</given-names></name><name><surname>Cant&#x000f3;n</surname><given-names>R.</given-names></name><name><surname>Campo</surname><given-names>P.</given-names></name><name><surname>Baquero</surname><given-names>F.</given-names></name><name><surname>Bl&#x000e1;zquez</surname><given-names>J.</given-names></name></person-group><article-title>High frequency of hypermutable <italic>Pseudomonas aeruginosa</italic> in cystic fibrosis lung infection</article-title><source>Science</source><volume>288</volume><year>2000</year><fpage>1251</fpage><lpage>1253</lpage><pub-id pub-id-type="pmid">10818002</pub-id></element-citation></ref><ref id="bib12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Maci&#x000e1;</surname><given-names>M.D.</given-names></name><name><surname>Borrell</surname><given-names>N.</given-names></name><name><surname>Segura</surname><given-names>M.</given-names></name><name><surname>G&#x000f3;mez</surname><given-names>G.</given-names></name><name><surname>P&#x000e9;rez</surname><given-names>J.L.</given-names></name><name><surname>Oliver</surname><given-names>A.</given-names></name></person-group><article-title>Efficacy and potential for resistance selection of anti-pseudomonal treatments in a mouse model of lung infection by hypermutable <italic>Pseudomonas aeruginosa</italic></article-title><source>Antimicrob Agents Chemother</source><volume>50</volume><year>2006</year><fpage>975</fpage><lpage>983</lpage><pub-id pub-id-type="pmid">16495260</pub-id></element-citation></ref><ref id="bib13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Maci&#x000e1;</surname><given-names>M.D.</given-names></name><name><surname>Blanquer</surname><given-names>D.</given-names></name><name><surname>Togores</surname><given-names>B.</given-names></name><name><surname>Sauleda</surname><given-names>J.</given-names></name><name><surname>P&#x000e9;rez</surname><given-names>J.L.</given-names></name><name><surname>Oliver</surname><given-names>A.</given-names></name></person-group><article-title>Hypermutation is a key factor in development of multiple-antimicrobial resistance in <italic>Pseudomonas aeruginosa</italic> strains causing chronic lung infections</article-title><source>Antimicrob Agents Chemother</source><volume>49</volume><year>2005</year><fpage>3382</fpage><lpage>3386</lpage><pub-id pub-id-type="pmid">16048951</pub-id></element-citation></ref><ref id="bib14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Jarry</surname><given-names>T.M.</given-names></name><name><surname>Cheung</surname><given-names>A.L.</given-names></name></person-group><article-title><italic>Staphylococcus aureus</italic> escapes more efficiently from the phagosome of a cystic fibrosis bronchial ephitelial cell line than from its normal counterpart</article-title><source>Infect Immun</source><volume>74</volume><year>2006</year><fpage>2568</fpage><lpage>2577</lpage><pub-id pub-id-type="pmid">16622192</pub-id></element-citation></ref><ref id="bib15"><label>15</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Prunier</surname><given-names>A.L.</given-names></name><name><surname>Malbruny</surname><given-names>B.</given-names></name><name><surname>Laurans</surname><given-names>M.</given-names></name><name><surname>Brouard</surname><given-names>J.</given-names></name><name><surname>Duhamel</surname><given-names>J.F.</given-names></name><name><surname>Leclerc</surname><given-names>R.</given-names></name></person-group><article-title>High rate of macrolide resistance in <italic>Staphylococcus aureus</italic> strains from patients with cystic fibrosis reveals high proportions of hypermutable strains</article-title><source>J Infect Dis</source><volume>187</volume><year>2003</year><fpage>1709</fpage><lpage>1716</lpage><pub-id pub-id-type="pmid">12751028</pub-id></element-citation></ref><ref id="bib16"><label>16</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Kahl</surname><given-names>B.</given-names></name><name><surname>Herrmann</surname><given-names>M.</given-names></name><name><surname>Everding</surname><given-names>A.S.</given-names></name><name><surname>Koch</surname><given-names>H.G.</given-names></name></person-group><article-title>Persistent infection with small colony variant strains of <italic>Staphylococcus aureus</italic> in patients with cystic fibrosis</article-title><source>J Infect Dis</source><volume>177</volume><year>1998</year><fpage>1023</fpage><lpage>1029</lpage><pub-id pub-id-type="pmid">9534977</pub-id></element-citation></ref><ref id="bib17"><label>17</label><mixed-citation publication-type="other">Gillian PH, Kiska DL, Appleman MD. Cumitech 43, Cystic fibrosis microbiology. Appleman MD, coordinador editor. American Society for Microbiology; 2006.</mixed-citation></ref><ref id="bib18"><label>18</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>M&#x000f6;ller</surname><given-names>L.V.M.</given-names></name><name><surname>Regelink</surname><given-names>A.G.</given-names></name><name><surname>Grasselier</surname><given-names>H.</given-names></name><name><surname>Dankert-Roelse</surname><given-names>E.</given-names></name><name><surname>Dankert</surname><given-names>J.</given-names></name><name><surname>Van Alphen</surname><given-names>L.</given-names></name></person-group><article-title>Multiple <italic>Haemophilus influenzae</italic> strains and strain variants coexist in the respiratory tract of patients with cystic fibrosis</article-title><source>J Infect Dis</source><volume>172</volume><year>1995</year><fpage>1388</fpage><lpage>1392</lpage><pub-id pub-id-type="pmid">7594685</pub-id></element-citation></ref><ref id="bib19"><label>19</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Rom&#x000e1;n</surname><given-names>F.</given-names></name><name><surname>Cant&#x000f3;n</surname><given-names>R.</given-names></name><name><surname>P&#x000e9;rez-V&#x000e1;zquez</surname><given-names>M.</given-names></name><name><surname>Baquero</surname><given-names>F.</given-names></name><name><surname>Campos</surname><given-names>J.</given-names></name></person-group><article-title>Dynamics of long-term colonization of respiratory tract by <italic>Haemophilus influenzae</italic> in cystic fibrosis patients shows a marked increase in hypermutable strains</article-title><source>J Clin Microbiol</source><volume>42</volume><year>2004</year><fpage>1450</fpage><lpage>1459</lpage><pub-id pub-id-type="pmid">15070988</pub-id></element-citation></ref><ref id="bib20"><label>20</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>P&#x000e9;rez-V&#x000e1;zquez</surname><given-names>M.</given-names></name><name><surname>Rom&#x000e1;n</surname><given-names>F.</given-names></name><name><surname>Garc&#x000ed;a-Cobos</surname><given-names>S.</given-names></name><name><surname>Campos</surname><given-names>J.</given-names></name></person-group><article-title>Fluoroquinolone resistance in <italic>Haemophilus influenzae</italic> is associated with hypermutability</article-title><source>Antimicrob Agents Chemother</source><volume>51</volume><year>2007</year><fpage>1566</fpage><lpage>1569</lpage><pub-id pub-id-type="pmid">17283196</pub-id></element-citation></ref><ref id="bib21"><label>21</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Del Campo</surname><given-names>R.</given-names></name><name><surname>Morosini</surname><given-names>M.I.</given-names></name><name><surname>De la Pedrosa</surname><given-names>E.G.</given-names></name><name><surname>Fenoll</surname><given-names>A.</given-names></name><name><surname>Mu&#x000f1;oz-Almagro</surname><given-names>C.</given-names></name><name><surname>Maiz</surname><given-names>L.</given-names></name></person-group><article-title>Spanish Pneumococcal Infection Study Network. Population structure, antimicrobial resistance, and mutation frequencies of <italic>Streptococcus pneumoniae</italic> isolates from cystic fibrosis patients</article-title><source>J Clin Microbiol</source><volume>43</volume><year>2005</year><fpage>2207</fpage><lpage>2214</lpage><pub-id pub-id-type="pmid">15872243</pub-id></element-citation></ref><ref id="bib22"><label>22</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Garcia-Castillo</surname><given-names>M.</given-names></name><name><surname>Morosini</surname><given-names>M.I.</given-names></name><name><surname>Valverde</surname><given-names>A.</given-names></name><name><surname>Almaraz</surname><given-names>F.</given-names></name><name><surname>Baquero</surname><given-names>F.</given-names></name><name><surname>Cant&#x000f3;n</surname><given-names>R.</given-names></name></person-group><article-title>Differences in biofilm development and antibiotic susceptibility among <italic>Streptococcus pneumoniae</italic> isolates from cystic fibrosis samples and blood cultures</article-title><source>J Antimicrob Chemother</source><volume>59</volume><year>2007</year><fpage>301</fpage><lpage>304</lpage><pub-id pub-id-type="pmid">17142818</pub-id></element-citation></ref><ref id="bib23"><label>23</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>LiPuma</surname><given-names>J.J.</given-names></name></person-group><article-title><italic>Burkholderia cepacia complex:</italic> a contraindication to lung transplantation in cystic fibrosis?</article-title><source>Transpl Infect Dis</source><volume>3</volume><year>2001</year><fpage>149</fpage><lpage>160</lpage><pub-id pub-id-type="pmid">11493397</pub-id></element-citation></ref><ref id="bib24"><label>24</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Saiman</surname><given-names>L.</given-names></name><name><surname>Siegel</surname><given-names>J.</given-names></name></person-group><article-title>Infection control in cystic fibrosis</article-title><source>Clin Microbiol Rev</source><volume>17</volume><year>2004</year><fpage>57</fpage><lpage>71</lpage><pub-id pub-id-type="pmid">14726455</pub-id></element-citation></ref><ref id="bib25"><label>25</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Beringer</surname><given-names>P.M.</given-names></name><name><surname>Appleman</surname><given-names>M.D.</given-names></name></person-group><article-title>Unusual respiratory bacterial flora in cystic fibrosis: microbiologic and clinical features</article-title><source>Curr Op Pulm Med</source><volume>6</volume><year>2000</year><fpage>545</fpage><lpage>550</lpage></element-citation></ref><ref id="bib26"><label>26</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Valdezate</surname><given-names>S.</given-names></name><name><surname>Vindel</surname><given-names>A.</given-names></name><name><surname>Maiz</surname><given-names>L.</given-names></name><name><surname>Baquero</surname><given-names>F.</given-names></name><name><surname>Escobar</surname><given-names>H.</given-names></name><name><surname>Cant&#x000f3;n</surname><given-names>R.</given-names></name></person-group><article-title>Persistence and variability of <italic>Stenotrophomonas maltophilia</italic> in cystic fibrosis patients, Madrid, 1991&#x02013;1998</article-title><source>Emerg Infect Dis</source><volume>7</volume><year>2001</year><fpage>113</fpage><lpage>122</lpage><pub-id pub-id-type="pmid">11266301</pub-id></element-citation></ref><ref id="bib27"><label>27</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Olivier</surname><given-names>K.N.</given-names></name><name><surname>Weber</surname><given-names>D.J.</given-names></name><name><surname>Wallace</surname><given-names>R.J.</given-names></name><name><surname>Faiz</surname><given-names>A.R.</given-names></name><name><surname>Lee</surname><given-names>J.</given-names></name><name><surname>Zhang</surname><given-names>Y.</given-names></name></person-group><article-title>Nontuberculous Mycobacteria. I: Multicenter prevalence study in cystic fibrosis</article-title><source>Am J Respir Crit Care Med</source><volume>167</volume><year>2003</year><fpage>828</fpage><lpage>834</lpage><pub-id pub-id-type="pmid">12433668</pub-id></element-citation></ref><ref id="bib28"><label>28</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Pierre-Audigier</surname><given-names>C.</given-names></name><name><surname>Ferroni</surname><given-names>A.</given-names></name><name><surname>Sermet-Gaudelus</surname><given-names>I.S.</given-names></name><name><surname>Le Bourgeois</surname><given-names>M.</given-names></name><name><surname>Offredo</surname><given-names>C.</given-names></name><name><surname>Vu-Thien</surname><given-names>H.</given-names></name></person-group><article-title>Age-related prevalence and distribution of nontuberculous mycobacteria species among patients with cystic fibrosis</article-title><source>J Clin Microbiol</source><volume>43</volume><year>2005</year><fpage>3467</fpage><lpage>3470</lpage><pub-id pub-id-type="pmid">16000480</pub-id></element-citation></ref><ref id="bib29"><label>29</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Oliver</surname><given-names>A.</given-names></name><name><surname>Maiz</surname><given-names>L.</given-names></name><name><surname>Cant&#x000f3;n</surname><given-names>R.</given-names></name><name><surname>Escobar</surname><given-names>H.</given-names></name><name><surname>Baquero</surname><given-names>F.</given-names></name><name><surname>G&#x000f3;mez-Mampaso</surname><given-names>E.</given-names></name></person-group><article-title>Nontuberculous mycobacteria in patients with cystic fibrosis</article-title><source>Clin Infect Dis</source><volume>32</volume><year>2001</year><fpage>1298</fpage><lpage>1303</lpage><pub-id pub-id-type="pmid">11303264</pub-id></element-citation></ref><ref id="bib30"><label>30</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Stevens</surname><given-names>D.A.</given-names></name><name><surname>Moss</surname><given-names>R.B.</given-names></name><name><surname>Kurup</surname><given-names>V.P.</given-names></name><name><surname>Knutsen</surname><given-names>A.P.</given-names></name><name><surname>Greenberger</surname><given-names>P.</given-names></name><name><surname>Judson</surname><given-names>M.A.</given-names></name></person-group><article-title>Allergic bronchopulmonary <italic>Aspergillosis</italic> in cystic fibrosis&#x02013; state of de art: Cystic Fibrosis Foundation Consensus Conference</article-title><source>Clin Infect Dis</source><volume>37</volume><issue>Suppl 3</issue><year>2003</year><fpage>S225</fpage><lpage>S264</lpage><pub-id pub-id-type="pmid">12975753</pub-id></element-citation></ref><ref id="bib31"><label>31</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Olesen</surname><given-names>H.V.</given-names></name><name><surname>Nielsen</surname><given-names>L.P.</given-names></name><name><surname>Schiotz</surname><given-names>P.O.</given-names></name></person-group><article-title>Viral and atypical bacterial infections in the outpatients pediatric cystic fibrosis clinic</article-title><source>Pediatric Pulmonology</source><volume>41</volume><year>2006</year><fpage>1197</fpage><lpage>1204</lpage><pub-id pub-id-type="pmid">17058280</pub-id></element-citation></ref><ref id="bib32"><label>32</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Meseguer</surname><given-names>M.A.</given-names></name><name><surname>Cacho</surname><given-names>J.B.</given-names></name><name><surname>Oliver</surname><given-names>A.</given-names></name><name><surname>Puig de la Bellacasa</surname><given-names>J.</given-names></name></person-group><article-title>Diagn&#x000f3;stico microbiol&#x000f3;gico de las infecciones bacterianas del tracto respiratorio inferior</article-title><source>Enferm Infecc Microbiol Clin</source><volume>26</volume><year>2008</year><fpage>430</fpage><lpage>436</lpage><pub-id pub-id-type="pmid">18842239</pub-id></element-citation></ref><ref id="bib33"><label>33</label><mixed-citation publication-type="other">Alarc&#x000f3;n T, Caballero E, Cant&#x000f3;n R, Oliver A. Diagn&#x000f3;stico microbiol&#x000f3;gico de la colonizaci&#x000f3;n-infecci&#x000f3;n broncopulmonar en el paciente con fibrosis qu&#x000ed;stica. En: Cercenado E, Cant&#x000f3;n R, editores. Procedimientos en Microbiolog&#x000ed;a Cl&#x000ed;nica n.<sup>o</sup> 25. 2.<sup>a</sup> ed. Sociedad Espa&#x000f1;ola de Enfermedades Infecciosas y Microbiolog&#x000ed;a Cl&#x000ed;nica (SEIMC). Disponible en: <ext-link ext-link-type="uri" xlink:href="http://www.seimc.org/documentos/index.asp?apV=documentos&#x00026;apV1=documentos&#x00026;apnv0=documentos_index_txt.htm">http://www.seimc.org/documentos/index.asp?apV=documentos&#x00026;apV1=documentos&#x00026;apnv0=documentos_index_txt.htm</ext-link>.</mixed-citation></ref><ref id="bib34"><label>34</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Burns</surname><given-names>J.L.</given-names></name><name><surname>Saiman</surname><given-names>L.</given-names></name><name><surname>Whittiet</surname><given-names>S.</given-names></name><name><surname>Krzewinska</surname><given-names>J.</given-names></name><name><surname>Liu</surname><given-names>Z.</given-names></name><name><surname>Larone</surname><given-names>D.</given-names></name></person-group><article-title>Comparison of two comertial systems (vitek and MicroScan-Walkaway) for antimicrobial susceptibility testing of <italic>Pseudomonas aeruginosa</italic> isolates from cystic fibrosis patients</article-title><source>Diagn Microbiol Infect Dis</source><volume>39</volume><year>2001</year><fpage>257</fpage><lpage>260</lpage><pub-id pub-id-type="pmid">11404070</pub-id></element-citation></ref><ref id="bib35"><label>35</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Morosini</surname><given-names>M.I.</given-names></name><name><surname>Garc&#x000ed;a-Castillo</surname><given-names>M.</given-names></name><name><surname>Loza</surname><given-names>E.</given-names></name><name><surname>P&#x000e9;rez-V&#x000e1;zquez</surname><given-names>M.</given-names></name><name><surname>Baquero</surname><given-names>F.</given-names></name><name><surname>Cant&#x000f3;n</surname><given-names>R.</given-names></name></person-group><article-title>Breakpoints for predicting <italic>Pseudomonas aeruginosa</italic> susceptibility to inhaled tobramycin in cystic fibrosis patients: use of high-range Etest strips</article-title><source>J Clin Microbiol</source><volume>43</volume><year>2005</year><fpage>4480</fpage><lpage>4485</lpage><pub-id pub-id-type="pmid">16145095</pub-id></element-citation></ref><ref id="bib36"><label>36</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Maci&#x000e1;</surname><given-names>M.D.</given-names></name><name><surname>Borrell</surname><given-names>N.</given-names></name><name><surname>P&#x000e9;rez</surname><given-names>J.L.</given-names></name><name><surname>Oliver</surname><given-names>A.</given-names></name></person-group><article-title>Detection and susceptibility testing of hypermutable <italic>Pseudomonas aeruginosa</italic> strains with the Etest and disk diffusion</article-title><source>Antimicrob Agents Chemother</source><volume>48</volume><year>2004</year><fpage>2665</fpage><lpage>2672</lpage><pub-id pub-id-type="pmid">15215124</pub-id></element-citation></ref><ref id="bib37"><label>37</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Ceri</surname><given-names>H.</given-names></name><name><surname>Olson</surname><given-names>M.E.</given-names></name><name><surname>Stremick</surname><given-names>C.</given-names></name></person-group><article-title>The Calgary Biofilm Device: new technology for rapid determination of antibiotic susceptibilities of bacterial biofilms</article-title><source>J Clin Microbiol</source><volume>37</volume><year>1999</year><fpage>1771</fpage><lpage>1776</lpage><pub-id pub-id-type="pmid">10325322</pub-id></element-citation></ref><ref id="bib38"><label>38</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Moskowitz</surname><given-names>S.M.</given-names></name><name><surname>Foster</surname><given-names>J.M.</given-names></name><name><surname>Emersonet</surname><given-names>J.</given-names></name></person-group><article-title>Clinically feasible biofilm susceptibility assay for isolates of <italic>Pseudomonas aeruginosa</italic> from patients with cystic fibrosis</article-title><source>J Clin Microbiol</source><volume>42</volume><year>2004</year><fpage>1915</fpage><lpage>1922</lpage><pub-id pub-id-type="pmid">15131149</pub-id></element-citation></ref><ref id="bib39"><label>39</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Cant&#x000f3;n</surname><given-names>R.</given-names></name><name><surname>Cobos</surname><given-names>N.</given-names></name><name><surname>De Grac&#x000ed;a</surname><given-names>J.</given-names></name><name><surname>Baquero</surname><given-names>F.</given-names></name><name><surname>Honorato</surname><given-names>J.</given-names></name><name><surname>Gartner</surname><given-names>S.</given-names></name></person-group><article-title>Spanish Consensus Group for Antimicrobial Therapy in the Cystic Fibrosis Patient. Antimicrobial therapy for pulmonary pathogenic colonisation and infection by <italic>Pseudomonas aeruginosa</italic> in cystic fibrosis patients</article-title><source>Clin Microbiol Infect</source><volume>11</volume><year>2005</year><fpage>690</fpage><lpage>703</lpage><pub-id pub-id-type="pmid">16104983</pub-id></element-citation></ref><ref id="bib40"><label>40</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Tramper-Stranders</surname><given-names>G.A.</given-names></name><name><surname>Van der Ent</surname><given-names>C.K.</given-names></name><name><surname>Wolfs</surname><given-names>T.F.W.</given-names></name></person-group><article-title>Detection of <italic>Pseudomonas aeruginosa</italic> in patients with cystic fibrosis</article-title><source>J Cyst Fibr</source><volume>4</volume><year>2005</year><fpage>37</fpage><lpage>43</lpage></element-citation></ref><ref id="bib41"><label>41</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Mahenthiralingam</surname><given-names>E.</given-names></name><name><surname>Bischof</surname><given-names>J.</given-names></name><name><surname>Byrne</surname><given-names>S.K.</given-names></name><name><surname>Radomski</surname><given-names>C.</given-names></name><name><surname>Davies</surname><given-names>J.E.</given-names></name><name><surname>Av-Gay</surname><given-names>Y.</given-names></name></person-group><article-title>DNA-based diagnostic approaches for identification of Burkholderia cepacia complex, Burkholderia vietnamiensis, Burkholderia multivorans, Burkholderia stabilis, and Burkholderia cepacia genomovars I and III</article-title><source>J Clin Microbiol</source><volume>38</volume><year>2000</year><fpage>3165</fpage><lpage>3173</lpage><pub-id pub-id-type="pmid">10970351</pub-id></element-citation></ref><ref id="bib42"><label>42</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Vonberg</surname><given-names>R.</given-names></name><name><surname>HauBler</surname><given-names>S.</given-names></name><name><surname>Vandamme</surname><given-names>P.</given-names></name><name><surname>Steinmetz</surname><given-names>I.</given-names></name></person-group><article-title>Identification of <italic>Burkholderia cepacia complex</italic> pathogens by rapid-cycle PCR with fluorescent hybridization probes</article-title><source>J Med Microbiol</source><volume>55</volume><year>2006</year><fpage>721</fpage><lpage>727</lpage><pub-id pub-id-type="pmid">16687590</pub-id></element-citation></ref><ref id="bib43"><label>43</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Perry</surname><given-names>J.D.</given-names></name><name><surname>Laine</surname><given-names>L.</given-names></name><name><surname>Hughes</surname><given-names>S.</given-names></name><name><surname>Nicholson</surname><given-names>A.</given-names></name><name><surname>Galloway</surname><given-names>A.</given-names></name><name><surname>Gould</surname><given-names>F.K.</given-names></name></person-group><article-title>Recovery of antimicrobial-resistant <italic>Pseudomonas aeruginosa</italic> from sputa of cystic fibrosis patients by culture on selective media</article-title><source>J Antimicrob Chemother</source><volume>61</volume><year>2008</year><fpage>1057</fpage><lpage>1061</lpage><pub-id pub-id-type="pmid">18316821</pub-id></element-citation></ref><ref id="bib44"><label>44</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>West</surname><given-names>E.S.H.</given-names></name><name><surname>Zeng</surname><given-names>L.</given-names></name><name><surname>Lee</surname><given-names>B.L.</given-names></name><name><surname>Kosorok</surname><given-names>M.R.</given-names></name><name><surname>Laxova</surname><given-names>A.</given-names></name><name><surname>Rock</surname><given-names>M.J.</given-names></name></person-group><article-title>Respiratory infections with <italic>Pseudomonas aeruginosa</italic> in children with cystic fibrosis. Early detection by serology and assessment of risk factors</article-title><source>JAMA</source><volume>287</volume><year>2002</year><fpage>2958</fpage><lpage>2967</lpage><pub-id pub-id-type="pmid">12052125</pub-id></element-citation></ref><ref id="bib45"><label>45</label><element-citation publication-type="journal"><person-group person-group-type="author"><name><surname>Ratjen</surname><given-names>F.</given-names></name><name><surname>Walter</surname><given-names>H.</given-names></name><name><surname>Haug</surname><given-names>M.</given-names></name><name><surname>Meisner</surname><given-names>C.</given-names></name><name><surname>Grasemann</surname><given-names>H.</given-names></name><name><surname>Doring</surname><given-names>G.</given-names></name></person-group><article-title>Diagnostic value of serum antibodies in early <italic>Pseudomonas aeruginosa</italic> infection in cystic fibrosis patients</article-title><source>Pediatric Pulmonol</source><volume>42</volume><year>2007</year><fpage>249</fpage><lpage>255</lpage></element-citation></ref></ref-list></back></article>