<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article" xml:lang="es"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><front><journal-meta><journal-id journal-id-type="nlm-ta">Rehabilitacion (Madr)</journal-id><journal-id journal-id-type="iso-abbrev">Rehabilitacion (Madr)</journal-id><journal-title-group><journal-title>Rehabilitacion</journal-title></journal-title-group><issn pub-type="ppub">0048-7120</issn><issn pub-type="epub">1578-3278</issn><publisher><publisher-name>Sociedad Espa&#x000f1;ola de Rehabilitaci&#x000f3;n y Medicina F&#x000ed;sica. Published by Elsevier Espa&#x000f1;a, S.L.U.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7414309</article-id><article-id pub-id-type="pii">S0048-7120(20)30089-X</article-id><article-id pub-id-type="doi">10.1016/j.rh.2020.07.002</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original</subject></subj-group></article-categories><title-group><article-title>Luchando contra la COVID-19: labor asistencial de los m&#x000e9;dicos rehabilitadores espa&#x000f1;oles. Estudio transversal</article-title><trans-title-group xml:lang="en"><trans-title>Fighting against COVID-19: clinical activities of spanish rehabilitation physicians: A cross-sectional study</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" id="aut0005"><name><surname>Garc&#x000ed;a Bascones</surname><given-names>M.</given-names></name><xref rid="cor0005" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="aut0010"><name><surname>Puentes Guti&#x000e9;rrez</surname><given-names>A.B.</given-names></name></contrib><contrib contrib-type="author" id="aut0015"><name><surname>Fern&#x000e1;ndez Garc&#x000ed;a</surname><given-names>L.</given-names></name></contrib><contrib contrib-type="author" id="aut0020"><name><surname>Rubio Mellado</surname><given-names>M.</given-names></name></contrib><contrib contrib-type="author" id="aut0025"><name><surname>Madrid S&#x000e1;nchez</surname><given-names>J.</given-names></name></contrib><contrib contrib-type="author" id="aut0030"><name><surname>Hern&#x000e1;ndez L&#x000f3;pez</surname><given-names>M.</given-names></name></contrib><aff id="aff0005">Complejo Hospitalario Universitario Toledo, Toledo, Espa&#x000f1;a</aff></contrib-group><author-notes><corresp id="cor0005"><label>&#x0204e;</label>Autor para correspondencia.</corresp></author-notes><pub-date pub-type="pmc-release"><day>8</day><month>8</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="ppub" iso-8601-date="2020-12-01"><season>October-December</season><year>2020</year></pub-date><pub-date pub-type="epub"><day>8</day><month>8</month><year>2020</year></pub-date><volume>54</volume><issue>4</issue><fpage>260</fpage><lpage>268</lpage><history><date date-type="received"><day>28</day><month>4</month><year>2020</year></date><date date-type="accepted"><day>16</day><month>7</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 Sociedad Espa&#x000f1;ola de Rehabilitaci&#x000f3;n y Medicina F&#x000ed;sica. Published by Elsevier Espa&#x000f1;a, S.L.U. All rights reserved.</copyright-statement><copyright-year>2020</copyright-year><copyright-holder>Sociedad Espa&#x000f1;ola de Rehabilitaci&#x000f3;n y Medicina F&#x000ed;sica</copyright-holder><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0010"><sec><title>Objetivo</title><p>El objetivo de este estudio es analizar el impacto y la organizaci&#x000f3;n tanto asistencial como docente en los Servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n de Espa&#x000f1;a ante el nuevo y cambiante escenario debido a la pandemia por la COVID-19.</p></sec><sec><title>M&#x000e9;todos</title><p>Se realiza una encuesta dirigida a los tutores de los Servicios de Rehabilitaci&#x000f3;n. Un total de 31 preguntas divididas en 6 apartados: informaci&#x000f3;n general de los Servicios, adaptaci&#x000f3;n del Servicio durante el periodo COVID, labor asistencial de los m&#x000e9;dicos rehabilitadores, abordaje rehabilitador de pacientes COVID, consecuencia de la pandemia sobre la salud de los rehabilitadores y labores de tutor&#x000ed;a durante ese periodo.</p></sec><sec><title>Resultados</title><p>Se recibieron un total de 54 encuestas. Casi la mitad de los Servicios cancelaron todas las consultas presenciales (40%) y las salas de terapias se destinaron a camas de pacientes COVID (48%). En 30 hospitales (55,6%) los facultativos han trabajado en plantas COVID. La gran mayor&#x000ed;a de los Servicios han elaborado material gr&#x000e1;fico y audiovisual con ejercicios, as&#x000ed; como protocolos de derivaci&#x000f3;n y tratamiento rehabilitador de pacientes COVID ingresados. Casi la mitad de los Servicios encuestados han tenido alg&#x000fa;n caso de ansiedad en el personal m&#x000e9;dico. Las labores de tutor&#x000ed;a se han anulado (40,7%) o disminuido (35,2%).</p></sec><sec><title>Conclusiones</title><p>La organizaci&#x000f3;n de los Servicios de Rehabilitaci&#x000f3;n para hacer frente a la pandemia ha sido similar en todo el territorio espa&#x000f1;ol. La respuesta de los Servicios a la crisis sanitaria ha visualizado la versatilidad de trabajo de los m&#x000e9;dicos rehabilitadores.</p></sec></abstract><trans-abstract xml:lang="en"><sec><title>Objective</title><p>The aim of this study was to analyse both the impact of the pandemic and clinical and teaching organisation in Spanish Physical Medicine and Rehabilitation Departments during the COVID-19 pandemic.</p></sec><sec><title>Methods</title><p>A survey was conducted of the tutors of rehabilitation departments. The questionnaire contained 31 questions divided into 6 parts about the following: general information on the department, adaptation of rehabilitation departments to the COVID pandemic, clinical work of rehabilitation physicians, the approach to rehabilitation in COVID patients, and the effects of the pandemic on the health and teaching activity of rehabilitation physicians during this period.</p></sec><sec><title>Results</title><p>A total of 54 responses were obtained. Almost half of the departments cancelled face-to-face medical consultations (40%) and 48% of the treatment rooms were turned into COVID beds. In 30 hospitals (55.6%), the physicians worked in COVID units. Most of the rehabilitation departments developed both graphic and audiovisual material with exercises, referral protocols and guidelines for the rehabilitation management and treatment of COVID 19 patients. Half of the departments reported some anxiety symptoms in medical staff. Tutorial work has been cancelled (40.7%) or reduced (35.2%).</p></sec><sec><title>Conclusions</title><p>The organisation of Spanish rehabilitation departments in response to the COVID pandemic has been very similar throughout the country. The response of these departments to the healthcare crisis has revealed the versatility of rehabilitation physicians.</p></sec></trans-abstract><kwd-group id="kwd0005"><title>Palabras clave</title><kwd>Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n</kwd><kwd>Rehabilitaci&#x000f3;n</kwd><kwd>COVID-19</kwd><kwd>Coronavirus</kwd><kwd>Ansiedad</kwd></kwd-group><kwd-group xml:lang="en" id="kwd0010"><title>Keywords</title><kwd>Physical and Rehabilitation Medicine</kwd><kwd>Rehabilitation</kwd><kwd>COVID-19</kwd><kwd>Coronavirus</kwd><kwd>Anxiety</kwd></kwd-group></article-meta></front><body><sec id="sec0005"><title>Introducci&#x000f3;n</title><p id="par0005">En diciembre de 2019 en Wuhan (China) aparecieron los primeros casos de un s&#x000ed;ndrome agudo respiratorio causado por un nuevo virus que posteriormente se ha denominado SARS-CoV-2. Este virus pertenece a la familia de los Coronaviridae, al igual que el SARS-CoV que caus&#x000f3; la epidemia del s&#x000ed;ndrome respiratorio agudo severo en 2002 y que el MERS-CoV que produjo la epidemia del s&#x000ed;ndrome respiratorio de Oriente Medio en 2012<xref rid="bib0130" ref-type="bibr"><sup>1</sup></xref>.</p><p id="par0010">Este nuevo virus se ha ido extendiendo r&#x000e1;pidamente por todo el mundo, siendo Espa&#x000f1;a uno de los pa&#x000ed;ses europeos m&#x000e1;s afectados<xref rid="bib0135" ref-type="bibr"><sup>2</sup></xref>. Desde la gripe espa&#x000f1;ola acaecida en 1918 no ha habido ninguna otra pandemia como la que estamos viviendo actualmente.</p><p id="par0015">La OMS propuso el nombre COVID-19 a la enfermedad (acr&#x000f3;nimo COrona VIrus Disease-2019<bold>)</bold> siguiendo una gu&#x000ed;a de buenas pr&#x000e1;cticas para evitar denominaciones que se asocian a lugares, animales o profesiones<xref rid="bib0255" ref-type="bibr"><sup>3</sup></xref>. Fue declarada como pandemia por la OMS el pasado 11 de marzo<xref rid="bib0260" ref-type="bibr"><sup>4</sup></xref>.</p><p id="par0020">La pandemia COVID-19&#x000a0;ha puesto contra las cuerdas a nuestro actual sistema sanitario, afectando fundamentalmente a la Atenci&#x000f3;n Primaria, Urgencias Hospitalarias, Servicios de Medicina Interna y Geriatr&#x000ed;a y las Unidades de Cuidados Intensivos, pero pr&#x000e1;cticamente todos los servicios m&#x000e9;dicos y quir&#x000fa;rgicos se han visto afectados de alg&#x000fa;n modo y muchos de ellos se han puesto a disposici&#x000f3;n de los Servicios de Medicina Interna y Urgencias.</p><p id="par0025">Desde que esta crisis sanitaria comenzara en Espa&#x000f1;a, los servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n (MFyR) se han ido adaptando a las necesidades de los hospitales tanto de personal como de infraestructura. La organizaci&#x000f3;n de los Servicios no ha sido f&#x000e1;cil por muchas razones, pero fundamentalmente por el desconocimiento sobre el virus, su velocidad de propagaci&#x000f3;n y por la heterogeneidad de afectaci&#x000f3;n en el territorio espa&#x000f1;ol.</p><p id="par0030">Esto ha ido provocando, al igual que sucedi&#x000f3; con anterioridad en Italia<xref rid="bib0140" ref-type="bibr">5</xref>, <xref rid="bib0145" ref-type="bibr">6</xref> que los Servicios hayan ido variando su labor asistencial desde que empezaran los primeros casos. En las primeras semanas muchos servicios anularon las consultas, valorando de manera presencial &#x000fa;nicamente pacientes con criterios de urgencia, realizando consultas telef&#x000f3;nicas y cerrando salas de tratamiento; posteriormente muchos rehabilitadores pasaron a formar parte de equipos m&#x000e9;dicos de valoraci&#x000f3;n de pacientes COVID tanto en planta como en urgencia y en las &#x000fa;ltimas semanas se empieza a recuperar la actividad rehabilitadora con la valoraci&#x000f3;n de las patolog&#x000ed;as derivadas del propio virus, fundamentalmente de pacientes de unidades de cr&#x000ed;ticos, sin haberse recuperado la total normalidad en el funcionamiento de los Servicios hasta el momento.</p><p id="par0035">El objetivo del presente trabajo es analizar el impacto y la organizaci&#x000f3;n tanto asistencial como docente en los Servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n del territorio espa&#x000f1;ol durante la crisis sanitaria de la COVID-19.</p></sec><sec id="sec0010"><title>Material y m&#x000e9;todo</title><p id="par0040">Se realiz&#x000f3; un estudio descriptivo transversal sobre la actividad de los m&#x000e9;dicos rehabilitadores espa&#x000f1;oles en la crisis sanitaria de la COVID-19.</p><p id="par0045">El estudio se realiz&#x000f3; a trav&#x000e9;s de una encuesta realizada durante la semana del 14 al 22 de abril de 2020, que recog&#x000ed;a informaci&#x000f3;n sobre la actuaci&#x000f3;n de los Servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n de Espa&#x000f1;a con acreditaci&#x000f3;n para la formaci&#x000f3;n MIR.</p><p id="par0050">La encuesta realizada se dirigi&#x000f3; al colectivo de tutores debido a su conocimiento sobre el funcionamiento tanto de facultativos como de residentes en los servicios de Rehabilitaci&#x000f3;n y a su nivel alto de colaboraci&#x000f3;n habitual en los grupos de trabajo.</p><p id="par0055">El cuestionario se realiz&#x000f3; utilizando el servicio de alojamiento de ficheros Google Drive y se difundi&#x000f3; v&#x000ed;a telem&#x000e1;tica (aplicaci&#x000f3;n de mensajer&#x000ed;a Whatsapp).</p><p id="par0060">Un total de 31 preguntas se dividieron en seis apartados:<list list-type="simple" id="lis0005"><list-item id="lsti0005"><label>-</label><p id="par0065">Informaci&#x000f3;n general del Servicio de Rehabilitaci&#x000f3;n: nombre del centro hospitalario y ciudad; n&#x000fa;mero total de facultativos especialistas; n&#x000fa;mero de m&#x000e9;dicos internos residentes por a&#x000f1;o; edad media de los facultativos del servicio (seg&#x000fa;n rangos de edad 30-40, 40-55,&#x000a0;&#x0003e;55 a&#x000f1;os).</p></list-item><list-item id="lsti0010"><label>-</label><p id="par0070">Adaptaci&#x000f3;n del Servicio de Rehabilitaci&#x000f3;n durante el periodo COVID: situaci&#x000f3;n de consultas presenciales, de tratamientos ambulatorios y hospitalarios en pacientes no COVID, utilizaci&#x000f3;n de las salas de tratamiento de rehabilitaci&#x000f3;n durante la crisis COVID-19.</p></list-item><list-item id="lsti0015"><label>-</label><p id="par0075">Labor de m&#x000e9;dicos rehabilitadores durante el periodo COVID: labor asistencial diaria de facultativos y residentes, incluidas guardias por parte de los facultativos.</p></list-item><list-item id="lsti0020"><label>-</label><p id="par0080">Abordaje desde el punto de vista rehabilitador de pacientes COVID: valoraci&#x000f3;n y/o tratamiento de pacientes COVID ingresados en Unidades de Cuidados Intensivos (UCI) o planta, peticiones de valoraci&#x000f3;n m&#x000e1;s frecuentes, elaboraci&#x000f3;n de protocolos, videos y folletos, fuentes cient&#x000ed;ficas de informaci&#x000f3;n sobre COVID.</p></list-item><list-item id="lsti0025"><label>-</label><p id="par0085">Consecuencia de la pandemia sobre la salud de los m&#x000e9;dicos rehabilitadores: n&#x000fa;mero de incapacidades temporales por alguna condici&#x000f3;n m&#x000e9;dica previa con el objetivo de prevenir contagio de COVID, n&#x000fa;mero de ingresos y aislamientos debido a la COVID-19 y s&#x000ed;ntomas de ansiedad durante este periodo.</p></list-item><list-item id="lsti0030"><label>-</label><p id="par0090">Labores de tutor&#x000ed;a durante ese periodo, as&#x000ed; como rotaciones de residentes canceladas.</p></list-item></list>
</p><p id="par0095">Al ser un cuestionario no presencial, puede dar lugar a sesgos en cuanto a la recogida de datos (dudas al contestar preguntas o falta de inter&#x000e9;s por parte de los encuestados para cumplimentar todo el cuestionario). Otro sesgo puede ser la v&#x000ed;a de difusi&#x000f3;n elegida, a priori una v&#x000ed;a r&#x000e1;pida, pero puede que no sea la m&#x000e1;s efectiva para asegurar su recepci&#x000f3;n en todos los hospitales con docencia.</p><p id="par0100">El an&#x000e1;lisis estad&#x000ed;stico se realiz&#x000f3; mediante el programa inform&#x000e1;tico IBM SPSS Statics v.22.0. Se realiz&#x000f3; un an&#x000e1;lisis descriptivo mediante t&#x000e9;cnicas estad&#x000ed;sticas b&#x000e1;sicas estimando las medias como medida de tendencia central y las desviaciones est&#x000e1;ndar como medidas de dispersi&#x000f3;n en las variables cuantitativas. Para las variables cualitativas se obtuvieron las frecuencias absolutas y las proporciones para las distintas categor&#x000ed;as. Un valor de p&#x0003c;&#x000a0;0,05 fue asumido para significaci&#x000f3;n estad&#x000ed;stica. Para los contrastes de hip&#x000f3;tesis entre variables cualitativas se us&#x000f3; la prueba de chi cuadrado.</p></sec><sec id="sec0015"><title>Resultados</title><p id="par0105">De un total de 64 hospitales con acreditaci&#x000f3;n para la formaci&#x000f3;n MIR se respondieron 54 encuestas pertenecientes a todas las Comunidades Aut&#x000f3;nomas (<xref rid="tbl0005" ref-type="table">tabla 1</xref>
).<table-wrap position="float" id="tbl0005"><label>Tabla 1</label><caption><p>Resumen de los resultados de la encuesta sobre la organizaci&#x000f3;n de los Servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n (MFyR) durante la pandemia COVID-19</p></caption><alt-text id="at1">Tabla 1</alt-text><table frame="hsides" rules="groups"><thead><tr><th colspan="2" align="left">Adaptaci&#x000f3;n de los servicios de medicina f&#x000ed;sica y rehabilitacion</th><th align="left">N.&#x000b0; Servicios (n total 54)</th></tr></thead><tbody><tr><td rowspan="2" align="left">Consultas presenciales ambulatorias</td><td align="left">Cancelaci&#x000f3;n de todas las consultas</td><td align="left">21</td></tr><tr><td align="left">Solo valoraci&#x000f3;n presencial de patolog&#x000ed;a urgente</td><td align="left">33</td></tr><tr><td rowspan="2" align="left">Tratamientos de pacientes ambulatorios</td><td align="left">Realizaci&#x000f3;n s&#x000f3;lo tratamientos urgentes</td><td align="left">18</td></tr><tr><td align="left">Cancelaci&#x000f3;n de todos los tratamientos</td><td align="left">36</td></tr><tr><td rowspan="2" align="left">Tratamientos de pacientes ingresados</td><td align="left">Realizaci&#x000f3;n de todos los tratamientos</td><td align="left">28</td></tr><tr><td align="left">Realizaci&#x000f3;n solo algunos tratamientos</td><td align="left">23</td></tr><tr><td align="left">Salas de tratamiento de Rehabilitaci&#x000f3;n</td><td align="left">Uso para camas de hospitalizaci&#x000f3;n</td><td align="left">26</td></tr><tr><td colspan="3" align="left"><italic>Labor asistencial de los m&#x000e9;dicos</italic></td></tr><tr><td rowspan="6" align="left">M&#x000e9;dico Interno Residente (MIR) de MFyR</td><td align="left">Exclusiva en el servicio de Rehabilitaci&#x000f3;n</td><td align="left">9</td></tr><tr><td align="left">Apoyo a planta COVID</td><td align="left">31</td></tr><tr><td align="left">Asistencia telef&#x000f3;nica a familiares-pacientes</td><td align="left">10</td></tr><tr><td align="left">Apoyo a salud laboral y medicina preventiva</td><td align="left">9</td></tr><tr><td align="left">Apoyo a residencia de ancianos</td><td align="left">4</td></tr><tr><td align="left">Apoyo a otros servicios</td><td align="left">14</td></tr><tr><td rowspan="6" align="left">Facultativo especialista de MFyR</td><td align="left">Exclusiva en el Servicio de Rehabilitaci&#x000f3;n</td><td align="left">16</td></tr><tr><td align="left">Apoyo a planta COVID</td><td align="left">30</td></tr><tr><td align="left">Asistencia telef&#x000f3;nica a familiares-pacientes</td><td align="left">11</td></tr><tr><td align="left">Apoyo a salud laboral y medicina preventiva</td><td align="left">9</td></tr><tr><td align="left">Apoyo a residencia de ancianos</td><td align="left">2</td></tr><tr><td align="left">Apoyo a otros servicios</td><td align="left">11</td></tr><tr><td rowspan="3" align="left">Solicitud de Rehabilitaci&#x000f3;n</td><td align="left">Motora</td><td align="left">16</td></tr><tr><td align="left">Respiratoria</td><td align="left">2</td></tr><tr><td align="left">Ambas</td><td align="left">18</td></tr><tr><td rowspan="2" align="left">Valoraci&#x000f3;n por Rehabilitaci&#x000f3;n de pacientes ingresados</td><td align="left">En UCI</td><td align="left">49</td></tr><tr><td align="left">En planta de hospitalizaci&#x000f3;n</td><td align="left">47</td></tr><tr><td rowspan="5" align="left">Elaboraci&#x000f3;n de material adicional</td><td align="left">Folletos de ejercicios</td><td align="left">44</td></tr><tr><td align="left">Videos de ejercicios</td><td align="left">34</td></tr><tr><td align="left">Folletos de cambios posturales</td><td align="left">23</td></tr><tr><td align="left">Protocolo de rehabilitaci&#x000f3;n en UCI</td><td align="left">48</td></tr><tr><td align="left">Protocolo de rehabilitaci&#x000f3;n en planta hospitalizaci&#x000f3;n</td><td align="left">42</td></tr><tr><td colspan="3" align="left"><italic>Consecuencias en la salud de los m&#x000e9;dicos MFyR</italic></td></tr><tr><td rowspan="3" align="left">Incapacidad laboral temporal</td><td align="left">Por condici&#x000f3;n m&#x000e9;dica previa de riesgo</td><td align="left">20</td></tr><tr><td align="left">Por infecci&#x000f3;n COVID-19 (MIR)</td><td align="left">26</td></tr><tr><td align="left">Por infecci&#x000f3;n COVID-19 (Facultativo)</td><td align="left">33</td></tr><tr><td align="left">Ansiedad</td><td align="left">Presencia de s&#x000ed;ntomas de ansiedad</td><td align="left">25</td></tr><tr><td colspan="3" align="left"><italic>Labores de tutor&#x000ed;a</italic></td></tr><tr><td rowspan="3" align="left">Labores del tutor de residentes</td><td align="left">Ninguna funci&#x000f3;n de tutor&#x000ed;a</td><td align="left">22</td></tr><tr><td align="left">Pocas funciones</td><td align="left">19</td></tr><tr><td align="left">Funcionamiento normal</td><td align="left">13</td></tr><tr><td rowspan="2" align="left">Cancelaci&#x000f3;n rotaciones MIR</td><td align="left">Rotaciones obligatorias</td><td align="left">50</td></tr><tr><td align="left">Rotaciones opcionales</td><td align="left">35</td></tr></tbody></table></table-wrap></p><sec id="sec0020"><title>Informaci&#x000f3;n general de los Servicios de Rehabilitaci&#x000f3;n participantes</title><p id="par0110">Del total de las encuestas 11 (20,3%) proced&#x000ed;an de la Comunidad de Madrid, 7(12,9%) de Andaluc&#x000ed;a, 7 (12,9%) de la Comunidad Valenciana, 5 (9,2%) de Castilla La Mancha, 4 (7,4%) de Catalu&#x000f1;a, 4 (7,4%) de Castilla y Le&#x000f3;n y el resto de Comunidades representan entre el 1,8 y 5,5%.</p><p id="par0115">La media de n&#x000fa;mero de facultativos de todos los servicios encuestados fue de 11,9 (rango 5-23), con una edad predominante entre los 40-55 a&#x000f1;os (90,7%). La media de residentes por a&#x000f1;o fue de 1,71 (rango 1-4).</p></sec><sec id="sec0025"><title>Adaptaci&#x000f3;n de los Servicios de Rehabilitaci&#x000f3;n a la crisis</title><p id="par0120">De los servicios encuestados 21 (38,9%) cancelaron todas las consultas presenciales programadas y el resto solo valoraron los pacientes con patolog&#x000ed;as urgentes.</p><p id="par0125">Respecto a los tratamientos 36 servicios (66,7%) cancelaron todos los tratamientos ambulatorios y el resto solo trataban los pacientes urgentes. En cuanto a los pacientes ingresados, 28 servicios (51,9%) continuaron con la totalidad de los tratamientos, 23 servicios (42,6%) solo en algunos casos, y el peque&#x000f1;o porcentaje que restaba cancelaron todos los tratamientos.</p><p id="par0130">Hay que tener en cuenta que en 26 hospitales (48,1%) las salas de tratamiento de rehabilitaci&#x000f3;n se utilizaron para ampliar el n&#x000fa;mero de camas debido a la sobrecarga asistencial del hospital.</p></sec><sec id="sec0030"><title>Labor asistencial de los m&#x000e9;dicos rehabilitadores</title><p id="par0135">Comenzando con los residentes, en 30 de los hospitales encuestados (55,6%) los residentes permanecieron en Rehabilitaci&#x000f3;n, en 9 de ellos en exclusiva, y en el resto adquiriendo otras responsabilidades fuera de los Servicios de Rehabilitaci&#x000f3;n.</p><p id="par0140">La pregunta sobre dichas funciones era multirrespuesta pudiendo se&#x000f1;alar una o varias opciones. Las respuestas m&#x000e1;s frecuentes fueron apoyo en plantas COVID (57,4%), seguido de asistencia telef&#x000f3;nica familiares-pacientes (18,5%), apoyo a Salud laboral o Preventiva (16,7%), residencia de ancianos (7,4%), apoyo a otros servicios (26%) y en otras funciones en peque&#x000f1;o porcentaje (<xref rid="fig0005" ref-type="fig">fig. 1</xref>
).<fig id="fig0005"><label>Figura 1</label><caption><p>Labor asistencial de facultativos y m&#x000e9;dicos residentes (MIR) de los Servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n durante la pandemia.</p></caption><graphic xlink:href="gr1_lrg"/></fig></p><p id="par0145">En cuanto al trabajo de los facultativos en este periodo, en 49 hospitales (90,7%) continuaron trabajando en el servicio de Rehabilitaci&#x000f3;n, 16 (29,6%) en exclusiva y el resto adem&#x000e1;s en otras &#x000e1;reas. Cada encuestado pod&#x000ed;a se&#x000f1;alar una o m&#x000e1;s labores (multirrespuesta) que se hayan realizado en su servicio, como apoyo en plantas COVID (55,6%), asistencia telef&#x000f3;nica a familiares &#x02013;pacientes (20,4%), Salud laboral y preventiva (16,7%), apoyo en Residencias de ancianos (3,7%), apoyo a otros Servicios (20%) y otras funciones (9,3%)&#x02013;. Casi la totalidad (91,2%) de los que han trabajado en plantas COVID ha sido formando parte un equipo m&#x000e9;dico.</p><p id="par0150">De los servicios encuestados en 11 de ellos (20,4%) han realizado guardias durante este periodo, a pesar que previamente no se hac&#x000ed;a y en 10 de ellos (18,5%) ya se hac&#x000ed;an previamente.</p><p id="par0155">Analizando las Comunidades Aut&#x000f3;nomas m&#x000e1;s golpeadas por la pandemia, en Madrid 10 de los 11 hospitales que completaron la encuesta hicieron apoyo a plantas COVID y en Castilla La Mancha 5 de 5.</p><p id="par0160">Igualmente, los Servicios de Rehabilitaci&#x000f3;n han colaborado en la elaboraci&#x000f3;n de material tanto visual como gr&#x000e1;fico para minimizar las complicaciones de los pacientes COVID.</p><p id="par0165">Se han editado folletos en un 83,3% de los Servicios y videos en un 63,3% tanto de ejercicios respiratorios como de movilidad activa global para pacientes estables cl&#x000ed;nicamente y folletos de cuidados posturales para los m&#x000e1;s cr&#x000ed;ticos (43,4%) (<xref rid="fig0010" ref-type="fig">fig. 2</xref>
).<fig id="fig0010"><label>Figura 2</label><caption><p>Recursos elaborados por los Servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n para valoraci&#x000f3;n y/o tratamiento de pacientes con infecci&#x000f3;n por COVID-19.</p></caption><graphic xlink:href="gr2_lrg"/></fig></p><p id="par0170">De todos los hospitales que editaron videos, en 16 (47,05%) de ellos se ofertaba desde las televisiones del hospital, en 9 (26,4%) desde las redes sociales (Facebook, YouTube, Whatsapp, etc.) y en otros 9 en ambas opciones.</p><p id="par0175">Los rehabilitadores se han estado actualizando cient&#x000ed;ficamente sobre la COVID-19 principalmente (esta pregunta era multirrespuesta), a trav&#x000e9;s de foros profesionales de rehabilitadores en un 79,6% de los casos, a trav&#x000e9;s de Pubmed en un 74,1% y a trav&#x000e9;s de Uptodate en un 51,9%.</p></sec><sec id="sec0035"><title>Rehabilitaci&#x000f3;n en los pacientes COVID</title><p id="par0180">La mayor&#x000ed;a de los Servicios de Rehabilitaci&#x000f3;n han realizado protocolos de valoraci&#x000f3;n y tratamiento rehabilitador de pacientes en planta y en UCI (78,8 y 89,9% respectivamente) (<xref rid="fig0010" ref-type="fig">fig. 2</xref>).</p><p id="par0185">Se observa que la petici&#x000f3;n m&#x000e1;s frecuente al Servicio de Rehabilitaci&#x000f3;n es sobre patolog&#x000ed;a secundaria a ingresos prolongados para valorar tratamiento rehabilitador motor (29,6%), respiratorio (3,7%), y principalmente ambas (66,7%) (<xref rid="fig0015" ref-type="fig">fig. 3</xref>
).<fig id="fig0015"><label>Figura 3</label><caption><p>Motivo de derivaci&#x000f3;n de pacientes con infecci&#x000f3;n por COVID-19 a los Servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n.</p></caption><graphic xlink:href="gr3_lrg"/></fig></p><p id="par0190">En el momento de la realizaci&#x000f3;n de la encuesta (tercera semana de abril) casi la totalidad de los hospitales (90,9%) estaban valorando pacientes COVID ingresados en la UCI, la mayor&#x000ed;a (87,3%) en plantas de hospitalizaci&#x000f3;n, y el resto o no se valoraban o a&#x000fa;n no hab&#x000ed;an sido requeridos para dicha valoraci&#x000f3;n.</p></sec><sec id="sec0040"><title>Consecuencias en la salud de los m&#x000e9;dicos rehabilitadores de la pandemia</title><p id="par0195">En 20 de los Servicios de Rehabilitaci&#x000f3;n (37%) alg&#x000fa;n m&#x000e9;dico ha precisado de manera preventiva incapacidad laboral temporal debido a alguna condici&#x000f3;n m&#x000e9;dica que le hac&#x000ed;a ser m&#x000e1;s vulnerable a la infecci&#x000f3;n COVID-19.</p><p id="par0200">En 26 y 33 (48,1% y 61,1%) de los Servicios encuestados han tenido alg&#x000fa;n residente y facultativo respectivamente aislado o ingresado debido a la COVID siendo la media de los servicios afectados de 1,69 y 2,27 en cada grupo.</p><p id="par0205">En casi la mitad de los Servicios de Rehabilitaci&#x000f3;n (44,6%) alg&#x000fa;n facultativo y/o residente ha presentado alg&#x000fa;n s&#x000ed;ntoma de ansiedad durante este tiempo y en el 31,1% el tutor desconoc&#x000ed;a este dato (<xref rid="fig0020" ref-type="fig">fig. 4</xref>
).<fig id="fig0020"><label>Figura 4</label><caption><p>S&#x000ed;ntomas de ansiedad durante la pandemia COVID-19.</p></caption><graphic xlink:href="gr4_lrg"/></fig></p><p id="par0210">No se ha podido demostrar relaci&#x000f3;n estad&#x000ed;sticamente significativa (p&#x000a0;&#x0003e; 0,4) entre ansiedad con diferentes variables (Comunidad Aut&#x000f3;noma, apoyo a plantas COVID, valoraci&#x000f3;n de rehabilitaci&#x000f3;n en UCI o planta).</p></sec><sec id="sec0045"><title>Labores de tutor&#x000ed;a durante el periodo COVID</title><p id="par0215">En el 40,7% de los hospitales no se realiz&#x000f3; ninguna funci&#x000f3;n de tutor&#x000ed;a, en el 35,2% se realizaron pocas, y en el resto hubo un funcionamiento normal.</p><p id="par0220">El 92,6% de las encuestas muestran que los residentes tuvieron que cancelar alguna rotaci&#x000f3;n obligatoria y el 64,85% alguna optativa.</p></sec></sec><sec id="sec0050"><title>Discusi&#x000f3;n</title><p id="par0225">En l&#x000ed;neas generales y desde que se declarara el primer foco de contagio en China los profesionales que se enfrentan a la COVID-19 han ido describiendo los diferentes cuadros cl&#x000ed;nicos, evoluci&#x000f3;n, pron&#x000f3;stico y tratamientos, intentando desarrollar gu&#x000ed;as cl&#x000ed;nicas, recomendaciones o descripciones de casos, tan r&#x000e1;pido como la pandemia lo ha exigido, sabiendo que la experiencia de los primeros pa&#x000ed;ses afectados es muy &#x000fa;til, pero en ocasiones puede parecer insuficiente<xref rid="bib0140" ref-type="bibr"><sup>5</sup></xref>.</p><p id="par0230">En el campo de la Rehabilitaci&#x000f3;n el sentimiento ha sido el mismo, los m&#x000e9;dicos rehabilitadores hemos ido adaptando nuestro trabajo a diario seg&#x000fa;n las necesidades que exig&#x000ed;a la r&#x000e1;pida propagaci&#x000f3;n del virus al igual que ocurri&#x000f3; previamente en Italia. Los cambios comenzaron desde las etapas iniciales afectando al trabajo habitual, dando apoyo a los servicios m&#x000e9;dicos m&#x000e1;s sobrecargados &#x000ab;reconvirti&#x000e9;ndonos&#x000bb; en profesionales COVID. Al mismo tiempo con el abordaje rehabilitador de los pacientes COVID hemos seguido posicionando a nuestra especialidad como la especialidad m&#x000e9;dica clave para minimizar las limitaciones f&#x000ed;sicas y posibles secuelas en pacientes cr&#x000ed;ticos.</p><sec id="sec0055"><title>Adaptaci&#x000f3;n de los Servicios de Rehabilitaci&#x000f3;n a la crisis</title><p id="par0235">La norma en los servicios de Rehabilitaci&#x000f3;n ha sido la anulaci&#x000f3;n o disminuci&#x000f3;n de la actividad asistencial programada, manteniendo en algunos casos la valoraci&#x000f3;n presencial de pacientes con patolog&#x000ed;as urgentes y realizando consultas telef&#x000f3;nicas cuando ha sido posible, seg&#x000fa;n la gravedad de la pandemia en cada comunidad. Las primeras informaciones sobre la organizaci&#x000f3;n de los servicios afectados m&#x000e1;s precozmente sentaron las bases de la organizaci&#x000f3;n del resto<xref rid="bib0160" ref-type="bibr"><sup>7</sup></xref>.</p><p id="par0240">En este sentido y con fecha 16 de marzo, la Sociedad Espa&#x000f1;ola de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n (SERMEF) publicaba las recomendaciones de actuaci&#x000f3;n en los servicios de Rehabilitaci&#x000f3;n<xref rid="bib0165" ref-type="bibr"><sup>8</sup></xref>, como ya hicieran otras Sociedades Cient&#x000ed;ficas espa&#x000f1;olas y la propia Sociedad Italiana de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n (SIMFER)<xref rid="bib0170" ref-type="bibr"><sup>9</sup></xref>.</p><p id="par0245">La SIMFER public&#x000f3; un primer manuscrito en la misma fecha con respecto al primer impacto de la COVID-19 en los Servicios de Rehabilitaci&#x000f3;n italianos<xref rid="bib0170" ref-type="bibr"><sup>9</sup></xref>, analizando los dos factores iniciales fundamentales. Podemos decir que han sido exactamente los mismos en los hospitales espa&#x000f1;oles, por una parte, la necesidad de suspender consultas y tratamientos en pacientes ambulatorios debido al confinamiento y por otra la necesidad de utilizar las salas de tratamiento de rehabilitaci&#x000f3;n para camas de ingresos COVID. Seg&#x000fa;n nuestro estudio, casi la mitad de las salas de tratamiento de rehabilitaci&#x000f3;n de los hospitales espa&#x000f1;oles encuestados se utilizaron para desplegar camas de ingreso de pacientes siendo otro motivo m&#x000e1;s de la anulaci&#x000f3;n de los tratamientos. Esta tambi&#x000e9;n ha sido la norma en los Servicios de Rehabilitaci&#x000f3;n de la ciudad de Nueva York<xref rid="bib0175" ref-type="bibr"><sup>10</sup></xref>.</p></sec><sec id="sec0060"><title>Labor asistencial de los m&#x000e9;dicos rehabilitadores durante la crisis</title><p id="par0250">En muchos hospitales no hay camas de hospitalizaci&#x000f3;n a cargo de rehabilitaci&#x000f3;n, lo que conlleva a una &#x000ab;p&#x000e9;rdida de manejo en los pacientes hospitalizados&#x000bb;, pero dada la formaci&#x000f3;n como especialidad m&#x000e9;dica una gran parte de los servicios de Rehabilitaci&#x000f3;n del territorio espa&#x000f1;ol han pasado a formar parte de los equipos m&#x000e9;dicos que han tratado pacientes COVID, con dedicaci&#x000f3;n parcial o total. La situaci&#x000f3;n ha provocado la <italic>&#x000ab;necesidad de reconvertirse de profesionales de la salud a expertos COVID-19</italic>&#x000bb;<xref rid="bib0145" ref-type="bibr"><sup>6</sup></xref>. Adem&#x000e1;s, nuestra especialidad se caracteriza por la detecci&#x000f3;n precoz de la discapacidad y de las posibles secuelas que puedan acontecer a los pacientes, con amplia experiencia en explicar y detallar situaciones complicadas tanto a pacientes como familiares, esto aporta una cualidad adicional en la informaci&#x000f3;n telef&#x000f3;nica. No tenemos datos diferenciados y exactos de otros pa&#x000ed;ses para comparar con respecto a la dedicaci&#x000f3;n exacta de los m&#x000e9;dicos rehabilitadores durante la crisis.</p><p id="par0255">Durante las primeras semanas de la pandemia la gran mayor&#x000ed;a de los hospitales se volcaron en aportar material gr&#x000e1;fico (folletos y videos de ejercicios y folletos de cuidados posturales) para los pacientes ingresados y/o aislados en sus domicilios. El uso de las redes sociales ha permitido que los Servicios de Rehabilitaci&#x000f3;n puedan llegar a todos los pacientes que tienen acceso a estas tecnolog&#x000ed;as permiti&#x000e9;ndoles realizarlos a nivel domiciliario.</p><p id="par0260">Igualmente interesante aunque no sorprendente en la era de la comunicaci&#x000f3;n y la tecnolog&#x000ed;a, es que gran parte de la informaci&#x000f3;n entre los rehabilitadores se ha difundido a trav&#x000e9;s de foros de profesionales, fundamentalmente v&#x000ed;a Whatsapp, lo que ha permitido una r&#x000e1;pida propagaci&#x000f3;n de la informaci&#x000f3;n m&#x000e9;dica y del estado epidemiol&#x000f3;gico de los distintos territorios, pudiendo haber ayudado este aspecto a mejorar la planificaci&#x000f3;n en los Servicios de comunidades en los que la pandemia golpe&#x000f3; m&#x000e1;s tarde.</p></sec><sec id="sec0065"><title>Rehabilitaci&#x000f3;n en los pacientes COVID</title><p id="par0265">Los datos objetivados en nuestro estudio muestran que la mayor&#x000ed;a de los hospitales han pasado por diferentes fases de actividad asistencial y en el momento del desarrollo de este manuscrito se estaba trabajando en los propios servicios para valoraci&#x000f3;n de pacientes en UCI y post-UCI.</p><p id="par0270">Ya ha sido descrito en diferentes publicaciones que cuanto m&#x000e1;s prolongado sea el ingreso en UCI, mayor riesgo de desarrollar complicaciones f&#x000ed;sicas, cognitivas y emocionales<xref rid="bib0180" ref-type="bibr">11</xref>, <xref rid="bib0185" ref-type="bibr">12</xref>.</p><p id="par0275">En cuanto al perfil de las peticiones de valoraci&#x000f3;n al Servicio de Rehabilitaci&#x000f3;n, parece que el S&#x000ed;ndrome de Debilidad Adquirida en UCI y el encamamiento prolongado, as&#x000ed; como el desacondicionamiento cardiovascular son las entidades m&#x000e1;s frecuentes a valorar, dato que tambi&#x000e9;n concuerda con otras publicaciones<xref rid="bib0190" ref-type="bibr"><sup>13</sup></xref>.</p><p id="par0280">Staam et al. en su art&#x000ed;culo de abril del 2020<xref rid="bib0195" ref-type="bibr"><sup>14</sup></xref> ya advierten de la necesidad de trabajar de manera coordinada para adelantarnos al gran n&#x000fa;mero de pacientes post-UCI que la pandemia COVID va a generar, emplazando a los m&#x000e9;dicos rehabilitadores dentro de equipos multidisciplinares a dise&#x000f1;ar m&#x000e9;todos de cribado que detecten pacientes con riesgo de desarrollar el ya descrito S&#x000ed;ndrome de Cuidados Post-UCI (PICS). Esta circunstancia tambi&#x000e9;n la reflejan en su reciente publicaci&#x000f3;n el Comit&#x000e9; ejecutivo de la SERMEF, dentro de los principales problemas a los que se van a enfrentar los rehabilitadores<xref rid="bib0200" ref-type="bibr"><sup>15</sup></xref>. Por este motivo nuestra especialidad juega un papel principal en la prevenci&#x000f3;n de las potenciales discapacidades secundarias que van a acontecer, y es prioritario anticiparse y dise&#x000f1;ar estrategias adecuadas. Es posible que en un futuro estemos hablando de un &#x000ab;s&#x000ed;ndrome espec&#x000ed;fico pos-COVID-19&#x000bb;.</p><p id="par0285">El alto porcentaje de Servicios de Rehabilitaci&#x000f3;n espa&#x000f1;oles (casi el 90%) que han elaborado protocolos de derivaci&#x000f3;n consensuados para apoyar en el manejo de estos pacientes deja ver la alta implicaci&#x000f3;n de nuestra especialidad durante la pandemia. Todo ello ha sido posible gracias a la propia experiencia cl&#x000ed;nica en abordar pacientes cr&#x000ed;ticos junto con la evidencia cient&#x000ed;fica existente sobre la COVID-19<xref rid="bib0205" ref-type="bibr">16</xref>, <xref rid="bib0210" ref-type="bibr">17</xref>, <xref rid="bib0215" ref-type="bibr">18</xref>.</p><p id="par0290">La alta demanda de valoraci&#x000f3;n rehabilitadora en pacientes COVID y la anulaci&#x000f3;n necesaria de consultas y tratamientos ambulatorios durante el periodo de confinamiento hace predecir un futuro incierto en cuanto a la alta carga asistencial a la que vamos a vernos sometidos en un breve periodo de tiempo. Recuperar el funcionamiento normal de los Servicios a corto y medio plazo va a ser complicado, sobre todo en aquellos que previamente ya estaban sobrecargados, sumado a las adaptaciones de la &#x000ab;desescalada&#x000bb; para evitar aglomeraciones de pacientes en salas de espera y de tratamiento. Algunos autores proponen planificar de otro modo la atenci&#x000f3;n a nuestros pacientes, insistiendo en potenciar m&#x000e1;s a&#x000fa;n la prevenci&#x000f3;n primaria de la poblaci&#x000f3;n con ejercicio f&#x000ed;sico y h&#x000e1;bitos de vida saludable, trabajar m&#x000e1;s coordinadamente con Atenci&#x000f3;n Primaria y otras especialidades, creando grupos de trabajo no solo hospitalarios y/o con Primaria sino a nivel de Sociedades Cient&#x000ed;ficas<xref rid="bib0220" ref-type="bibr"><sup>19</sup></xref>. El uso de la telemedicina, con consultas a distancia y ejercicios v&#x000ed;a redes sociales como hemos estado haciendo durante el confinamiento puede sentar la base de una nueva valoraci&#x000f3;n no presencial de pacientes &#x000ab;no urgentes&#x000bb; o con patolog&#x000ed;as cr&#x000f3;nicas que suelen ser derivados a los Servicios de Rehabilitaci&#x000f3;n<xref rid="bib0225" ref-type="bibr">20</xref>, <xref rid="bib0230" ref-type="bibr">21</xref>. La implementaci&#x000f3;n de consultas que no precisen presencia f&#x000ed;sica del paciente mediante tecnolog&#x000ed;as de la informaci&#x000f3;n y la comunicaci&#x000f3;n se presenta ahora m&#x000e1;s que nunca como modelo de atenci&#x000f3;n a la discapacidad<xref rid="bib0235" ref-type="bibr"><sup>22</sup></xref>.</p></sec><sec id="sec0070"><title>Consecuencias en la salud de los m&#x000e9;dicos rehabilitadores de la pandemia</title><p id="par0295">Los datos que publica el Ministerio sobre sanitarios infectados son a nivel global en todos los colectivos con lo cual no podemos extrapolar nuestros datos, pero pr&#x000e1;cticamente la mitad de los Servicios de Rehabilitaci&#x000f3;n encuestados han tenido alg&#x000fa;n m&#x000e9;dico contagiado. Sin embargo, no se puede predecir cu&#x000e1;ntos nuevos casos habr&#x000e1; en las pr&#x000f3;ximas semanas o meses, y cu&#x000e1;ntos casos asintom&#x000e1;ticos no estudiados ha habido.</p><p id="par0300">Autores italianos documentan sin aportar porcentajes exactos el creciente estr&#x000e9;s emocional de los miembros de los equipos de rehabilitaci&#x000f3;n debido a la velocidad de los cambios y la incertidumbre del proceso<xref rid="bib0140" ref-type="bibr"><sup>5</sup></xref>. Esto coincide con nuestro estudio, ya que independientemente de la labor asistencial realizada, en casi la mitad de los servicios encuestados se ha detectado casos de ansiedad sin haberse contabilizado los no conocidos por el/los tutores. En un estudio publicado en marzo en 1257 profesionales de la salud de China el 44,6% de los profesionales encuestados hab&#x000ed;an presentado s&#x000ed;ntomas de ansiedad, esos datos no son del todo comparables a los nuestros porque inclu&#x000ed;a al colectivo de la enfermer&#x000ed;a, fuertemente castigado por trabajar en primera l&#x000ed;nea<xref rid="bib0240" ref-type="bibr">23</xref>, <xref rid="bib0245" ref-type="bibr">24</xref>.</p></sec><sec id="sec0075"><title>Trabajo de docencia</title><p id="par0305">Desde que se iniciara la crisis epidemiol&#x000f3;gica de la COVID-19 en Espa&#x000f1;a a principios de marzo 2020, los residentes de todas las especialidades incluyendo los de Rehabilitaci&#x000f3;n se vieron obligados a abandonar sus rotaciones externas durante la segunda y tercera semanas de marzo y volver a sus hospitales formando parte de un pool &#x000fa;nico de docencia para cubrir las necesidades de cada hospital.</p><p id="par0310">La formaci&#x000f3;n de muchos residentes se ha visto por tanto afectada por la cancelaci&#x000f3;n de rotaciones tanto obligatorias como optativas que en muchos de los casos ser&#x000e1; dif&#x000ed;cil recuperar por la sobredemanda de determinadas rotaciones o encajarlas con las ya programadas. Sin embargo y con relaci&#x000f3;n a la formaci&#x000f3;n y a la pandemia, esta situaci&#x000f3;n excepcional ha hecho que los residentes hayan tenido la oportunidad de adquirir conocimientos, habilidades, responsabilidades y capacidad de trabajar en equipo, algo que siempre se les exige y con seguridad en esta crisis lo han conseguido.</p><p id="par0315">En este escenario de cambio constante durante la pandemia, la gesti&#x000f3;n con los residentes tambi&#x000e9;n ha ido pasando por varias fases, desde la pr&#x000f3;rroga de la residencia hasta, seg&#x000fa;n el BOE del 16 de abril<xref rid="bib0250" ref-type="bibr"><sup>25</sup></xref>, la orden de finalizar la misma en el tiempo establecido inicialmente y la necesidad de realizar las evaluaciones durante los meses restantes de abril y mayo. Sin olvidarnos de los futuros residentes, a&#x000fa;n a la espera de la elecci&#x000f3;n de su plaza, lo que va a implicar un decalaje en el tiempo entre la finalizaci&#x000f3;n de los residentes de &#x000fa;ltimo a&#x000f1;o y comienzo de los de primer a&#x000f1;o. Por todos los cambios comentados y ocurridos en los Servicios de Rehabilitaci&#x000f3;n durante esta crisis la mayor&#x000ed;a de los tutores no han podido respetar las h obligatorias de dedicaci&#x000f3;n a labores de tutor&#x000ed;a.</p></sec><sec id="sec0080"><title>Limitaciones del estudio</title><p id="par0320">Varios aspectos pueden suponer limitaciones del estudio. En primer lugar y aunque el n&#x000fa;mero de encuestas analizadas es amplio (54 encuestas de 64 hospitales con acreditaci&#x000f3;n), la representatividad de la muestra puede verse afectada por el perfil del encuestado. Los respondedores a los cuestionarios suelen ser personas activas y motivadas, lo que puede hacer que el resultado no sea representativo del global; si bien el colectivo elegido para realizar la encuesta fue precisamente un colectivo muy implicado como son los tutores de los residentes.</p><p id="par0325">Otro aspecto podr&#x000ed;a ser el tipo de preguntas realizadas, pero han tenido un car&#x000e1;cter objetivo con respuestas cerradas lo que hace al cuestionario menos proclive a los sesgos.</p><p id="par0330">En cuanto a la v&#x000ed;a de difusi&#x000f3;n se eligi&#x000f3; un medio f&#x000e1;cil, disponible y r&#x000e1;pido lo que facilita el reclutamiento de encuestados, pero puede dejar a hospitales sin acceso a dicha encuesta pudiendo ser la causa de que haya hospitales con docencia no respondedores.</p></sec></sec><sec id="sec0085"><title>Conclusi&#x000f3;n</title><p id="par0335">La organizaci&#x000f3;n de los Servicios de Rehabilitaci&#x000f3;n para hacer frente a la pandemia provocada por la COVID-19 ha sido similar en todo el territorio espa&#x000f1;ol.</p><p id="par0340">Durante el inicio del confinamiento se han cancelado pr&#x000e1;cticamente la totalidad de consultas y tratamiento presenciales, as&#x000ed; como las rotaciones de residentes. En el pico de la pandemia los m&#x000e9;dicos rehabilitadores han formado parte de los equipos COVID, han editado material gr&#x000e1;fico y audiovisual con ejercicios para pacientes ingresados y/o aislados y elaborados protocolos de derivaci&#x000f3;n y tratamiento rehabilitador. Actualmente se est&#x000e1; realizando valoraci&#x000f3;n y tratamiento de pacientes COVID ingresados en UCI y planta. Las labores de tutor&#x000ed;a disminuyeron o desparecieron en un amplio porcentaje.</p><p id="par0345">La respuesta de los Servicios de Rehabilitaci&#x000f3;n a la pandemia ha visualizado la versatilidad de trabajo de los rehabilitadores.</p></sec><sec id="sec0090"><title>Conflicto de intereses</title><p id="par0350">Los autores declaran no tener ning&#x000fa;n conflicto de intereses.</p></sec></body><back><ref-list id="bibl0005"><title>Bibliograf&#x000ed;a</title><ref id="bib0130"><label>1</label><mixed-citation publication-type="other" id="oref0005">Ministerio de Sanidad, Consumo y Bienestar Social [consultado 21 Abr 2020]. Disponible en: https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmisibles/Paginas/InformesCOVID-19.aspx.</mixed-citation></ref><ref id="bib0135"><label>2</label><mixed-citation publication-type="other" id="oref0010">Ministerio de Sanidad, Consumo y Bienestar Social [consultado 21 Abr 2020]. Disponible en: https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/nCov-China/situacionActual.htm.</mixed-citation></ref><ref id="bib0255"><label>3</label><mixed-citation publication-type="other" id="oref0015">WHO. Naming the coronavirus disease (Covid d19) and the virus that causes it. Disponible en: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-Guidance/naming-the coronavirus-disease-(covid19) and-the-virus-that-causes-it</mixed-citation></ref><ref id="bib0260"><label>4</label><mixed-citation publication-type="other" id="oref0020">WHO. WHO Director-General's opening remarks at the media briefing on COVID 19-11 March 2020. Disponible en <ext-link ext-link-type="uri" xlink:href="http://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid19-11-march-2020" id="intr0005">http://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid19-11-march-2020</ext-link>.</mixed-citation></ref><ref id="bib0140"><label>5</label><element-citation publication-type="journal" id="sbref0140"><person-group person-group-type="author"><name><surname>Boldrini</surname><given-names>P.</given-names></name><name><surname>Kiekens</surname><given-names>C.</given-names></name><name><surname>Bargellesi</surname><given-names>S.</given-names></name><name><surname>Brianti</surname><given-names>R.</given-names></name><name><surname>Galeri</surname><given-names>S.</given-names></name><name><surname>Lucca</surname><given-names>L.F.</given-names></name></person-group><article-title>First impact on services and their preparation &#x0201c;Instant paper from the field&#x0201d; on rehabilitation answers to the Covid-19 emergency</article-title><source>Eur J Phys Rehabil Med.</source><year>2020</year><comment>https://doi.org/10.23736/S1973-9087.20.06303-0</comment></element-citation></ref><ref id="bib0145"><label>6</label><element-citation publication-type="journal" id="sbref0145"><person-group person-group-type="author"><name><surname>Negrini</surname><given-names>S.</given-names></name><name><surname>Ferriero</surname><given-names>G.</given-names></name><name><surname>KIekens</surname><given-names>C.</given-names></name><name><surname>Boldrini</surname><given-names>P.</given-names></name></person-group><article-title>Facing in real time the challenges of the Covid-19 epidemic for rehabilitation</article-title><source>Eur J Phys Rehabil Med.</source><year>2020</year><comment>http://dx. doi.org 10.23736/s1973-9087.20.06286-3</comment></element-citation></ref><ref id="bib0160"><label>7</label><mixed-citation publication-type="other" id="oref0035">SERMEF [consultado 22 Abr 2020]. Disponible en: https://www.sermef.es/wp-content/uploads/2020/03/COMUNICADO_Recomendaciones-SERMEF-Covid-19.pdf.</mixed-citation></ref><ref id="bib0165"><label>8</label><element-citation publication-type="journal" id="sbref0165"><person-group person-group-type="author"><name><surname>Laxea</surname><given-names>S.</given-names></name><name><surname>Miangolarra Pageb</surname><given-names>J.C.</given-names></name><name><surname>Chalerc</surname><given-names>J.</given-names></name><name><surname>Gil Fraguas</surname><given-names>L.</given-names></name><name><surname>G&#x000f3;mez</surname><given-names>A.</given-names></name><name><surname>Luna</surname><given-names>F.et al.</given-names></name></person-group><article-title>La rehabilitaci&#x000f3;n en los tiempos del COVID-19</article-title><source>Rehabilitaci&#x000f3;n.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.rh.2020.04.001</pub-id></element-citation></ref><ref id="bib0170"><label>9</label><element-citation publication-type="journal" id="sbref0170"><person-group person-group-type="author"><name><surname>Boldrini</surname><given-names>P.</given-names></name><name><surname>Bernetti</surname><given-names>A.</given-names></name><name><surname>Fiore</surname><given-names>P.</given-names></name></person-group><article-title>SIMFER Executive Committee and SIMFER Committee for international affairs Impact of COVID-19 outbreak on rehabilitation services and Physical and Rehabilitation Medicine (PRM) physicians&#x02018;activities in Italy. An official document of the italian PRM Society (SIMFER)</article-title><source>Eur J Phys Rehabil Med.</source><year>2020</year><comment>https://doi.org/10.23736/S1973-9087.20.06256-5</comment></element-citation></ref><ref id="bib0175"><label>10</label><element-citation publication-type="journal" id="sbref0175"><person-group person-group-type="author"><name><surname>Balkaya</surname><given-names>I.Y.</given-names></name><name><surname>Fernandez</surname><given-names>J.A.</given-names></name><name><surname>Gerguis</surname><given-names>W.</given-names></name><name><surname>Kaner</surname><given-names>M.T.</given-names></name><name><surname>Lamagna</surname><given-names>M.</given-names></name><name><surname>Lekshminarayanan</surname><given-names>A.</given-names></name></person-group><article-title>When Physical Medicine and Rehabilitation became Medicine&#x02014;Life in the Time of COVID-19Am</article-title><source>J Phys Med Rehabil.</source><year>2020</year><comment>https://doi.org/10.1097/PHM. 0000000000001454</comment></element-citation></ref><ref id="bib0180"><label>11</label><element-citation publication-type="journal" id="sbref0180"><person-group person-group-type="author"><name><surname>Harvey</surname><given-names>M.A.</given-names></name><name><surname>Davidson</surname><given-names>J.E.</given-names></name></person-group><article-title>Post-intensive care syndrome: right care, right now&#x02026; and later</article-title><source>Crit Care Med.</source><volume>44</volume><year>2016</year><fpage>381</fpage><lpage>385</lpage><pub-id pub-id-type="pmid">26771784</pub-id></element-citation></ref><ref id="bib0185"><label>12</label><element-citation publication-type="journal" id="sbref0185"><person-group person-group-type="author"><name><surname>Rawal</surname><given-names>G.</given-names></name><name><surname>Yadav</surname><given-names>S.</given-names></name><name><surname>Kumar</surname><given-names>R.</given-names></name></person-group><article-title>Post-intensive care syndrome: an overview</article-title><source>J Transl Int Med.</source><volume>5</volume><year>2017</year><fpage>90</fpage><lpage>92</lpage><pub-id pub-id-type="pmid">28721340</pub-id></element-citation></ref><ref id="bib0190"><label>13</label><element-citation publication-type="journal" id="sbref0190"><person-group person-group-type="author"><name><surname>Borg</surname><given-names>K.</given-names></name><name><surname>Stam</surname><given-names>H.</given-names></name></person-group><article-title>Covid-19 and Physical and Rehabilitation Medicine</article-title><source>J Rehabil Med.</source><year>2020</year><comment>https://doi.org/10.2340/16501977-2679</comment></element-citation></ref><ref id="bib0195"><label>14</label><element-citation publication-type="journal" id="sbref0195"><person-group person-group-type="author"><name><surname>Stam</surname><given-names>H.</given-names></name><name><surname>Stucki</surname><given-names>G.</given-names></name><name><surname>Bickenbach</surname><given-names>J.</given-names></name></person-group><article-title>Covid 19 and post intensive care Syndrome: a call for action</article-title><source>J Rehabil Med.</source><volume>52</volume><year>2020</year><comment>jrm00044, https://doi.org/10.2340/16501977-2677</comment></element-citation></ref><ref id="bib0200"><label>15</label><element-citation publication-type="journal" id="sbref0200"><person-group person-group-type="author"><name><surname>Chaler</surname><given-names>J.</given-names></name><name><surname>Gil Fraguas</surname><given-names>L.</given-names></name><name><surname>Gomez Garcia</surname><given-names>A.</given-names></name><name><surname>Laxa</surname><given-names>S.</given-names></name><name><surname>Luna Cabrera</surname><given-names>F.</given-names></name><name><surname>Llavona</surname><given-names>R.</given-names></name></person-group><article-title>Impact of Coronavirus Disease 2019 (Covid19) Outbreak on rehabilitation Services and Physical Medicine and Rehabilitation (PM R) physician&#x02018;s activities: Perspectives from the Spanish experiencie</article-title><source>Eur J Phys Rehabil Med.</source><year>2020</year><comment>https://doi.org/10.23736/S1973-9087.20.06304-2</comment></element-citation></ref><ref id="bib0205"><label>16</label><mixed-citation publication-type="other" id="oref0080">Recomendaciones b&#x000e1;sicas de la SORECAR sobre rehabilitaci&#x000f3;n respiratoria en el paciente Covid 19. Junta directiva de SORECAR. 21 de marzo 2020.</mixed-citation></ref><ref id="bib0210"><label>17</label><mixed-citation publication-type="other" id="oref0085">Fisioterapia en el manejo del paciente Covid-19 en fase aguda hospitalaria. Recomendaciones para guiar la pr&#x000e1;ctica cl&#x000ed;nica. Versi&#x000f3;n 1.0. [consultado 23 Mar 2020]. Disponible en: http://www.jorunals. elsevier.com/journal-of-physiotherapy.</mixed-citation></ref><ref id="bib0215"><label>18</label><element-citation publication-type="journal" id="sbref0215"><person-group person-group-type="author"><name><surname>Lazzeri</surname><given-names>M.</given-names></name><name><surname>Lanza</surname><given-names>A.</given-names></name><name><surname>Bellini</surname><given-names>R.</given-names></name><name><surname>Bellofiore</surname><given-names>A.</given-names></name><name><surname>Cecchetto</surname><given-names>S.</given-names></name><name><surname>Colombo</surname><given-names>A.</given-names></name></person-group><article-title>Respiratory physiotherapy in patients with COVID-19 infection in acute setting: a Position Paper of the Italian Association of Respiratory Physiotherapists (ARIR)</article-title><source>Arch Chest Dis Arch.</source><volume>90</volume><issue>1.</issue><year>2020</year></element-citation></ref><ref id="bib0220"><label>19</label><element-citation publication-type="journal" id="sbref0220"><person-group person-group-type="author"><name><surname>McNeary</surname><given-names>L.</given-names></name><name><surname>Maltser</surname></name><name><surname>Verduzco- Gutierrez</surname><given-names>M.</given-names></name></person-group><article-title>Navigating Coronavirus Disease 2019 (Covid-19) in Physiatry: A CAN report for Inpatient Rehabilitation Facilities</article-title><source>PMR.</source><year>2020</year><pub-id pub-id-type="doi">10.1002/pmrj.12369</pub-id></element-citation></ref><ref id="bib0225"><label>20</label><element-citation publication-type="journal" id="sbref0225"><person-group person-group-type="author"><name><surname>Min Cheol Chang</surname><given-names>M.D1.</given-names></name><name><surname>Donghwi Park</surname><given-names>M.D.</given-names></name></person-group><article-title>How should rehabilitative departments of hospitals prepare for coronavirus disease 2019?</article-title><source>Am J Phys Med Rehabil.</source><year>2020</year><comment>http://dx.org.doi/10.1097/PHM. 0000000000001428</comment></element-citation></ref><ref id="bib0230"><label>21</label><element-citation publication-type="journal" id="sbref0230"><person-group person-group-type="author"><name><surname>Negrini</surname><given-names>S.</given-names></name><name><surname>Kiekens</surname><given-names>C.</given-names></name><name><surname>Bernetti</surname><given-names>A.</given-names></name><name><surname>Capecci</surname><given-names>M.</given-names></name><name><surname>Ceravolo</surname><given-names>M.</given-names></name><name><surname>Lavezzi</surname><given-names>S.</given-names></name></person-group><article-title>Telemedicine from research to practice during the pandemic:&#x0201c;Instant paper from the field&#x0201d; on rehabilitation answers to the Cocid 19-emergency</article-title><source>Eur J Phys Rehabil Med.</source><year>2020</year><comment>https://doi.org/10.23736/S1973-9087.20.06331-5</comment></element-citation></ref><ref id="bib0235"><label>22</label><element-citation publication-type="journal" id="sbref0235"><person-group person-group-type="author"><name><surname>Sainz de Murieta</surname><given-names>E.</given-names></name><name><surname>Superv&#x000ed;a</surname><given-names>M.</given-names></name></person-group><article-title>COVID-19 y cronicidad Una oportunidad de reinventar los servicios de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n</article-title><source>Rehabilitaci&#x000f3;n.</source><year>2020</year><pub-id pub-id-type="doi">10.1016/j.rh.2020.05.002</pub-id></element-citation></ref><ref id="bib0240"><label>23</label><element-citation publication-type="journal" id="sbref0240"><person-group person-group-type="author"><name><surname>Lai</surname><given-names>J.</given-names></name><name><surname>Ma</surname><given-names>S.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Cai</surname><given-names>Z.</given-names></name><name><surname>Hu</surname><given-names>J.</given-names></name><name><surname>Wu</surname><given-names>J.</given-names></name></person-group><article-title>Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease 2019</article-title><source>JAMA Network Open.</source><volume>3</volume><year>2020</year><fpage>e203976</fpage><pub-id pub-id-type="doi">10.1001/j.psychres.2020.112936</pub-id><pub-id pub-id-type="pmid">32202646</pub-id></element-citation></ref><ref id="bib0245"><label>24</label><element-citation publication-type="journal" id="sbref0245"><person-group person-group-type="author"><name><surname>Lu</surname><given-names>W.</given-names></name><name><surname>Wang</surname><given-names>H.</given-names></name><name><surname>Lin</surname><given-names>Y.</given-names></name><name><surname>Li</surname><given-names>L.</given-names></name></person-group><article-title>Psychological status of medical workforce during the COVID-19 pandemic: A cross-sectional study</article-title><source>Psychiatry Res.</source><volume>288</volume><year>2020</year><fpage>112936</fpage><pub-id pub-id-type="doi">10.1016/j.psychres.2020.112936</pub-id><pub-id pub-id-type="pmid">32276196</pub-id></element-citation></ref><ref id="bib0250"><label>25</label><mixed-citation publication-type="other" id="oref0125">BOE. 16 de Abril. N.&#x000b0; 106. Secci&#x000f3;n I. Pag 29024. Disponible en: https://www.boe.es.</mixed-citation></ref></ref-list><ack id="ack0005"><title>Agradecimientos</title><p>Los autores queremos expresar nuestro agradecimiento a los tutores de Medicina F&#x000ed;sica y Rehabilitaci&#x000f3;n a nivel nacional por haber colaborado en la realizaci&#x000f3;n de la encuesta durante esta pandemia.</p></ack></back></article>